Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Buyers prefer a large number of sellers, and, meanwhile, sellers prefer a large number of buyers, such that the members in one group can easily find their trading partners from the other group. Therefore, the cross-side network effect is positive.
es: Los compradores prefieren una gran cantidad de vendedores y, mientras tanto, los vendedores prefieren una gran cantidad de compradores, de modo que los miembros de un grupo puedan encontrar fácilmente a sus socios comerciales del otro grupo. Por lo tanto, el efecto de red transversal es positivo.
fr: Les acheteurs préfèrent un grand nombre de vendeurs et, pendant ce temps, les vendeurs préfèrent un grand nombre d'acheteurs, de sorte que les membres d'un groupe peuvent facilement trouver leurs partenaires commerciaux dans l'autre groupe. Par conséquent, l'effet de réseau transversal est positif.
id: Pembeli lebih suka sejumlah besar penjual, dan, sementara itu, penjual lebih memilih sejumlah besar pembeli, sehingga anggota dalam satu kelompok dapat dengan mudah menemukan mitra dagang mereka dari kelompok lain. Oleh karena itu, efek jaringan lintas-sisi adalah positif.
it: Gli acquirenti preferiscono un gran numero di venditori e, nel frattempo, i venditori preferiscono un gran numero di acquirenti, in modo tale che i membri di un gruppo possano facilmente trovare i loro partner commerciali dall'altro gruppo. Pertanto, l'effetto della rete trasversale è positivo.
pt: Os compradores preferem um grande número de vendedores e, enquanto isso, os vendedores preferem um grande número de compradores, de modo que os membros de um grupo possam encontrar facilmente seus parceiros comerciais do outro grupo. Portanto, o efeito de rede cross-side é positivo.
ru: Покупатели предпочитают иметь дело с большим количеством продавцов; в то же время, продавцы предпочитают иметь дело с большим количеством покупателей, так чтобы участники одной группы могли бы легко найти торговых партнеров в других группах. Следовательно, внешний сетевой эффект - положительный.
tr: Alıcılar çok sayıda satıcıyı tercih ederler ve bu arada satıcılar çok sayıda alıcıyı tercih ederler, böylece bir gruptaki üyeler diğer gruptan ticaret ortaklarını kolayca bulabilirler. Bu nedenle, çapraz ağ etkisi olumludur.
vi: Người mua mong muốn có một số lượng lớn người bán trên thị trường và trong khi đó, người bán ưa thích có một số lượng lớn người mua, do đó các thành viên trong một nhóm có thể dễ dàng tìm thấy các đối tác thương mại của họ từ nhóm khác. Từ đó, hiệu ứng mạng chéo phát huy hết tính năng.

source: Most competition in Silicon Valley now heads toward there being one monopolistic winner. And that is why it is hard not to see that, right now, the only competition that matters in ride-sharing is between the two largest companies: Uber and Lyft.
es: La mayor parte de la competencia en Silicon Valley ahora se dirige a que haya un ganador monopolista. Y es por eso que es difícil no ver que, en este momento, la única competencia que importa en el viaje compartido es entre las dos compañías más grandes: Uber y Lyft.
fr: La plupart des concurrents de la Silicon Valley se dirigent désormais vers un seul gagnant monopolistique. Et c'est pourquoi il est difficile de ne pas voir que, actuellement, la seule concurrence qui compte dans le covoiturage est entre les deux plus grandes entreprises: Uber et Lyft.
id: Sebagian besar kompetisi di Lembah Silikon sekarang menuju ke sana menjadi satu pemenang monopolistik. Dan itulah sebabnya sulit untuk tidak melihat bahwa, saat ini, satu-satunya kompetisi yang penting dalam berbagi perjalanan adalah antara dua perusahaan terbesar: Uber dan Lyft.
it: La maggior parte della concorrenza nella Silicon Valley si dirige ora verso un vincitore monopolistico. Ed è per questo che è difficile non vedere che, al momento, l'unica competizione che conta nella ride-sharing è tra le due maggiori compagnie: Uber e Lyft.
pt: A maioria das competições no Vale do Silício agora se encaminha para um vencedor monopolista. E é por isso que é difícil não perceber que, no momento, a única competição importante no compartilhamento de viagens seja entre as duas maiores empresas: Uber e Lyft.
ru: Большинство конкурентов в Силиконовой долине сегодня идут к модели с одним монополистическим лидером. Сейчас трудно не отметить, что единственное сколько-нибудь значимое соперничество в сфере попутного такси - это соперничество двух крупнейших компаний: Uber и Lyft.
tr: Silikon Vadisi'ndeki çoğu rekabet şimdi tekelci bir kazanan olmaya doğru gidiyor. İşte bu nedenle, şu anda, sürüş paylaşımında önemli olan tek rekabetin en büyük iki şirket olan Uber ve Lyft arasında olduğunu görmemek zor.
vi: Hầu hết các đối thủ cạnh tranh ở Thung lũng Silicon hiện muốn trở thành người chiến thắng độc quyền. Và đó là lý do chúng ta khó bỏ qua điều đó, ngay bây giờ, chỉ có duy nhất một sự cạnh tranh trong việc chia sẻ chuyến đi, đó là hai công ty lớn nhất: Uber và Lyft.

source: Years — and over 4 million listings — later, Airbnb doesn’t need to meet hosts in person anymore; the flywheel is officially spinning.
es: Años, y más de 4 millones de listados, más tarde, Airbnb ya no necesita conocer a los anfitriones en persona; El volante está girando oficialmente.
fr: Des années - et plus de 4 millions d'annonces - plus tard, Airbnb n'a plus besoin de rencontrer des hôtes en personne; le volant tourne officiellement.
id: Bertahun-tahun - dan lebih dari 4 juta daftar - kemudian, Airbnb tidak perlu bertemu langsung dengan host; roda gila secara resmi berputar.
it: Anni - e oltre 4 milioni di annunci - in seguito, Airbnb non ha più bisogno di incontrare gli host di persona; il volano gira ufficialmente.
pt: Anos - e mais de 4 milhões de listagens - depois, o Airbnb não precisa mais conhecer os hosts pessoalmente; o volante está girando oficialmente.
ru: Спустя годы — и более 4 миллионов объявлений-Airbnb больше не нужно встречаться с хозяевами лично; маховик официально вращается.
tr: Yıllar - ve 4 milyondan fazla giriş - daha sonra, Airbnb'nin artık ev sahipleriyle buluşması gerekmiyor; volan resmi olarak dönüyor.
vi: Qua nhiều năm - và hơn 4 triệu đơn vị niêm yết lên nền tảng - sau đó, Airbnb không cần phải trực tiếp gặp gỡ chủ nhà nữa; các hoạt động đã đi vào guồng một cách trơn tru.

source: Locations in popular tourist destinations such as New York, London, and Paris will also have higher commission rates than less-known areas due to greater competition, and upscale properties with higher profit margins on average will have a higher commission rate than properties such as hostels, motels, etc. that have thinner margins.
es: Las ubicaciones en destinos turísticos populares como Nueva York, Londres y París también tendrán tasas de comisión más altas que las áreas menos conocidas debido a una mayor competencia, y las propiedades exclusivas con mayores márgenes de beneficio en promedio tendrán una tasa de comisión más alta que las propiedades como los albergues , moteles, etc. que tienen márgenes más delgados.
fr: Les emplacements dans les destinations touristiques populaires telles que New York, Londres et Paris auront également des taux de commission plus élevés que les zones moins connues en raison d'une concurrence accrue, et les propriétés haut de gamme avec des marges bénéficiaires plus élevées auront en moyenne un taux de commission plus élevé que les propriétés telles que les auberges , motels, etc. qui ont des marges plus minces.
id: Lokasi di tujuan wisata populer seperti New York, London, dan Paris juga akan memiliki tingkat komisi yang lebih tinggi daripada daerah yang kurang dikenal karena persaingan yang lebih besar, dan properti kelas atas dengan margin keuntungan yang lebih tinggi rata-rata akan memiliki tingkat komisi yang lebih tinggi daripada properti seperti hostel. , motel, dll. yang memiliki margin lebih tipis.
it: I luoghi nelle destinazioni turistiche più richieste come New York, Londra e Parigi, a causa della concorrenza maggiore, saranno soggette a commissioni più alte rispetto ad aree meno conosciute e proprietà di lusso con profitti più alti avranno commissioni più alte rispetto ad ostelli, motel ecc., che avranno margini più ridotti.
pt: Locais em destinos turísticos populares como Nova York, Londres e Paris também terão taxas de comissão mais altas do que áreas menos conhecidas devido à maior concorrência, e propriedades de alto padrão com margens de lucro mais altas terão uma taxa de comissão mais alta do que propriedades como albergues , motéis etc. com margens mais finas.
ru: Места в популярных туристических направлениях, таких как Нью-Йорк, Лондон и Париж, также будут иметь более высокие комиссионные ставки, чем менее известные районы из-за большей конкуренции, а высококлассные объекты с более высокой прибылью в среднем будут иметь более высокую комиссию, чем такие объекты, как хостелы, мотели и т. д. с более тонкой маржой.
tr: New York, Londra ve Paris gibi popüler turistik yerlerdeki yerler, daha fazla rekabet nedeniyle daha az bilinen alanlardan daha yüksek komisyon oranlarına sahip olacak ve ortalama olarak daha yüksek kar marjlarına sahip lüks mülkler, pansiyonlar gibi mülklerden daha yüksek komisyon oranına sahip olacak. , moteller vb.
vi: Các địa điểm tại các điểm du lịch nổi tiếng như New York, London và Paris cũng sẽ có tỷ lệ hoa hồng cao hơn các khu vực ít được biết đến do cạnh tranh lớn hơn và các tài sản cao cấp có tỷ suất lợi nhuận cao hơn trung bình sẽ có tỷ lệ hoa hồng cao hơn các tài sản như nhà trọ , nhà nghỉ, vv có lợi nhuận mỏng hơn.

source: ...conventional wisdom suggests Craigslist should have vanished long ago. Launched by Craig Newmark in 1995, the website, which has kept roughly the same design through the years and now has some 55 million visitors a month, has not only survived but also thrived...Craigslist's effectiveness cannot be understated...Last year, it took in upwards of $690 million in revenue, according to an estimate by the AIM Group, a research firm in Altamonte Springs, Florida.
es: ... la sabiduría convencional sugiere que Craigslist debería haber desaparecido hace mucho tiempo. Lanzado por Craig Newmark en 1995, el sitio web, que ha mantenido aproximadamente el mismo diseño a través de los años y ahora tiene unos 55 millones de visitantes al mes, no solo sobrevivió sino que también prosperó... La efectividad de Craigslist no puede ser subestimada... El año pasado, recaudó más de $ 690 millones en ingresos, según una estimación del Grupo AIM, una firma de investigación en Altamonte Springs, Florida.
fr: ... la sagesse conventionnelle suggère que Craigslist aurait dû disparaître il y a longtemps. Lancé par Craig Newmark en 1995, le site Web, qui a gardé à peu près le même design au fil des ans et qui compte maintenant quelque 55 millions de visiteurs par mois, a non seulement survécu mais aussi prospéré ... L'efficacité de Craigslist ne peut pas être sous-estimée ... L'année dernière , elle a généré plus de 690 millions de dollars de revenus, selon une estimation du groupe AIM, une firme de recherche située à Altamonte Springs, en Floride.
id: ... kebijaksanaan konvensional menunjukkan bahwa Craigslist seharusnya sudah lama hilang. Diluncurkan oleh Craig Newmark pada tahun 1995, situs web, yang telah mempertahankan desain yang kira-kira sama selama bertahun-tahun dan sekarang memiliki sekitar 55 juta pengunjung per bulan, tidak hanya bertahan tetapi juga berkembang ... Keefektifan Craigslist tidak dapat dikecilkan ... Tahun lalu , itu mengambil lebih dari $ 690 juta dalam pendapatan, menurut perkiraan oleh AIM Group, sebuah perusahaan riset di Altamonte Springs, Florida.
it: ... la saggezza convenzionale suggerisce che Craigslist avrebbe dovuto svanire molto tempo fa. Lanciato da Craig Newmark nel 1995, il sito web, che ha mantenuto più o meno lo stesso design nel corso degli anni e ora ha circa 55 milioni di visitatori al mese, non solo è sopravvissuto ma ha anche prosperato ... L'efficacia di Craigslist non può essere sottovalutata ... L'anno scorso , ha realizzato ricavi per oltre $ 690 milioni, secondo una stima del gruppo AIM, una società di ricerca di Altamonte Springs, in Florida.
pt: ... a sabedoria convencional sugere que o Craigslist deveria ter desaparecido há muito tempo. Lançado por Craig Newmark em 1995, o site, que manteve praticamente o mesmo design ao longo dos anos e agora tem cerca de 55 milhões de visitantes por mês, não apenas sobreviveu, mas também prosperou ... A eficácia do Craigslist não pode ser subestimada ... No ano passado , arrecadou mais de US $ 690 milhões em receita, de acordo com uma estimativa do AIM Group, uma empresa de pesquisa em Altamonte Springs, Flórida.
ru: ...по законам жанра, Craigslist должен был уже давно исчезнуть. Запущенный Крейгом Ньюарком в 1995 году, веб-сайт, которыйс тех пор имеет примерно один и тот же дизайн и около 55 миллионов посетителей в месяц, не только выжил, но и процветает... Эффективность Craigslist невозможно переоценить... В прошлом году, по данным оценочной группы AIM, исследовательской фирмы из Алтамонте-Спрингс, штат Флорида, компания получила более 690 миллионов долларов дохода.
tr: ... geleneksel bilgelik Craigslist'in uzun zaman önce yok olması gerektiğini gösteriyor. 1995 yılında Craig Newmark tarafından piyasaya sürülen ve neredeyse aynı tasarımı yıllarca koruyan ve şu anda ayda yaklaşık 55 milyon ziyaretçiye sahip olan web sitesi sadece hayatta kalmakla kalmadı aynı zamanda başarılı oldu ... Craigslist'in etkinliği anlaşılamaz ... Geçen yıl , Altamonte Springs, Florida'da bir araştırma şirketi olan AIM Group'un tahminine göre 690 milyon dolar gelir elde etti.
vi: ...Craigslist lẽ ra đã biến mất từ lâu. Ra mắt bởi Craig Newmark vào năm 1995, trang web này có thiết kế gần như y chang nhau trong nhiều năm và hiện có khoảng 55 triệu khách truy cập mỗi tháng. Trang web này không những sống sót mà còn phát triển...Tính hiệu quả của Craigslist không thể bị đánh giá thấp. Tờ báo Forbes cho biết, theo ước tính của AIM Group, một công ty nghiên cứu tại Altamonte Springs, Florida,... năm ngoái, Craigslist đã thu về tới 690 triệu đô la doanh thu.

source: We...found the median ‘real commission’ over the course of 37 rides in San Francisco was 39.01%%.
es: Nosotros... encontramos que la "comisión real" promedio en el transcurso de 37 viajes en San Francisco fue 39.01%%.
fr: Nous ... avons trouvé que la `` commission réelle '' médiane au cours de 37 trajets à San Francisco était de 39,01%%.
id: Kami ... menemukan median 'komisi nyata' selama 37 wahana di San Francisco adalah 39,01%%.
it: Abbiamo ... trovato che la "vera commissione" mediana nel corso di 37 corse a San Francisco era 39,01%%.
pt: Encontramos ... a mediana 'comissão real' ao longo de 37 corridas em São Francisco foi 39,01%%.
ru: Мы ... обнаружили, что медиана «реальной комиссии» за 37 поездок в Сан-Франциско составила 39,01%%.
tr: Biz ... San Francisco'da 37 tur boyunca ortanca 'gerçek komisyon' bulundu 39.01%%.
vi: Chúng tôi... đã tìm thấy tỉ lệ hoa hồng trung bình trên thực tế trong suốt 37 chuyến đi ở San Francisco là 39,01%%.

source: Airbnb has canceled a number of accounts and bookings associated with the Unite the Right Free Speech Rally
es: Airbnb ha cancelado varias cuentas y reservas asociadas con el Rally Unite the Right Free Speech
fr: Airbnb a annulé un certain nombre de comptes et de réservations associés au rassemblement Unite the Right Free Speech
id: Airbnb telah membatalkan sejumlah akun dan pemesanan yang terkait dengan Unite the Right Free Speech Rally
it: Airbnb ha cancellato una serie di account e prenotazioni associati al Raduno vocale gratuito Unite the Right
pt: O Airbnb cancelou várias contas e reservas associadas ao Rally Unite the Right Free Speech
ru: Airbnb аннулировал ряд учетных записей и заказов, связанных с митингом Right Free Speech Rally
tr: Airbnb, Sağ Serbest Konuşma Birliğini Topla ile ilişkili bir dizi hesabı ve rezervasyonu iptal etti
vi: Airbnb đã hủy một số tài khoản và lượt đặt chỗ liên quan đến cuộc biểu tình Unite the Right Free Speech Rally

source: San Francisco estimates that more than 50%% of current Airbnb listings in the city aren't eligible to be registered and thus would need to stop hosting visitors unless they can comply
es: San Francisco estima que más de 50%% de los listados actuales de Airbnb en la ciudad no son elegibles para registrarse y, por lo tanto, tendrían que dejar de recibir visitantes a menos que puedan cumplir
fr: San Francisco estime que plus de 50%% des listes Airbnb actuelles dans la ville ne sont pas éligibles pour être enregistrées et devraient donc cesser d'héberger des visiteurs à moins qu'ils ne puissent s'y conformer
id: San Francisco memperkirakan bahwa lebih dari 50%% listing Airbnb saat ini di kota tidak memenuhi syarat untuk didaftarkan dan karenanya perlu menghentikan hosting pengunjung kecuali mereka dapat mematuhi
it: San Francisco stima che oltre 50%% degli attuali elenchi Airbnb in città non sono idonei per essere registrati e quindi dovrebbero smettere di ospitare visitatori a meno che non possano conformarsi
pt: São Francisco estima que mais de 50%% das listagens atuais do Airbnb na cidade não são elegíveis para serem registradas e, portanto, precisariam parar de hospedar visitantes, a menos que possam cumprir
ru: По оценкам города Сан-Франциско более 50 % объектов жилья, по которым даны объявления Airbnb, не подлежат регистрации и, следовательно, если соответствие регистрационным требованиям не будет обеспечено, их хозяевам следует прекратить размещать гостей
tr: San Francisco 50'den fazla olduğunu tahmin%% kentte geçerli Airbnb listelerinin tescil edilmeye uygun değildir ve bu nedenle onlar uymak sürece ziyaretçileri barındırma durdurmak gerekir
vi: San Francisco ước tính rằng hơn 50%% danh sách tài khoản Airbnb hiện tại trong thành phố không đủ điều kiện để được đăng ký và do đó sẽ cần phải dừng phục vụ khách trừ khi họ có thể tuân thủ

source: TIME’s poll of 3,000 people, conducted by Penn Schoen Berland in late November, found that 22%% of American adults, or 45 million people, have already offered some kind of good or service in this economy.
es: La encuesta de TIME a 3.000 personas, realizada por Penn Schoen Berland a fines de noviembre, encontró que 22%% de los adultos estadounidenses, o 45 millones de personas, ya han ofrecido algún tipo de bien o servicio en esta economía.
fr: Le sondage mené par TIME auprès de 3000 personnes, mené par Penn Schoen Berland fin novembre, a révélé que 22%% des adultes américains, soit 45 millions de personnes, ont déjà offert une sorte de bien ou de service dans cette économie.
id: Jajak pendapat TIME terhadap 3.000 orang, yang dilakukan oleh Penn Schoen Berland pada akhir November, menemukan bahwa 22%% orang dewasa Amerika, atau 45 juta orang, telah menawarkan semacam barang atau jasa dalam perekonomian ini.
it: Il sondaggio di TIME su 3000 persone, condotto da Penn Schoen Berland alla fine di novembre, ha rilevato che 22%% di adulti americani, o 45 milioni di persone, hanno già offerto qualche tipo di bene o servizio in questa economia.
pt: Poll de 3.000 pessoas, realizada pela Penn Schoen Berland no final de novembro do TEMPO, descobriu que 22%% dos adultos americanos, ou 45 milhões de pessoas, já ofereceram algum tipo de bem ou serviço nesta economia.
ru: Опрос, проведенный TIME 3000 человек, проведенный Penn Schoen Berland в конце ноября, показал, что 22%% взрослых американцев, или 45 миллионов человек, уже предложили какой-то товар или услугу в этой экономике.
tr: TIME'nin Penn Schoen Berland tarafından Kasım ayı sonunda gerçekleştirdiği 3.000 kişilik anket, 22%% Amerikalı yetişkinin veya 45 milyon kişinin bu ekonomide bir tür iyi hizmet veya hizmet sunduğunu buldu.
vi: Cuộc thăm dò ý kiến của TIMEs với 3.000 người, được thực hiện bởi Penn Schoen Berland vào cuối tháng 11 cho thấy 22%% người Mỹ trưởng thành, tương đương 45 triệu người, đã cung cấp một loại dịch vụ trong nền kinh tế này.

source: The sharing economy is estimated to grow from $14 billion in 2014 to $335 billion by 2025
es: Se estima que la economía colaborativa crecerá de $ 14 mil millones en 2014 a $ 335 mil millones para 2025
fr: L'économie du partage devrait passer de 14 milliards de dollars en 2014 à 335 milliards de dollars d'ici 2025.
id: Ekonomi berbagi diperkirakan tumbuh dari $ 14 miliar pada 2014 menjadi $ 335 miliar pada 2025
it: Si stima che l'economia della condivisione cresca da $ 14 miliardi nel 2014 a $ 335 miliardi entro il 2025
pt: Estima-se que a economia compartilhada cresça de US $ 14 bilhões em 2014 para US $ 335 bilhões até 2025
ru: Экономика совместного использования, по оценкам, вырастет с 14 млрд долларов в 2014 году до 335 млрд долларов к 2025 году.
tr: Paylaşım ekonomisinin 2014 yılında 14 milyar dolardan 2025 yılına kadar 335 milyar dolara çıkacağı tahmin edilmektedir.
vi: Nền kinh tế chia sẻ ước tính tăng từ 14 tỷ đô la năm 2014 lên 335 tỷ đô la vào năm 2025 - Viện Brookings

source: The new research, Sharing Economy: Opportunities, Impacts & Disruptors 2017-2022, forecasts that the sharing economy will reach $40.2 billion in 2022, in terms of platform provider revenues, up from $18.6 billion in 2017.
es: La nueva investigación, Sharing Economy: Opportunities, Impacts & Disruptors 2017-2022, pronostica que la economía compartida alcanzará los $ 40.2 mil millones en 2022, en términos de ingresos de proveedores de la plataforma, en comparación con los $ 18.6 mil millones en 2017.
fr: La nouvelle recherche, Sharing Economy: Opportunities, Impacts & Disruptors 2017-2022, prévoit que l'économie du partage atteindra 40,2 milliards de dollars en 2022, en termes de revenus des fournisseurs de plateformes, contre 18,6 milliards de dollars en 2017.
id: Penelitian baru, Ekonomi Berbagi: Peluang, Dampak & Pengganggu 2017-2022, memperkirakan bahwa ekonomi berbagi akan mencapai $ 40,2 miliar pada tahun 2022, dalam hal pendapatan penyedia platform, naik dari $ 18,6 miliar pada 2017.
it: La nuova ricerca, Sharing Economy: Opportunities, Impacts & Disruptors 2017-2022, prevede che l'economia della condivisione raggiungerà $ 40,2 miliardi nel 2022, in termini di ricavi dei fornitori di piattaforme, rispetto ai $ 18,6 miliardi nel 2017.
pt: A nova pesquisa, Economia de compartilhamento: oportunidades, impactos e disruptores 2017-2022, prevê que a economia de compartilhamento chegará a US $ 40,2 bilhões em 2022, em termos de receita de provedores de plataforma, acima dos US $ 18,6 bilhões em 2017.
ru: Новое исследование, «Экономика совместного потребления: возможности, факторы позитивного и негативного воздействия, 2017-2022 гг.», прогнозирует, что экономика совместного потребления по показателю доходов платформ поднимется с 18,6 миллиарда долларов в 2017 году до 40,2 миллиарда долларов США в 2022 году.
tr: Yeni araştırma, Paylaşım Ekonomisi: Fırsatlar, Etkiler ve Yıkıcılar 2017-2022, paylaşım ekonomisinin 2022'de platform sağlayıcı gelirleri açısından 2017'de 18,6 milyar dolardan 40,2 milyar dolara ulaşacağını öngörüyor.
vi: Nghiên cứu mới, Nền kinh tế chia sẻ: Cơ hội, tác động và những nhà xoay chuyển thời cuộc 2017-2022, dự báo nền kinh tế chia sẻ sẽ đạt 40,2 tỷ đô la vào năm 2022, doanh thu của nhà cung cấp nền tảng cũng sẽ tăng từ 18,6 tỷ đô la trong năm 2017.
