Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: While the overall market continues to boom, value capture has only shifted in favor to the regional monopolies. Recently, Airbnb dramatically increased fees for hosts in many global regions, from 3 to 5 percent to 14 percent<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. Similarly, Uber’s advertised 25%% commission rate is actually significantly higher when factoring in additional fees that are passed onto their drivers. For example, the median commission that Uber charges in San Francisco was recently estimated at 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>
es: Si bien el mercado general continúa en auge, la captura de valor solo ha cambiado a favor de los monopolios regionales. Recientemente, Airbnb aumentó drásticamente las tarifas para los hosts en muchas regiones del mundo, del 3 al 5 por ciento al 14 por ciento<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. Del mismo modo, la tasa de comisión de 25%% anunciada por Uber es en realidad significativamente más alta cuando se tienen en cuenta las tarifas adicionales que se transfieren a sus conductores. Por ejemplo, la comisión media que Uber cobra en San Francisco se estimó recientemente en 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>
fr: Alors que le marché global continue de prospérer, la capture de valeur n'a fait que se déplacer vers les monopoles régionaux. Récemment, Airbnb a considérablement augmenté les frais pour les hôtes dans de nombreuses régions du monde, de 3 à 5% à 14%<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. De même, le taux de commission annoncé par Uber 25%% est en fait considérablement plus élevé lorsque l'on tient compte des frais supplémentaires qui sont répercutés sur leurs chauffeurs. Par exemple, la commission médiane qu'Uber facture à San Francisco a récemment été estimée à 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>
id: Sementara pasar secara keseluruhan terus boom, nilai menangkap hanya bergeser ke monopoli regional. Baru-baru ini, Airbnb secara dramatis meningkatkan biaya untuk tuan rumah di banyak wilayah global, dari 3 menjadi 5 persen menjadi 14 persen<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. Demikian pula, diiklankan 25 Uber ini%% tingkat komisi sebenarnya secara signifikan lebih tinggi ketika anjak dalam biaya tambahan yang lulus ke driver mereka. Misalnya, komisi rata-rata yang dibebankan Uber di San Francisco baru-baru ini diperkirakan 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>
it: Mentre il mercato globale continua a espandersi, la cattura del valore si è spostata solo a favore dei monopoli regionali. Di recente, Airbnb ha aumentato notevolmente le tariffe per gli host in molte regioni globali, dal 3 al 5 percento al 14 percento<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. Allo stesso modo, la percentuale di commissioni pubblicizzate di 25%% di Uber è in realtà significativamente più alta quando si tiene conto delle commissioni aggiuntive che vengono trasferite ai loro conducenti. Ad esempio, la commissione mediana che Uber addebita a San Francisco è stata recentemente stimata in 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>
pt: Enquanto o mercado geral continua crescendo, a captura de valor mudou apenas em favor dos monopólios regionais. Recentemente, o Airbnb aumentou drasticamente as taxas para hosts em muitas regiões do mundo, de 3 para 5% para 14%<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. Da mesma forma, a taxa de comissão 25%% anunciada pela Uber é realmente significativamente mais alta ao considerar taxas adicionais que são repassadas aos seus motoristas. Por exemplo, a comissão mediana cobrada pela Uber em São Francisco foi recentemente estimada em 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>
ru: В то время как общий рынок продолжает расти, захват стоимости только сместился в пользу регионального рынка монополии. В последнее время Airbnb резко увеличила сборы для хостов во многих регионах мира, с 3 до 5 процентов до 14 процентов. Аналогичным образом, рекламируемая 25% - ная комиссия Uber на самом деле значительно выше при факторинге дополнительных сборов, которые перекладываются на их водителей. Например, комиссия, которую Uber взимает в Сан-Франциско, недавно оценивалась в 39%.
tr: Genel pazar patlamaya devam ederken, değer yakalama sadece bölgesel tekellerin lehine değişti. Son zamanlarda, Airbnb birçok küresel bölgedeki ev sahipleri için ücretleri yüzde 3'ten 5'e, yüzde 14'ten<a class='whitepaper-footnote-link' href='#footnote13'>13</a>önemli ölçüde artırdı. Benzer şekilde, Uber'in reklamı yapılan 25%% komisyon oranı, sürücülerine iletilen ek ücretler dikkate alındığında gerçekten önemli ölçüde daha yüksektir. Örneğin, Uber'in San Francisco'da suçladığı medyan komisyonun yakın zamanda 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>olduğu tahmin ediliyor.
vi: Trong khi thị trường nói chung tiếp tục bùng nổ, việc nắm bắt giá trị chỉ thay đổi theo hướng có lợi cho các nhà độc quyền khu vực. Gần đây, Airbnb đã tăng đáng kể phí cho các chủ nhà ở nhiều khu vực, từ 3%% đến 5%% lên 14%%<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. Tương tự, chi phí hoa hồng thực tế của Uber sau khi tính thêm các khoản chi phí mà người lái xe phải chịu cao hơn nhiều so với mức 25%% mà Uber đề xuất. Ví dụ, theo ước tính gần đây, mức hoa hồng trung bình mà Uber thu tại San Francisco là 39% <a class='whitepaper-footnote-link' href='#footnote14'>14</a>

source: The world is also moving more and more to global versus local commerce. Sellers are able to provide services (and many times products and goods) to customers across the world. Currently, a Lyft passenger would not be able to ride on the Didi ChuXing ride-sharing network (China’s largest ride-sharing company) save for the fact that the two companies signed a deep partnership that was months in the making and involved a mutual investor pouring hundreds of millions of dollars into both companies. In a global, but openly distributed marketplace, a customer would be able to purchase services from suppliers without a need for new accounts, complicated currency exchanges, or prerequisite negotiated deals.
es: El mundo también se está moviendo cada vez más hacia el comercio global versus el comercio local. Los vendedores pueden proporcionar servicios (y muchas veces productos y productos) a clientes de todo el mundo. Actualmente, un pasajero de Lyft no podría viajar en la red de viajes compartidos de Didi ChuXing (la compañía de viajes compartidos más grande de China), salvo por el hecho de que las dos compañías firmaron una asociación profunda que llevó meses en desarrollo e involucró a un inversor mutuo invirtiendo cientos de millones de dólares en ambas compañías. En un mercado global, pero distribuido abiertamente, un cliente podría comprar servicios de proveedores sin la necesidad de nuevas cuentas, intercambios de divisas complicados o requisitos previos negociados.
fr: Le monde évolue également de plus en plus entre le commerce mondial et le commerce local. Les vendeurs sont en mesure de fournir des services (et souvent des produits et des marchandises) à des clients du monde entier. Actuellement, un passager Lyft ne serait pas en mesure de monter sur le réseau de covoiturage Didi ChuXing (la plus grande société de covoiturage de Chine), sauf pour le fait que les deux sociétés ont signé un partenariat profond qui a duré des mois et a impliqué un investisseur mutuel verser des centaines de millions de dollars dans les deux sociétés. Dans un marché mondial, mais ouvertement distribué, un client pourrait acheter des services auprès de fournisseurs sans avoir besoin de nouveaux comptes, d'échanges de devises compliqués ou de transactions négociées préalables.
id: Dunia juga bergerak semakin banyak ke perdagangan global versus lokal. Penjual dapat memberikan layanan (dan berkali-kali produk dan barang) kepada pelanggan di seluruh dunia. Saat ini, penumpang Lyft tidak akan bisa naik di jaringan berbagi pakai Didi ChuXing (perusahaan berbagi perjalanan terbesar di China) kecuali fakta bahwa kedua perusahaan menandatangani kemitraan yang mendalam selama berbulan-bulan dalam pembuatan dan melibatkan investor bersama mencurahkan ratusan juta dolar ke kedua perusahaan. Dalam pasar global, tetapi didistribusikan secara terbuka, pelanggan akan dapat membeli layanan dari pemasok tanpa perlu akun baru, pertukaran mata uang yang rumit, atau kesepakatan negosiasi yang dipersyaratkan.
it: Il mondo si sta inoltre spostando sempre più verso il commercio globale contro il commercio locale. I venditori sono in grado di fornire servizi (e molte volte prodotti e merci) ai clienti di tutto il mondo. Attualmente, un passeggero Lyft non sarebbe in grado di guidare sulla rete Didi ChuXing (la più grande compagnia cinese di condivisione dei viaggi) salvo il fatto che le due compagnie hanno siglato una profonda partnership che era in fase di realizzazione da mesi e ha coinvolto un investitore comune versando centinaia di milioni di dollari in entrambe le società. In un mercato globale, ma apertamente distribuito, un cliente sarebbe in grado di acquistare servizi dai fornitori senza la necessità di nuovi account, cambi di valuta complicati o accordi negoziati prerequisiti.
pt: O mundo também está se movendo cada vez mais para o comércio global versus o local. Os vendedores são capazes de fornecer serviços (e muitas vezes produtos e mercadorias) a clientes em todo o mundo. Atualmente, um passageiro da Lyft não seria capaz de rodar na rede de compartilhamento de viagens Didi ChuXing (a maior empresa de compartilhamento de viagens da China), exceto pelo fato de que as duas empresas assinaram uma parceria profunda que durou meses e envolveu um investidor em comum despejando centenas de milhões de dólares nas duas empresas. Em um mercado global, mas com distribuição aberta, um cliente poderá adquirir serviços de fornecedores sem a necessidade de novas contas, trocas de moeda complicadas ou acordos negociados com pré-requisitos.
ru: Мир все увереннее движется от местной к глобальной системе торговли. Продавцы могут предоставлять услуги (а также продукцию и товары) клиентам по всему миру. В настоящее время пассажиры Lyft могут ездить на попутном такси Didi ChuXing (крупнейшая компания, предоставляющая услуги попутного такси в Китае) только благодаря тому, что оба игрока подписали договор о всестороннем партнерстве, подготовка которого заняла несколько месяцев, и привлекли многомиллионные долларовые вливания в обе компании со стороны общего инвестора. На глобальном, но открытом распределенном рынке заказчик сможет приобретать услуги у поставщиков без сложных операций, связанных с новыми счетами, обменом валют или договоров на предварительно оговоренных условиях.
tr: Dünya aynı zamanda küresel ticarete karşı yerel ticarete giderek daha fazla hareket ediyor. Satıcılar, dünya çapındaki müşterilere hizmet (ve birçok kez ürün ve mal) sağlayabilir. Şu anda, bir Lyft yolcusu Didi ChuXing sürüş paylaşım ağına (Çin'in en büyük sürüş paylaşım şirketi) binemiyordu, çünkü iki şirket yapımda aylar süren ve ortak bir yatırımcıyı kapsayan derin bir ortaklık imzaladı. her iki şirkete de yüz milyonlarca dolar döküyor. Küresel, ancak açık bir şekilde dağıtılan bir pazarda, müşteri yeni hesaplara, karmaşık döviz alış verişlerine veya önkoşullu müzakere anlaşmalarına ihtiyaç duymadan tedarikçilerden hizmet satın alabilir.
vi: Thế giới cũng đang ngày càng chuyển sang thương mại toàn cầu hơn là tập trung vào từng địa phương. Người bán có thể cung cấp dịch vụ (và nhiều lần sản phẩm và hàng hóa) cho khách hàng trên toàn thế giới. Hiện tại, một hành khách của hãng Lyft sẽ không thể đi trên mạng chia sẻ đi xe Didi ChuXing (công ty chia sẻ đi xe lớn nhất Trung Quốc) bởi một thực tế là hai công ty đã ký kết hợp tác trong nhiều tháng và cùng liên quan đến một nhà đầu tư chung đã rót hàng trăm triệu đô la vào cả hai công ty. Trong một thị trường toàn cầu, marketplace mở, khách hàng sẽ có thể mua dịch vụ từ các nhà cung cấp mà không cần tài khoản mới, không phải trải qua thủ tục chuyển đổi tiền tệ phức tạp hoặc không phải phải tuân theo thỏa thuận đàm phán.

source: Concurrently, the technology is finally starting to be in place to support large-scale decentralized commerce.
es: Al mismo tiempo, la tecnología finalmente está comenzando a implementarse para apoyar el comercio descentralizado a gran escala.
fr: Parallèlement, la technologie commence enfin à être en place pour soutenir le commerce décentralisé à grande échelle.
id: Bersamaan dengan itu, teknologi ini akhirnya mulai tersedia untuk mendukung perdagangan desentralisasi skala besar.
it: Allo stesso tempo, la tecnologia sta finalmente iniziando a essere in atto per supportare il commercio decentralizzato su larga scala.
pt: Simultaneamente, a tecnologia está finalmente começando a ser implementada para apoiar o comércio descentralizado em larga escala.
ru: В то же время технология обеспечит поддержку крупномасштабной децентрализованной торговли.
tr: Eşzamanlı olarak, teknoloji nihayetinde büyük ölçekli merkezi olmayan ticareti desteklemek için uygulamaya başlıyor.
vi: Đồng thời, công nghệ của nền kinh tế chia sẻ đã chính thức bắt đầu được đón nhận để hỗ trợ thương mại phi tập trung quy mô lớn.

source: With the official launch of Ethereum in July 2015, the world was given its first widely-adopted blockchain that supported smart contracts. Ethereum has created “programmable money” and just as importantly, a community of developers, evangelists, and investors that are committed to furthering the technology stack and use cases.
es: Con el lanzamiento oficial de Ethereum en julio de 2015, el mundo recibió su primera cadena de bloques ampliamente adoptada que admitía contratos inteligentes. Ethereum ha creado "dinero programable" y, lo que es más importante, una comunidad de desarrolladores, evangelistas e inversores que se comprometen a promover la pila de tecnología y los casos de uso.
fr: Avec le lancement officiel d'Ethereum en juillet 2015, le monde a reçu sa première blockchain largement adoptée qui prend en charge les contrats intelligents. Ethereum a créé de «l'argent programmable» et, tout aussi important, une communauté de développeurs, d'évangélistes et d'investisseurs qui se sont engagés à faire progresser la pile technologique et les cas d'utilisation.
id: Dengan peluncuran resmi Ethereum pada Juli 2015, dunia diberi blockchain pertama yang diadopsi secara luas yang mendukung kontrak pintar. Ethereum telah menciptakan "uang yang dapat diprogram" dan yang sama pentingnya, komunitas pengembang, penginjil, dan investor yang berkomitmen untuk memajukan tumpukan teknologi dan menggunakan kasing.
it: Con il lancio ufficiale di Ethereum nel luglio 2015, il mondo ha ricevuto la sua prima blockchain ampiamente adottata che supportava i contratti intelligenti. Ethereum ha creato "soldi programmabili" e, altrettanto importante, una comunità di sviluppatori, evangelisti e investitori che si impegnano a promuovere lo stack tecnologico e i casi d'uso.
pt: Com o lançamento oficial do Ethereum em julho de 2015, o mundo recebeu seu primeiro blockchain amplamente adotado que suportava contratos inteligentes. A Ethereum criou "dinheiro programável" e, igualmente importante, uma comunidade de desenvolvedores, evangelistas e investidores comprometidos em aumentar a pilha de tecnologia e os casos de uso.
ru: После официального запуска Ethereum в июле 2015 года мир получил свой первый популярный блокчейн, поддерживающий смарт-контракты. Ethereum создал «программируемые деньги» и, что не менее важно, сформировал сообщество разработчиков, специалистов по пропагандированию и инвесторов, ориентированных на дальнейшее развитию стека технологий и вариантов использования.
tr: Temmuz 2015'te Ethereum'un resmi lansmanı ile dünyaya akıllı sözleşmeleri destekleyen ilk yaygın olarak kabul edilen blok zinciri verildi. Ethereum, “programlanabilir para” yarattı ve en önemlisi, teknoloji yığınını ve kullanım örneklerini daha da ileriye götürmeye çalışan geliştiriciler, evanjelistler ve yatırımcılar topluluğu.
vi: Với sự ra mắt chính thức của Ethereum vào tháng 7 năm 2015, thế giới đã có một nền tảng blockchain đầu tiên được chấp nhận rộng rãi hỗ trợ các hợp đồng thông minh. Ethereum đã tạo ra chương trình mà tài sản tài chính có thể lập trình được trên mạng và quan trọng không kém, một cộng đồng các nhà phát triển, nhà vận động và nhà đầu tư cam kết tiếp tục đẩy mạnh công nghệ này và các ứng dụng thực tiễn của nó.

source: On the data storage side, the Interplanetary File System (IPFS) has gained traction<a class='whitepaper-footnote-link' href='#footnote15'>15</a> as a distributed data repository for the open, persistent web. With the expected future launch of FileCoin and their Proof-of-Replication (PoR) and Proof-of-Spacetime (PoSt), large amounts of data will be able to be stored in a distributed and trustless fashion with the right incentive model to make it work.
es: En el lado del almacenamiento de datos, el Sistema de archivos interplanetarios (IPFS) ha ganado tracción<a class='whitepaper-footnote-link' href='#footnote15'>15</a> como un depósito de datos distribuidos para la web abierta y persistente. Con el lanzamiento futuro esperado de FileCoin y su Prueba de replicación (PoR) y Prueba de espacio-tiempo (PoSt), se podrán almacenar grandes cantidades de datos de manera distribuida y sin confianza con el modelo de incentivos adecuado para hacer funciona.
fr: Du côté de stockage de données, le système de fichiers Interplanétaire (IPFS) a gagné la traction<a class='whitepaper-footnote-link' href='#footnote15'>15</a> en tant que référentiel de données distribuées pour le Web ouvert, persistant. Avec le lancement futur attendu de FileCoin et de leur Proof-of-Replication (PoR) et Proof-of-Spacetime (PoSt), de grandes quantités de données pourront être stockées de manière distribuée et sans confiance avec le bon modèle d'incitation à faire ça marche.
id: Di sisi penyimpanan data, antarplanet File System (IPFS) telah memperoleh traksi<a class='whitepaper-footnote-link' href='#footnote15'>15</a> sebagai repositori data terdistribusi untuk terbuka, web persisten. Dengan peluncuran FileCoin dan Proof-of-Replication (PoR) dan Proof-of-Spacetime (PoSt) yang diharapkan di masa mendatang, sejumlah besar data akan dapat disimpan dalam mode terdistribusi dan tanpa kepercayaan dengan model insentif yang tepat untuk dibuat. ini bekerja.
it: Per quanto riguarda l'archiviazione dei dati, il file system interplanetario (IPFS) ha guadagnato la trazione<a class='whitepaper-footnote-link' href='#footnote15'>15</a> come repository di dati distribuiti per il web aperto e persistente. Con il previsto lancio futuro di FileCoin e la relativa prova di replica (PoR) e prova di spazio (PoSt), sarà possibile archiviare grandi quantità di dati in modo distribuito e senza fiducia con il giusto modello di incentivazione per realizzare funziona.
pt: No lado do armazenamento de dados, o Sistema de Arquivos Interplanetários (IPFS) ganhou a tração<a class='whitepaper-footnote-link' href='#footnote15'>15</a> como um repositório de dados distribuídos para a Web aberta e persistente. Com o esperado lançamento futuro do FileCoin e seu Proof of Replication (PoR) e Proof of Spacetime (PoSt), grandes quantidades de dados poderão ser armazenadas de maneira distribuída e sem confiança, com o modelo de incentivo correto a ser feito. funciona.
ru: Что касается хранения данных, то межпланетная файловая система (IPFS) получила широкое распространение в качестве распределенного хранилища данных для открытого и постоянного интернета. С ожидаемым будущим запуском FileCoin и их Proof-of-Replication (PoR) и Proof-of-Spacetime (PoSt) большие объемы данных смогут храниться распределенным и надежным образом с правильной моделью стимулирования, чтобы заставить ее работать.
tr: Veri depolama tarafında, Gezegenler Arası Dosya Sistemi (IPFS), açık, kalıcı web için dağıtılmış bir veri havuzu olarak<a class='whitepaper-footnote-link' href='#footnote15'>15</a> çekiş kazanmıştır. Gelecekteki FileCoin lansmanı ve Çoğaltma Kanıtı (PoR) ve Uzay Kanıtı (PoSt) ile, büyük miktarda veri, doğru teşvik modeli ile dağıtılmış ve güvenilmez bir şekilde saklanabilecektir. işe yarıyor.
vi: Về mặt lưu trữ dữ liệu, Hệ thống tệp liên hành tinh (IPFS) đã đạt được sự đón nhận<a class='whitepaper-footnote-link' href='#footnote15'>15</a> như một kho lưu trữ dữ liệu phân tán cho web mở, cố định. Với sự ra mắt sắp tới của FileCoin và Proof-of-Replication (PoR) và Proof-of-Spacetime (PoSt) trong tương lai, một lượng lớn dữ liệu sẽ có thể được lưu trữ theo kiểu phân tán và không cần có sự tin tưởng lẫn nhau với mô hình khuyến khích phù hợp để biến kế hoạch thành hiện thực.

source: Built on top of these two underlying technologies, the Origin Platform has been live in Beta for nearly a year. After getting valuable feedback from thousands of early users, we are launching the 1.0 version of the Origin Platform in Q1 of 2020.
es: Construida sobre estas dos tecnologías subyacentes, la Plataforma Origin ha estado activa en Beta durante casi un año. Después de recibir valiosos comentarios de miles de usuarios iniciales, estamos lanzando la versión 1.0 de Origin Platform en el primer trimestre de 2020.
fr: Construite au-dessus de ces deux technologies sous-jacentes, la plate-forme Origin est disponible en version bêta depuis près d'un an. Après avoir reçu de précieux commentaires de milliers de premiers utilisateurs, nous lançons la version 1.0 de la plateforme Origin au premier trimestre 2020.
id: Dibangun di atas dua teknologi yang mendasari ini, Platform Asal telah hidup dalam Beta selama hampir setahun. Setelah mendapatkan umpan balik yang berharga dari ribuan pengguna awal, kami meluncurkan versi 1.0 Platform Asal di Q1 tahun 2020.
it: Basata su queste due tecnologie sottostanti, la piattaforma Origin è stata pubblicata in beta per quasi un anno. Dopo aver ricevuto feedback preziosi da migliaia di utenti iniziali, stiamo lanciando la versione 1.0 della piattaforma Origin nel primo trimestre del 2020.
pt: Construída sobre essas duas tecnologias subjacentes, a Origin Platform está em beta há quase um ano. Depois de receber feedback valioso de milhares de usuários antigos, estamos lançando a versão 1.0 da plataforma Origin no primeiro trimestre de 2020.
ru: Платформа Origin, созданная на основе этих двух базовых технологий, существует уже почти год в Бета-версии. Получив ценные отзывы тысяч ранних пользователей, мы запускаем версию Origin на платформе 1.0 в первом квартале 2020 года.
tr: Bu iki temel teknolojinin üzerine inşa edilen Origin Platformu, yaklaşık bir yıldır Beta'da yaşıyor. Binlerce eski kullanıcıdan değerli geri bildirimler aldıktan sonra, 2020'nin ilk çeyreğinde Origin Platform'un 1.0 sürümünü kullanıma sunuyoruz.
vi: Nền tảng Origin được xây dựng dựa trên hai công nghệ cơ bản này và đã chạy bản Beta được gần một năm. Sau khi nhận được phản hồi có giá trị từ hàng ngàn người dùng ban đầu, chúng tôi đang cho ra mắt phiên bản 1.0 của nền tảng Origin vào quý 1 năm 2020.
