Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: We believe that now is the perfect time to push forward the peer-to-peer marketplace and e-commerce markets to take advantage of growing market demands and promising technology innovations.
es: Creemos que ahora es el momento perfecto para impulsar el mercado entre pares y los mercados de comercio electrónico para aprovechar las crecientes demandas del mercado y las innovaciones tecnológicas prometedoras.
fr: Nous pensons que le moment est idéal pour faire avancer le marché peer-to-peer et les marchés du commerce électronique afin de tirer parti de la demande croissante du marché et des innovations technologiques prometteuses.
id: Kami percaya bahwa sekarang adalah waktu yang tepat untuk mendorong pasar peer-to-peer dan pasar e-commerce untuk mengambil keuntungan dari permintaan pasar yang berkembang dan inovasi teknologi yang menjanjikan.
it: Riteniamo che sia il momento perfetto per far avanzare il mercato peer-to-peer e i mercati dell'e-commerce per sfruttare le crescenti richieste del mercato e le promettenti innovazioni tecnologiche.
pt: Acreditamos que agora é o momento perfeito para impulsionar o mercado ponto a ponto e os mercados de comércio eletrônico para aproveitar as crescentes demandas do mercado e promissoras inovações tecnológicas.
ru: Мы считаем, что сейчас самое подходящее время для продвижения децентрализованных рыночных площадок экономики совместного потребления, которые дадут возможность воспользоваться растущим рынком и перспективными технологическими инновациями.
tr: Büyüyen pazar taleplerinden ve gelecek vaat eden teknoloji yeniliklerinden yararlanmak için şimdi eşler arası pazar ve e-ticaret pazarlarını ileriye taşımak için mükemmel bir zaman olduğuna inanıyoruz.
vi: Chúng tôi tin rằng bây giờ là thời điểm hoàn hảo để thúc đẩy thương mại hàng ngang và thương mại điện tử để đáp ứng nhu cầu thị trường đang phát triển cùng sự đổi mới công nghệ đầy hứa hẹn.

source: Missing email
es: Correo electrónico perdido
fr: Email manquant
id: Email tidak ada
it: Email mancante
pt: E-mail ausente
ru: Пожалуйста, укажите адрес электронной почты
tr: Eksik e-posta
vi: Email nhỡ

source: Invalid email
es: Email inválido
fr: Email invalide
id: Email tidak valid
it: E-mail non valido
pt: E-mail inválido
ru: Неверный адрес электронной почты
tr: Geçersiz e-posta
vi: Email không hợp lệ

source: You're already registered!
es: ¡Ya estás registrado!
id: Anda sudah terdaftar!
it: Sei già registrato!
pt: Você já está registrado!
ru: Вы уже зарегистрированы!
tr: Zaten kayıtlısınız!
vi: Bạn đã đăng ký xong!

source: Thanks for signing up!
es: ¡Gracias por registrarse!
fil: Salamat sa pagsign-up!
fr: Merci de vous inscrire !
he: תודה על ההרשמה!
hi: साइन अप करने के लिए धन्यवाद!
hr: Hvala na prijavi!
id: Terima kasih telah mendaftar!
it: Grazie per aver effettuato l'iscrizione!
pt: Obrigado por inscrever-se!
ru: Спасибо за регистрацию!
sl: Hvala za vpis!
tr: Üye olduğunuz için teşekkürler!
vi: Cảm ơn bạn đã đăng ký!

source: Please enter your name
es: por favor, escriba su nombre
fil: Isulat ang inyong pangalan
fr: S'il vous plaît entrez votre nom
he: אנא הכנס את שמך
hi: अपना नाम दर्ज करें
hr: Molimo unesite svoje ime
id: Silakan masukkan nama anda
it: Inserisci il tuo nome
pt: Por favor, insira seu nome
ru: Пожалуйста, введите свое имя
sl: Prosim vpišite svoje ime
tr: Lütfen adınızı giriniz

source: Please enter your email
es: Por favor introduzca su correo electrónico
fil: Isulat ang iyong email
fr: Veuillez entrer votre email
he: הזן את האימייל שלך
hi: अपना ईमेल दर्ज करें
hr: Unesite svoju e-mail adresu.
id: Silakan masukkan email anda
it: Per favore Inserisci la tua email
pt: Por favor introduza o seu e-mail
ru: Пожалуйста, введите ваш email
sl: Prosim vpišite svoj email
tr: Lütfen E-postanızı girin

source: Select your country of citizenship
es: Selecciona tu país de ciudadanía
fr: Sélectionnez votre pays de citoyenneté
id: Pilih negara kewarganegaraan Anda
it: Seleziona la tua cittadinanza
pt: Selecione seu país de cidadania
ru: Выберите страну своего гражданства
tr: Vatandaşlık ülkenizi seçin

source: Please enter your desired allocation
es: Por favor ingrese su asignación deseada
fil: Mangyaring Isulat ang iyong nais na alokasyon
fr: S'il vous plaît entrer votre allocation souhaitée
he: הזן את ההקצאה הרצויה
hi: कृपया अपना वांछित आवंटन दर्ज करें
hr: Unesite željenu dodjelu
id: Harap masukkan alokasi yang Anda inginkan
it: Inserisci la quantità desiderata
pt: Por favor, digite sua alocação desejada
ru: Пожалуйста, укажите желаемую сумму инвестиции
sl: Prosim vpišite svojo željeno lokacijo
tr: Lütfen istediğiniz tahsisatı giriniz

source: Select a currency
es: Selecciona una moneda
fr: Sélectionnez une devise
id: Pilih mata uang
it: Seleziona una valuta
pt: Selecione uma moeda
ru: Выберите валюту
tr: Bir para birimi seçin

source: Please prove you are not a robot.
es: Por favor, demuéstrame que no eres un robot.
fil: Mangyaring patunayan na ikaw ay hindi isang robot.
fr: S'il vous plaît prouver que vous n'êtes pas un robot.
he: בבקשה להוכיח שאתה לא רובוט.
hi: कृपया साबित करें कि आप रोबोट नहीं हैं।
hr: Molim vas, dokazite da niste robot.
id: Tolong buktikan bahwa anda bukan robot.
it: Si prega di dimostrare che non sei un robot.
pt: Por favor, prove que você não é um robô.
ru: Пожалуйста, докажите что Вы не робот.
sl: Prosim, dokažite, da niste robot.
tr: Lütfen robot olmadığınızı kanıtlayın.

source: You have been unsubscribed
es: Se ha dado de baja
fil: Naalis ka sa pagkakasubscribe
fr: Vous avez été désabonné
he: אתה בוטל
hi: आपकी सदस्यता रद्द हो चुकी है
hr: Odjavili ste pretplatu
id: Anda telah berhenti berlangganan
it: La tua iscrizione è stata cancellata
pt: Você foi desinscrito
ru: Ваша подписка была отменена
sl: Preklic naročila uspešen
tr: Abonelikten ayrıldınız
vi: Bạn đã được hủy đăng ký

source: Ooops, something went wrong
es: Ups, algo salió mal
fil: Ooops, may maling nangyari
fr: Ouups, il y a eu un problème
he: אופס, משהו השתבש
hi: ओह, कुछ गलत हो गया
hr: Ups, nešto je pošlo po zlu
id: Ooops, terdapat kesalahan
it: Ooops, qualcosa è andato storto
pt: Ooops, algo deu errado
ru: Упс, что-то пошло не так
sl: Ooops! Nekaj je šlo narobe
tr: Ooops, bir şeyler ters gitti
vi: Rất tiếc, đã xảy ra sự cố

source: New Distribution Staging
pt: Preparação para Novas Distribuições

source: good first issue
es: buen primer número
fr: bon premier numéro
id: masalah pertama yang bagus
it: buon primo problema
pt: boa primeira edição
tr: iyi ilk sorun
vi: Vấn đề tốt đầu tiên

source: solidity
es: solidez
fr: solidité
id: kepadatan
it: solidità
pt: solidez
tr: katılık
vi: ngôn ngữ lập trình solidity

source: Telegram
es: Telegrama
fr: Télégramme
he: טלגרם
hi: तार
pt: Telegrama
tr: Telgraf

source: Discord
es: Discordia
fr: Discorde
he: מַחֲלוֹקֶת
hi: कलह
hr: razdor
id: Perselisihan
pt: Discórdia
sl: Odstranjevanje ovir
tr: anlaşmazlık

source: Origin Holder Airdrop
es: Airdrop para Holders de Origin
fr: Origine Protocol Airdrop Pour les titulaires du jeton
it: Airdrop Origin Holder
pt: Airdrop para Detentores de Origin
tr: Origin Sahipleri Airdrop'u

source: Origin Protocol
he: פרוטוקול המוצא
hi: उत्पत्ति प्रोटोकॉल
hr: Origin protokol
pt: Protocolo de Origem
tr: Kökeni Protokolü

source: Origin Dollar
fr: Le dollar de l'OGN
id: Dolar Origin
pt: Dólar Origin
tr: Origin Dolar
vi: Origin Đô La

source: OK
es: Okay
fr: D'accord
id: baik
pt: Está bem
tr: tamam

source: Copyright ©
id: Hak Cipta ©
tr: Telif hakkı ©
vi: Bản quyền ©

source: Twitter
es: Gorjeo
he: טוויטר
hi: ट्विटर
id: Kericau
tr: heyecan

source: $38.1M
id: 38.1 Juta Dolar
vi: 38.1 triệu Usd

source: Advisor & Angel, Uber
es: Asesor y Angel, Uber
id: Penasehat dan Penolong, Uber
tr: Danışman $ Melek, Uber

source: yourname@websitename.com
es: sunombre@websitename.com
fr: votrenom@siteweb.com
id: namaanda@namawebsite.com
sl: vašeime@imespletnestrani.com

source: https://websitename.com
fr: https://nomdusiteweb.com
id: https://namasitus.com
it: https://nomesito.com
sl: https://imespletnestrani.com

source: In January of 2021, NFTs accounted for a record <a href='https://decrypt.co/56998/crypto-art-sales-on-ethereum-reach-a-record-80-million' target='_blank' rel='noopener noreferrer'>$80M of transaction volume</a>. It is clear that NFT sales are growing at an exponential rate and represent the fastest growing opportunity for crypto-centric commerce.
es: En enero de 2021, los NFTs representaron <a href='https://decrypt.co/56998/crypto-art-sales-on-ethereum-reach-a-record-80-million' target='_blank' rel='noopener noreferrer'>$80 millones de transacciones</a>. Está claro que las ventas de NFTs están creciendo a un ritmo exponencial y representan la oportunidad de más rápido crecimiento para el comercio cripto-céntrico.
fr: En janvier 2021, les NFT ont représenté un record <a href='https://decrypt.co/56998/crypto-art-sales-on-ethereum-reach-a-record-80-million' target='_blank' rel='noopener noreferrer'>80M$ de volume de transactions</a>. Il est clair que les ventes de NFT augmentent à un rythme exponentiel et représentent l'opportunité de croissance la plus rapide pour le commerce crypto-centré.
id: Pada bulan Januari 2021, NFT menyumbang rekor <a href='https://decrypt.co/56998/crypto-art-sales-on-ethereum-reach-a-record-80-million' target='_blank' rel='noopener noreferrer'>$ 80 juta volume transaksi</a>. Jelas bahwa penjualan NFT tumbuh pada tingkat eksponensial dan mewakili peluang pertumbuhan tercepat untuk perdagangan crypto-centric.

source: However, we believe that the majority of the market misconstrues NFTs as simply scarce digital art. At Origin, we believe NFTs are the crypto-centric building blocks that bridge fungible payment currencies like OUSD to multiple billion dollar opportunities.
es: Sin embargo, creemos que la mayoría del mercado malinterpreta los NFTs como simplemente arte digital escaso. En Origin, creemos que los NFTs son los bloques de construcción cripto-céntricos que unen las monedas de pago fungibles como OUSD con oportunidades de miles de millones de dólares.
fr: Cependant, nous pensons que la majorité du marché interprète à tort les NFT comme de l'art numérique rare. Chez Origin, nous pensons que les NFT sont les blocs de construction crypto-centriques qui relient les monnaies de paiement fongibles comme l'OUSD à des opportunités de plusieurs milliards de dollars.
id: Namun, kami percaya bahwa sebagian besar pasar salah mengartikan NFT sebagai seni digital yang langka. Di Origin, kami percaya NFT adalah blok bangunan yang berpusat pada kripto yang menjembatani mata uang pembayaran yang sepadan seperti OUSD ke berbagai peluang miliar dolar.

source: There is an enormous opportunity to use NFTs to power these creator communities. Because NFTs are freely exchangeable on the blockchain, they also inherently create an after-market for limited edition goods.
es: Existe una enorme oportunidad de utilizar NFTs para impulsar estas comunidades de creadores. Debido a que los NFTs se pueden intercambiar libremente en la blockchain, también crean inherentemente un mercado secundario para productos de edición limitada.
fr: Il existe une énorme opportunité d'utiliser les NFT pour alimenter ces communautés de créateurs. Parce que les NFT sont librement échangeables sur la blockchain, ils créent aussi intrinsèquement un marché secondaire pour les produits en édition limitée.
id: Ada peluang besar untuk menggunakan NFT untuk memberdayakan komunitas kreator ini. Karena NFT dapat ditukar secara bebas di blockchain, mereka juga secara inheren menciptakan pasar setelah barang edisi terbatas.

source: The key to unlocking value in all of these crypto-centric opportunities with NFTs is making NFT issuance dead simple for creators. In addition, in contrast to existing players in the market like Nifty Gateway, we believe the creators should own the branding and have direct control over pricing models (e.g. different auction mechanics or tiered pricing). The Dshop NFT Launchpad gives creators and influencers more direct control over their content and their physical, digital, and experiential products. Just as many merchants have chosen Shopify over selling on generic marketplaces that do not allow for custom branding and direct relationships to end customers, we believe the same model will be successful for NFTs.
es: La clave para desbloquear el valor en todas estas oportunidades cripto-céntricas con NFTs es hacer que la emisión de NFTs sea muy simple para los creadores. Además, a diferencia de los actores existentes en el mercado como Nifty Gateway, creemos que los creadores deben ser dueños de la marca y tener control directo sobre los modelos de precios (por ejemplo, diferentes mecánicas de subasta o precios escalonados). La Plataforma de Lanzamiento de NFTs de Dshop brinda a los creadores e influencers un control más directo sobre su contenido y sus productos físicos, digitales y experimentales. Así como muchos comerciantes han elegido Shopify en lugar de vender en mercados genéricos que no permiten la marca personalizada y las relaciones directas con los clientes finales, creemos que el mismo modelo tendrá éxito para los NFTs.
fr: La clé pour débloquer la valeur de toutes ces opportunités liées aux crypto-monnaies avec les NFTs est de rendre l'émission de NFTs très simple pour les créateurs. En outre, contrairement aux acteurs existants sur le marché comme Nifty Gateway, nous pensons que les créateurs devraient être propriétaires de la marque et avoir un contrôle direct sur les modèles de tarification (par exemple, différents mécanismes d'enchères ou de tarification échelonnée). Le Dshop NFT Launchpad donne aux créateurs et aux influenceurs un contrôle plus direct sur leur contenu et leurs produits physiques, numériques et expérientiels. Tout comme de nombreux commerçants ont choisi Shopify plutôt que de vendre sur des places de marché génériques qui ne permettent pas de personnaliser la marque et d'établir des relations directes avec les clients finaux, nous pensons que le même modèle sera couronné de succès pour les NFT.
id: Kunci untuk membuka nilai dalam semua peluang crypto-centric ini dengan NFT membuat penerbitan NFT menjadi sangat mudah bagi para pencipta. Selain itu, berbeda dengan pemain yang ada di pasar seperti Nifty Gateway, kami yakin kreator harus memiliki merek dan memiliki kendali langsung atas model penetapan harga (misalnya mekanisme lelang yang berbeda atau penetapan harga berjenjang). Dshop NFT Launchpad memberi pembuat dan pemberi pengaruh lebih banyak kendali langsung atas konten dan produk fisik, digital, dan pengalaman mereka. Sama seperti banyak pedagang yang memilih Shopify daripada menjual di pasar umum yang tidak mengizinkan pencitraan merek khusus dan hubungan langsung dengan pelanggan akhir, kami yakin model yang sama akan berhasil untuk NFT.

source: Secondary market sales are vital for true price discovery of NFTs and the maturation of this nascent market. We intend to build a marketplace platform for secondary market sales of all NFTs launched on the [Origin NFT Auction Platform] as well NFTs from other platforms and marketplaces. The Origin team already has over 4 years of experience building peer-to-peer marketplace technology and we are the leaders in this field. The Origin Marketplace protocol was launched on Ethereum mainnet in 2018 and supported tens of thousands of users and listings for a variety of goods and services. Origin fully intends on being the NFT marketplace leader and capturing NFT sales from our partner creators as well as creators who launch independently or with another platform.
fr: Les ventes sur le marché secondaire sont essentielles à la découverte des prix des NFT et à la maturation de ce marché naissant. Nous avons l'intention de créer une plateforme de marché pour les ventes sur le marché secondaire de tous les NFT lancés sur la [plateforme d'enchères NFT d'Origin] ainsi que des NFT provenant d'autres plateformes et places de marché. L'équipe d'Origin a déjà plus de 4 ans d'expérience dans la mise en place d'une technologie de place de marché pair-à-pair et nous sommes les leaders dans ce domaine. Le protocole Origin Marketplace a été lancé sur le mainnet Ethereum en 2018 et a pris en charge des dizaines de milliers d'utilisateurs et d'inscriptions pour une variété de biens et de services. Origin a pleinement l'intention d'être le leader des places de marché NFT et de capturer les ventes NFT de nos créateurs partenaires ainsi que des créateurs qui se lancent indépendamment ou avec une autre plateforme.
id: Penjualan pasar sekunder sangat penting untuk penemuan harga NFT yang sebenarnya dan pematangan pasar yang baru lahir ini. Kami bermaksud untuk membangun platform pasar untuk penjualan pasar sekunder dari semua NFT yang diluncurkan pada [Platform Lelang NFT Origin] serta NFT dari platform dan pasar lain. Tim Origin sudah memiliki lebih dari 4 tahun pengalaman membangun teknologi pasar peer-to-peer dan kami adalah pemimpin di bidang ini. Origin Protocol Marketplace diluncurkan di mainnet Ethereum pada tahun 2018 dan mendukung puluhan ribu pengguna dan daftar untuk berbagai barang dan layanan. Origin sepenuhnya bermaksud menjadi pemimpin pasar NFT dan menangkap penjualan NFT dari pembuat mitra kami serta pembuat yang meluncurkan secara mandiri atau dengan platform lain.

source: NFTs being based on a common set of decentralized technology standards makes building a marketplace that can serve the entire NFT ecosystem possible. Any moats deployed by other NFT marketplace operators will be quickly rendered ineffective as they are against the spirit of decentralization. Another important aspect to our platform is that these secondary marketplaces can be run and curated by the NFT creators themselves. Gallerists and artists have always cared deeply about presentation and curation as it can have a strong impact on the price of their assets. Letting creators control every aspect of their NFT from creation to secondary market sale is a key differentiator to Origin’s NFT platform over more generic NFT marketplaces. Fans of specific creators and artists will also appreciate going direct to the source instead of browsing through unrelated listings on a generalized marketplace.
fr: Les NFT reposant sur un ensemble commun de normes technologiques décentralisées, il est possible de créer une place de marché capable de servir l'ensemble de l'écosystème NFT. Toutes les protections déployées par d'autres opérateurs de places de marché NFT seront rapidement rendues inefficaces car elles vont à l'encontre de l'esprit de la décentralisation. Un autre aspect important de notre plateforme est que ces places de marché secondaires peuvent être gérées et organisées par les créateurs de NFT eux-mêmes. Les galeristes et les artistes ont toujours accordé une grande importance à la présentation et à la conservation de leurs œuvres, car cela peut avoir un impact important sur le prix de leurs biens. Le fait de permettre aux créateurs de contrôler chaque aspect de leur NFT, de la création à la vente sur le marché secondaire, est un élément clé qui différencie la plateforme NFT d'Origin des places de marché NFT plus génériques. Les fans de créateurs et d'artistes spécifiques apprécieront également d'aller directement à la source au lieu de parcourir des listes sans rapport sur une place de marché généralisée.
id: NFT yang didasarkan pada seperangkat standar teknologi terdesentralisasi yang umum memungkinkan pembangunan pasar yang dapat melayani seluruh ekosistem NFT. Setiap parit yang digunakan oleh operator pasar NFT lainnya akan segera menjadi tidak efektif karena bertentangan dengan semangat desentralisasi. Aspek penting lainnya untuk platform kami adalah bahwa pasar sekunder ini dapat dijalankan dan dikurasi oleh pembuat NFT sendiri. Gallerist dan artis selalu sangat memperhatikan presentasi dan kurasi karena dapat berdampak kuat pada harga aset mereka. Membiarkan pencipta mengontrol setiap aspek NFT mereka mulai dari pembuatan hingga penjualan pasar sekunder adalah pembeda utama platform NFT Origin di pasar NFT yang lebih umum. Penggemar pencipta dan artis tertentu juga akan menghargai mengunjungi langsung sumbernya daripada menelusuri daftar yang tidak terkait di pasar umum.

source: Another reason creators should be excited about custom NFT marketplaces is that it allows them to better monetize their creations over a longer period of time. Artists will experience increased value capture from programmatic transaction fees attached to NFTs they create. This means that any secondary market sales will generate revenue for NFT creators in perpetuity. Previously, musical artists would only capture a small portion of this value through royalties and fine artists would capture no value from secondary sales.
fr: Une autre raison pour laquelle les créateurs devraient être enthousiasmés par les places de marché NFT personnalisées est qu'elles leur permettent de mieux monétiser leurs créations sur une plus longue période. Les artistes bénéficieront d'une plus grande valeur ajoutée grâce aux frais de transaction programmatiques liés aux NFT qu'ils créent. Cela signifie que toute vente sur le marché secondaire générera des revenus pour les créateurs de NFT à perpétuité. Auparavant, les artistes musicaux ne percevaient qu'une petite partie de cette valeur sous forme de redevances et les artistes des beaux-arts ne percevaient aucune valeur des ventes secondaires.
id: Alasan lain pembuat konten harus bersemangat tentang pasar NFT khusus adalah karena hal itu memungkinkan mereka untuk memonetisasi kreasi mereka dengan lebih baik dalam jangka waktu yang lebih lama. Artis akan mengalami peningkatan perolehan nilai dari biaya transaksi terprogram yang dilampirkan ke NFT yang mereka buat. Artinya, setiap penjualan pasar sekunder akan menghasilkan pendapatan bagi pembuat NFT untuk selamanya. Sebelumnya, seniman musik hanya akan memperoleh sebagian kecil dari nilai ini melalui royalti dan seniman halus tidak akan mendapatkan nilai apa pun dari penjualan sekunder.
