Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: ServisHero is building their services marketplace that empowers workers in developing countries on Origin Protocol.
fil: ServisHero ay nagtatayo ng kanilang pamilihang serbisyo na pinapalakas ang mga manggagawa sa mga bansang kasalukuyang lumalago sa Origin Protocol.
he: ServisHero היא בניית שוק השירותים שלהם המעצימה עובדים במדינות מתפתחות על פרוטוקול המקור.
hi: ServisHero अपनी सेवाओं के बाजार का निर्माण कर रहा है जो विकास प्रोटोकॉल पर विकासशील देशों में श्रमिकों को शक्ति प्रदान करता है।
hr: ServisHero gradi svoje tržište servisa koji omogućuje radnicima u zemljama u razvoju na Origin Protocol.

source: Smart contracts enable secure and reliable payments directly from one party to another
fil: Pinapagana ng mga smart contract ang ligtas at maaasahang pagbabayad nang direkta mula sa isang partido papunta sa isa pa
he: חוזים חכמים מאפשרים תשלומים מאובטחים ואמינים ישירות ממפלגה אחת לאחרת
hi: स्मार्ट अनुबंध सीधे एक पार्टी से दूसरे पक्ष में सुरक्षित और भरोसेमंद भुगतान सक्षम करते हैं
hr: Pametni ugovori omogućuju sigurna i pouzdana plaćanja izravno svim sudionicima
sl: Pametne pogodbe omogočajo sigurno ter zanesljivo placilo direktno iz ene do druge stranke

source: Protocol schemas support hundreds of listing types, including custom verticals
fil: Sinusuportahan ng mga protocol schemas ang daan-daang uri ng listahan, kabilang ang mga pasadyang vertical
he: סכימות פרוטוקול תומכות במאות סוגי רישום, כולל אנכיים מותאמים אישית
hi: प्रोटोकॉल स्कीमा कस्टम वर्टिकल सहित सैकड़ों लिस्टिंग प्रकारों का समर्थन करते हैं
hr: Sheme protokola podržavaju stotine vrsta oglasa, uključujući i stvaranje vlastitih branši
sl: Porotokol shem odpira na stotine različnih tipov oglaševanj, vklučujoče predelanih vertikalij

source: Open and shared data encourages innovation by developers and businesses
fil: Ang bukas at shared data ay naghihikayat ng makabagong ideya sa mga developers at negosyo
he: נתונים פתוחים ומשותפים מעודדים חדשנות על ידי מפתחים ועסקים
hi: खुला और साझा डेटा डेवलपर्स और व्यवसायों द्वारा नवाचार को प्रोत्साहित करता है
hr: Otvoreni i dijeljeni podaci potiču inovativnost razvojnih programera i tvrtki
sl: Odprti ter skupni podatki spodbujajo inovacije s strani razvijalcev in podjetij

source: Identity verification and reputation data on the blockchain ensures safe, reputable partners
fil: Pagkakakilanlang verification at reputasyon ng data sa blockchain ay tinitiyak ang ligtas, kagalang-galang na mga kasosyo
he: אימות זהויות ונתוני מוניטין על בלוקצ'ין מבטיח שותפים בטוחים, בעלי מוניטין
hi: ब्लॉकचेन पर पहचान सत्यापन और प्रतिष्ठा डेटा सुरक्षित, प्रतिष्ठित भागीदारों को सुनिश्चित करता है
hr: Verifikacija identiteta i reputacija na blockchainu osigurava sigurne, provjerene partnere
sl: Preverjanje indititete in podatkov v blockchainu zagotavljajo varne, ugledne partnerje

source: Tech Stack
he: מחסנית טק
hi: टेक स्टैक

source: Roadmap
he: מפת דרכים
hi: रोडमैप
sl: Časovni načrt

source: May 2017
fil: Mayo 2017
he: מאי 2017
hi: मई 2017
hr: Svibanj 2017
sl: Maj 2017

source: Idea conception and demo DApp development
he: רעיון קונספציה הדגמה פיתוח DApp
hr: Koncept ideje i početak razvoja demo DApp-a

source: September 2017
fil: Setyembre 2017
he: ספטמבר 2017
hi: सितंबर 2017
hr: Rujan 2017

source: <a href='%%(product_brief)s'>Product Brief</a> and <a href='%%(whitepaper)s'>Whitepaper</a> released
fil: <a href='%%(product_brief)s'>Pinasimpleng Produkto</a> and <a href='%%(whitepaper)s'>Whitepaper</a> inilabas
he: <a href='%%(product_brief)s'> תקציר מוצר </a> ו <a href='%%(whitepaper)s"> סקירה טכנית </a> שפורסמו
hi: <a href='%%(product_brief)s'>उत्पाद संक्षिप्त</a> और <a href='%%(whitepaper)s'>व्हाइटपेपर</a> जारी किया गया
hr: <a href=' %% (product_brief)s'> proizvoda Kratak </a> i <a href=' %% (whitepaper)s'> Popis dopuštenih </a> pušten

source: December 2017
fil: Disyembre 2017
he: דצמבר 2017
hi: दिसंबर 2017
hr: Prosinac 2017

source: Launch <a href='https://demo.originprotocol.com' target='_blank'>alpha</a> on Ethereum testnet
he: הפעל את <a href='https://demo.originprotocol.com' target='_blank'> אלפא </a> ב- ethereum testnet
hr: Objava <a href='https://demo.originprotocol.com' target='_blank'> alphe </a> na Ethereum testnetu

source: Public beta and community sale
he: מכירה פומבית של ביתא ציבורי
hr: Javna beta i prodaja tokena

source: Token distribution and launch of 3rd-party DApps
he: הפצת טוקן והפעלה של DAPs של צד שלישי
hr: Distribucija tokena i pokretanje DApps-a trećih strana

source: Fully decentralized services and governance
he: שירותים וממשל מבוזרים
hr: Potpuno decentralizirane usluge i upravljanje istih

source: Join us in building the sharing economy of tomorrow
fil: Makiisa sa amin sa pagtatayo ng ekonomiyang pagbabahagi ng bukas
he: הצטרף אלינו בבניית הכלכלה המשותפת של מחר
hi: कल की साझा अर्थव्यवस्था बनाने में हमसे जुड़ें
hr: Pridružite nam se u izgradnji tržišta Ekonomije dijeljenja budućnosti
sl: Pridruži se nam v izgradnji ekonomije delitve prihodnosti

source: Sign up for our mailing list and be first to learn of any Origin news!
fil: Mag-sign up para sa aming mailing list at maging una sa kahit anumang balita mula sa Origin!
he: הרשם לרשימת התפוצה שלנו להיות הראשון ללמוד על כל החדשות מקור!
hi: हमारी मेलिंग सूची के लिए साइन अप करें और किसी भी मूल समाचार के बारे में जानने के लिए पहले बनें!
hr: Prijavite se na našu mailing listu i budite prvi koji dobiva sve novosti o Originu!
sl: Vpišite se v našo mailing listo in prvi boste izvedeli vse Origin novice!

source: Join the Community
fil: Sumali sa komunidad
he: הצטרף לקהילה
hi: समुदाय में शामिल हों
hr: Pridružite se Community-u
sl: Pridružite se skupnosti

source: Press
fil: Pahayagan
he: ללחוץ
hi: दबाएँ
hr: Mediji
sl: Mediji

source: If Airbnb were being started today, it would've been a peer-to-peer cooperative model based on a blockchain - Joey Krug, Augur
fil: Kung sinimulan ang Airbnb ngayon, marahil isa itong modelo ng kooperatiba ng peer-to-peer base sa isang blockchain - Joey Krug, Augur
he: אם Airbnb היו להיות התחיל היום, זה היה מודל עמיתים עמיתים מבוסס על בסיס blockchain - ג 'ואי קרוג, Augur
hi: अगर एयरबैब आज शुरू किया जा रहा था, तो यह एक ब्लॉकचेन पर आधारित एक सहकर्मी-सह-सहकर्मी सहकारी मॉडल होगा - जोय क्रुग, Augur
hr: Ako se Airbnb započeo danas, to bi bio model kooperantskih peer-to-peer-a temeljen na blockchainu - Joey Krug, Augur
sl: Če bi Airbnb začel danes, bi bil kooperativni peer-to-peer model na podlagi blockchaina - Joey Krug, Augur

source: Origin Protocol nabs $28 million for peer-to-peer blockchain platform. Token sale fuels funding round; about 45 companies have committed as customers
fil: Ang Origin Protocol ay nakakuha ng $ 28 milyon para sa peer-to-peer blockchain platform. Ang pagbebenta ng token ay siyang nagpopondo; mahigit kumulang 45 na kompanya ang nangako bilang customer
he: פרוטוקול המקור nabs 28 מיליון דולר עבור peer-to-peer blockchain פלטפורמה. אסימון מכירת דלקים סבב; כ 45 חברות התחייבו כלקוחות
hi: मूल प्रोटोकॉल पीयर-टू-पीयर ब्लॉकचेन प्लेटफ़ॉर्म के लिए $ 28 मिलियन का भुगतान करता है। टोकन बिक्री ईंधन वित्त पोषण दौर; लगभग 45 कंपनियां ग्राहकों के रूप में प्रतिबद्ध हैं
hr: Origin Protocol nabs 28 milijuna dolara za peer-to-peer blockchain platformu. Prodajna toplina goriva financira krug; oko 45 tvrtki su počinili kao kupci
sl: Origin Protocol nabs $28 za peer-to-peer blochain platforme. Razprodaja tolknov poskrbi za financiranje kroga; okrog 45 podjetji se je obvezalo postati kupci

source: Origin aims to create a set of protocols that allow developers and businesses to build a decentralized sharing economy marketplace on a blockchain.
fil: Ang Origin ay naglalayun upang lumikha ng isang set ng mga protocol na nagpapahintulot sa mga developer at mga negosyo na bumuo ng isang desentralisadong pagbabahaging ekonomiya merkado sa isang blockchain.
he: המקור נועד ליצור קבוצה של פרוטוקולים המאפשרים למפתחים ועסקים לבנות שוק שיתוף מבוזרת המשק על blockchain.
hi: उत्पत्ति का उद्देश्य प्रोटोकॉल का एक सेट बनाना है जो डेवलपर्स और व्यवसायों को एक ब्लॉकचेन पर एक विकेन्द्रीकृत साझाकरण अर्थव्यवस्था बाजार बनाने की अनुमति देता है।
hr: Podrijetlo nastoji stvoriti skup protokola koji razvojnim programerima i tvrtkama omogućuju izgradnju decentraliziranog tržišta gospodarenja dijeljenjem na bloknom lancu.
sl: Origin cilja usvariti set protokolov, kateri bodo dovoljevali razvijalcem ter podjetij izgraditi decentralizirano ekonomijo delitve trga na blockchainu.

source: Origin Protocol, which uses the ethereum blockchain, enables buyers and sellers to interact with each other in an effective manner.
fil: Ang Origin Protocol, na gumagamit ng ethereum blockchain, ay nagbibigay-daan sa mga mamimili at nagbebenta na makipag-ugnay sa bawat isa sa isang epektibong paraan.
he: פרוטוקול המקור, אשר משתמש blockchain אתריום, מאפשר קונים ומוכרים לתקשר אחד עם השני בצורה יעילה.
hi: उत्पत्ति प्रोटोकॉल, जो ईथरियम ब्लॉकचेन का उपयोग करता है, खरीदारों और विक्रेताओं को प्रभावी ढंग से एक दूसरे के साथ बातचीत करने में सक्षम बनाता है।
hr: Origin Protocol, koji koristi etherum blockchain, omogućuje kupcima i prodavačima međusobno komuniciranje na učinkovit način.
sl: Origin protocol, kateri uporablja etherum blockchain, omogoča kupcem in prodajalcem medsebojno sodelovanje v učinkovitem načinu.

source: A decentralized digital ledger that allows for transactions between users without an intermediary (and without its fees), is poised to reinvent the user experience in the sharing economy.
fil: Ang isang desentralisadong digital ledger na nagpapahintulot para sa mga transaksyon sa pagitan ng mga gumagamit nang walang tagapamagitan (at walang bayad ito), ay handa na upang muling baguhin ang karanasan ng gumagamit sa pagbabahaging ekonomiya.
he: יומן דיגיטלי מבוזר המאפשר עסקאות בין משתמשים ללא מתווך (וללא שכר), עומד להמציא מחדש את חוויית המשתמש בכלכלת השיתוף.
hi: एक विकेन्द्रीकृत डिजिटल लेजर जो मध्यस्थ (और इसके फीस के बिना) के बीच लेनदेन की अनुमति देता है, साझा करने वाली अर्थव्यवस्था में उपयोगकर्ता अनुभव को पुन: पेश करने के लिए तैयार है।
hr: Decentralizirana digitalna knjiga koja omogućuje transakcije između korisnika bez posrednika (i bez svojih naknada), spremna je reinventirati korisničko iskustvo u gospodarenju dijeljenjem.
sl: Decentraliziran digitalni ledger, kateri omogoča transakcije med uporabniki brez posrednika ( ter brez stroškov), je uravnotežen da na novo preoblikuje uporabniško izkušnjo v ekonomiji delitve.

source: It sounds utopic and downright revolutionary: a world of benevolent social enterprises and non-profit organizations seeking to empower consumers and give them back their privacy rights, and maybe save them some money too.
fil: Parang utopic at rebolusyonaryo: isang mundong mabubuting sosyal na negosyo at mga non-profit na organisasyon na naghahanap upang bigyang kapangyarihan ang mga mamimili at ibalik ang kanilang mga karapatan sa privacy, at maaaring makatipid din ang mga ito ng pera.
he: זה נשמע מהפכני אוטונומי ומהיר: עולם של ארגונים חברתיים נדיבים וארגונים ללא כוונת רווח המבקשים להעצים את הצרכנים ולהחזיר להם את זכויות הפרטיות שלהם, ואולי גם לחסוך להם קצת כסף.
hi: यह उष्णकटिबंधीय और नीच क्रांतिकारी लगता है: उदार सामाजिक उद्यमों और गैर-लाभकारी संगठनों की दुनिया जो उपभोक्ताओं को सशक्त बनाने और उन्हें अपने गोपनीयता अधिकार वापस देने की मांग करती है, और शायद उन्हें कुछ पैसे भी बचा सकती है।
hr: Zvuči utopijsko i pravedno revolucionarno: svijet dobronamjernih društvenih poduzeća i neprofitnih organizacija koji nastoje osnažiti potrošače i dati im prava na privatnost, a možda ih i spasiti.
sl: Sliši se utopično in nenavadno revulucionarno: svet ugodnih socialnih podjetji ter neprofitnih organizacij iščijoč kako okrepiti potrošnike in jim vrniti pravice posameznikov ter jim mogoče prihraniti nekaj denarja.

source: Origin Protocol uses the Ethereum Blockchain to help buyers and sellers transact in a decentralized environment without traditional intermediaries.
fil: Ginagamit ng Origin Protocol ang Ethereum Blockchain upang matulungan ang mga mamimili at nagbebenta na mag-transact sa isang desentralisadong kapaligiran na walang tradisyunal na tagapamagitan.
he: פרוטוקול המוצא משתמש Blockerain Ethereum כדי לסייע לקונים ומוכרים להתמודד בסביבה מבוזרת ללא מתווכים מסורתיים.
hi: मूल प्रोटोकॉल पारंपरिक मध्यस्थों के बिना विकेन्द्रीकृत वातावरण में खरीदारों और विक्रेताओं को लेनदेन करने में मदद करने के लिए एथेरियम ब्लॉकचेन का उपयोग करता है।
hr: Origin Protocol koristi Ethereum Blockchain kako bi pomogao kupcima i prodavačima da obavljaju poslove u decentraliziranom okruženju bez tradicionalnih posrednika.
sl: Origin protokol izrablja Etherum Blockchain z namenom pomagati kupcem ter prodajalcem pri transakcijah v decentraliziranem območju brez tradicionalnih posrednikov.

source: Origin wants to change that, hoping to decentralize the sharing economy with Ethereum by creating a peer-to-peer network for transacting directly for just about anything.
he: המקור רוצה לשנות את זה, בתקווה לביזר את שיתוף הכלכלה עם Ethereum על ידי יצירת רשת peer-to-peer עבור עסקאות ישירות עבור כמעט כל דבר.
hr: Origin to želi mijenjati, nadajući se da će decentralizirati ekonomiju dijeljenja na Ethereum-u stvaranjem peer-to-peer mreže za izravne transakcije gotovo svih proizvoda/usluga.

source: What if open-source software can replace dozens of multi-million or even multi-billion dollar companies?
fil: Paano kung maaaring palitan ng open-source software ang dose-dosenang multi-milyon o kahit multi-bilyong dolyar na kumpanya?
he: מה אם תוכנת קוד פתוח יכולה להחליף עשרות מיליוני דולרים או אפילו מיליארדי דולרים חברות?
hi: क्या होगा यदि ओपन-सोर्स सॉफ़्टवेयर दर्जनों बहु-मिलियन या यहां तक ​​कि बहु अरब डॉलर की कंपनियों को प्रतिस्थापित कर सकता है?
hr: Što ako open-source softver može zamijeniti desetke tvrtki vrijednih milijarde?
sl: Kaj če lahko odprtno-kodna programska oprema nadomesti multi-milijonska ali celo multi-miljardna podjetja?

source: The Origin Protocol is a set of open-source blockchain protocols for buyers and sellers of services like car-sharing or home-sharing to transact on a decentralized, open web platform.
fil: Ang Origin Protocol ay isang hanay ng mga open-source blockchain protocol para sa mga mamimili at nagbebenta ng mga serbisyo tulad ng pagbabahagi ng kotse o pagbabahagi ng tahanan upang mag-transact sa isang desentralisado at bukas na web platform.
he: פרוטוקול המקור הוא אוסף של פרוטוקולים קוד פתוח של בלוקים קודמים עבור קונים ומוכרים של שירותים כגון שיתוף ברכב או שיתוף ביתי על מנת לנהל על פלטפורמת אינטרנט פתוחה מבוזרת.
hi: ओरिजिन प्रोटोकॉल एक विकेन्द्रीकृत, खुले वेब प्लेटफ़ॉर्म पर लेनदेन करने के लिए कार-शेयरिंग या होम-शेयरिंग जैसी सेवाओं के खरीदारों और विक्रेताओं के लिए ओपन-सोर्स ब्लॉकचेन प्रोटोकॉल का एक सेट है।
hr: Origin Protocol je skup open-source blockchain protokola za kupce i prodavače usluga kao što su dijeljenje automobila ili podataka za obavljanje transakcija na decentraliziranoj, otvorenoj web platformi.
sl: Origin protokol je set odprto-kodnih blockchain protokolov za kupce in prodajalce pri storitvah kot so najem avtomobila ali najem stanovanja, da opravijo storitev v decentraliziranem, odprtem spletu.

source: Make new friends!
he: להכיר חברים חדשים!
hr: Upoznajte nove prijatelje!

source: Demo
he: הַדגָמָה

source: <strong>The exact date and details of the Origin presale have not yet been announced.</strong> Please fill out this form if you are interested in participating in the Origin presale and want to be updated as more details are announced.
he: <strong> עדיין לא הוכרז תאריך ופרטים המדויקים של פרסומת המקור. </strong> אנא מלא טופס זה אם אתה מעוניין להשתתף בפרסומים המקוריים וברצונך לעדכן פרטים נוספים.
hr: <strong> Točan datum i pojedinosti o Origin pretprodaji još nisu objavljeni. </strong> Molimo ispunite ovaj obrazac ako ste zainteresirani za sudjelovanje u Origin pretprodaji i ako želite biti obaviješteni u trenutku objavljivanja više pojedinosti.

source: Interested in contributing?
he: מעוניין לתרום?
hr: Zainteresirani za doprinos?

source: Are you an accredited investor?
fil: Ikaw ba ang isang akreditadong mamumuhunan?
he: האם אתה משקיע מוכר?
hi: क्या आप एक मान्यता प्राप्त निवेशक हैं?
hr: Jeste li akreditirani investitor?
sl: Ali se akreditiran vlagatelj?

source: An accredited investor must have a net worth of at least $1,000,000, excluding the value of one's primary residence, or have income at least $200,000 each year for the last two years (or $300,000 combined income if married.)
fil: Ang isang akreditadong mamumuhan ay dapat mayroon net na nagkakahalaga ng hindi bababa sa $1,000,000, hindi kasama ang halaga ng pangunahing tirahan o kita na hindi bababa sa $200,000 bawat taon para sa nakalipas na dalawang taon (o $300,000 na pinagsamang kita kung kasal)
he: משקיע מוכר חייב להיות בשווי נטו של לפחות 1,000,000 $, למעט ערך של מגורים ראשוני, או יש הכנסה לפחות 200,000 $ בשנה בשנתיים האחרונות (או 300,000 $ הכנסה משולבת אם נשוי).
hi: एक मान्यता प्राप्त निवेशक के पास कम से कम $ 1,000,000 का शुद्ध मूल्य होना चाहिए, किसी के प्राथमिक निवास के मूल्य को छोड़कर, या पिछले दो वर्षों से प्रत्येक वर्ष कम से कम $ 200,000 आय (या $ 300,000 संयुक्त आय अगर शादी हो।)
hr: Akreditirani investitor mora imati akumuliranu vrijednost od najmanje 1.000.000 USD, isključujući vrijednost primarne rezidencije ili imaju najmanje 200.000 dolara godišnjeg prihoda posljednje dvije godine (ili 300.000 dolara u kombinaciji ako je oženjen).
sl: Akreditiran vlagatelj mora imeti neto vrednost vsaj $1,000,000, brez vrednosti osnovne rezidence ter imeti letne prihodke vsaj $200,000 za dobo dveh let ( ali $300,000 kombiniranih prihodkov, če je oseba poročena.)

source: Huh?
he: הא?
hi: है ना?

source: Yes
fil: Oo
he: כן
hi: हाँ
hr: Da
sl: Da

source: No
fil: Hindi
he: לא
hi: नहीं
hr: Ne
sl: Ne

source: What type of entity do you represent?
fil: Anong uri ng samahan ang kinakatawan ninyo?
he: איזה סוג של ישות אתה מייצג?
hi: आप किस प्रकार की इकाई का प्रतिनिधित्व करते हैं?
hr: Koju vrstu entiteta predstavljate?
sl: Kakšen tip organizacije predstavljate?

source: Individual
fil: Indibidwal
he: אינדיבידואלי
hi: व्यक्ति
hr: Pojedinac
sl: Individualen

source: Syndicate
fil: Sindikato
he: סִינדִיקָט
hi: सिंडीकेट
hr: Sindikat
sl: Sindikat

source: Professional Fund
fil: Propesyonal na Pondo
he: קרן מקצועית
hi: व्यावसायिक निधि
hr: Profesionalni fond
sl: Profesionalni fond

source: Important notice
fil: Mahalagang abiso
he: הודעה חשובה
hi: महत्वपूर्ण सूचना
hr: Važna obavijest
sl: Pomembno obvestilo

source: I understand the presale will be subject to United States regulations and securities laws and that submitting this form is NOT a guarantee of allocation.
he: אני מבין שהמשפט יהיה כפוף לחוקי ארצות הברית ולחוקי ניירות הערך וכי הגשת טופס זה אינה ערובה להקצאה.
hr: Razumijem da će pretprodaja biti podložna propisima SAD-a i zakonima o vrijednosnim papirima, te da podnošenje ovog obrasca NIJE jamstvo alokacije.

source: Origin Protocol - Team
fil: Origin Protocol - Koponan
he: פרוטוקול המוצא - צוות
hi: उत्पत्ति प्रोटोकॉल - टीम
hr: Origin protokol - Tim
sl: Origin Protocol - Ekipa

source: Our Team
fil: Ang aming koponan
he: הצוות שלנו
hi: हमारी टीम
hr: Naš Tim
sl: Naša ekipa

source: Origin is a team of distributed entrepreneurs, engineers, and blockchain experts. Our mission is to enable the sharing economy on the decentralized web. We're hiring!
fil: Ang Origin ay isang pangkat ng mga distributed na negosyante, inhinyero, at mga eksperto sa blockchain. Ang aming misyon ay upang paganahin ang pagbabahaging ekonomiya sa desentralisadong web. Kami ay naghahanap!
he: המקור הוא צוות של יזמים מבוזרים, מהנדסים, ומומחים blockchain. המשימה שלנו היא לאפשר את שיתוף הכלכלה על האינטרנט מבוזרת. אנחנו מגייסים!
hi: उत्पत्ति वितरित उद्यमियों, इंजीनियरों और ब्लॉकचेन विशेषज्ञों की एक टीम है। हमारा मिशन विकेन्द्रीकृत वेब पर साझा अर्थव्यवस्था को सक्षम करना है। हम नौकरी पर रख रहे हैं!
hr: Origin je tim sastavljen od poduzetnika, inženjera i Blockchain stručnjaka. Naša je misija omogućiti Ekonomiju dijeljenja na decentraliziranom webu. Zapošljavamo!
sl: Origin je ekipa razdeljenih podjetnikov, inžinirjev ter blockchain strokovnjakov. Naša misija je da omogoči ekonomijo delitve v decentraliziranem spletu. Zaposlujemo!

source: Core Team
he: צוות ליבה
hi: कोर टीम
sl: Temeljna skupins

source: Josh started coding at the age of 10. Prior to Origin, he co-founded three other venture-backed companies: EventVue, Torbit (acquired by Walmart Labs) &amp; Forage.
fil: Nagsimula si Josh sa coding sa edad na 10. Bago sa Origin, isa siya sa mga nagtatag ng tatlong iba pang venture-backed na mga kumpanya: EventVue, Torbit (nabili ng Walmart Labs) &amp; Forage.
he: ג 'וש התחיל קידוד בגיל 10. לפני מקור, הוא ייסד שלוש חברות אחרות מגובות סיכון: EventVue, Torbit (שנרכשו על ידי Walmart Labs) & amp; מִסְפּוֹא.
hi: जोश ने 10 साल की उम्र में कोडिंग शुरू कर दी। उत्पत्ति से पहले, उन्होंने तीन अन्य उद्यम समर्थित कंपनियों की सह-स्थापना की: इवेंटव्यू, टोरबिट (वॉलमार्ट लैब्स द्वारा अधिग्रहित) &amp; फोरेज।
hr: Josh je započeo s kodiranjem u dobi od 10 godina. Prije Origin-a, osnovao je još tri tvrtke: EventVue, Torbit (Walmart Labs) & amp; Forage.
sl: Josh je začel s kodiranjem pri starosti 10let. Pred Originom je soustanovil tri podjetja tveganega kapitala. EvenVue, Torbit ( pridobljen s strani Walmart Labs) &amp; Forage.

source: Matt was the 3rd PM at YouTube (acquired by Google) and VP PM at Qwiki (acquired by Yahoo) and Bonobos (acquired by Walmart). He has an MS and BS from Stanford.
fil: Si Matt ay ika-3 PM sa YouTube (nabili ng Google) at VP PM sa Qwiki (nabili ng Yahoo) at Bonobos (nabili ng Walmart). Siya ay may isang MS at BS mula sa Stanford.
he: מאט היה ב -13: 00 ב- YouTube (שנרכשה על ידי Google) וסגן נשיא ב- Qwiki (שנרכשה על ידי יאהו) ובונובו (שנרכשו על ידי Walmart). יש לו MS ו- BS סטנפורד.
hi: मैट यूट्यूब (Google द्वारा अधिग्रहित) और वीपी पीएम क्यूकी (याहू द्वारा अधिग्रहित) और बोनोबोस (वॉलमार्ट द्वारा अधिग्रहित) में तीसरा पीएम था। उनके पास स्टैनफोर्ड से एमएस और बीएस है।
hr: Matt je bio treći projektni menadžer YouTube-a i VP PM na Qwiki (kupljen od Yahooa) i Bonobosa (kupljen od Walmarta). Ima MS i BS sa Stanforda.
sl: Matt je bil tretji PM v YouTube ( pridobljen s strani Googla) ter VP PM v Qwiki ( pridobljen s strani Yahooja). Ima MS ter BS iz Stanforda.

source: Stan James
he: סטן ג'יימס
hi: स्टेन जेम्स

source: Stan is a software architect with deep experience in game design and machine learning. Previously, he founded Lijit Networks (acquired by Federated Media).
he: סטן הוא אדריכל תוכנה עם ניסיון עשיר בעיצוב המשחק ובלמידה מכונה. בעבר, הוא ייסד את Lijit Networks (שנרכשה על ידי הפדרציה מדיה).
hr: Stan je softverski arhitekt s dugogodišnjem iskustvom u dizajnu igara i strojnom učenju. Prije toga osnovao je Lijit Networks (kupljen od Federated Media).

source: Andrew Hyde
he: אנדרו הייד
hi: एंड्रयू हाइड

source: Andrew was the founder of four startups, including Startup Weekend, and has built global communities across dozens of countries. He was employee number 1 at TechStars.
fil: Si Andrew ang nagtatag ng apat na startup, kabilang ang Startup Weekend at itinayo ng mga pandaigdigang komunidad sa ibat-ibang panig ng dose-dosenang mga bansa. Siya ay empleyado bilang 1 sa TechStars.
he: אנדרו היה המייסד של ארבעה סטארט-אפים, כולל סטארט-אפ ויקנד, ובנתה קהילות עולמיות על פני עשרות מדינות. הוא היה עובד מספר 1 ב TechStars.
hi: एंड्रयू स्टार्टअप वीकएंड समेत चार स्टार्टअप के संस्थापक थे, और उन्होंने दर्जनों देशों में वैश्विक समुदायों का निर्माण किया है। वह टेकस्टार पर कर्मचारी नंबर 1 था।
hr: Andrew je osnivač četiri startupa, uključujući i Startup Weekend -a, gdje je izgradio globalne zajednice diljem svijeta. Bio je zaposlenik broj 1 u TechStarsu.
sl: Andrew je ustanovitej štirih startupov, vključujoči Startup vikend, zgradil je mnogo globalnih skupnosti v večih državah. Bil je številka ena med zaposlenimi v TechStars.
