Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: This creates several benefits. First, the corpus of data is open and immutable, which means it can be trusted without requiring the traditional third-party intermediary that imposes its “trust tax”. Second, it levels the competitive playing field and allows for new teams of developers, entrepreneurs, and organizations to compete with each other off of this shared data, and ultimately creates greater value for the platform. After our 1.0 launch, we anticipate that much of the development of the Origin Platform will come from third-party developers that make use of this open data layer.
es: Esto crea varios beneficios. Primero, el corpus de datos es abierto e inmutable, lo que significa que se puede confiar sin requerir el intermediario tradicional de terceros que impone su "impuesto de confianza". En segundo lugar, nivela el campo de juego competitivo y permite que nuevos equipos de desarrolladores, empresarios y organizaciones compitan entre sí a partir de estos datos compartidos, y finalmente crea un mayor valor para la plataforma. Después de nuestro lanzamiento 1.0, anticipamos que gran parte del desarrollo de la Plataforma Origin procederá de desarrolladores externos que hagan uso de esta capa de datos abierta.
fr: Cela crée plusieurs avantages. Premièrement, le corpus de données est ouvert et immuable, ce qui signifie qu'il est digne de confiance sans nécessiter l'intermédiaire tiers traditionnel qui impose sa «taxe sur les fiducies». Deuxièmement, il uniformise les règles du jeu et permet à de nouvelles équipes de développeurs, d'entrepreneurs et d'organisations de rivaliser avec ces données partagées et, en fin de compte, crée une plus grande valeur pour la plate-forme. Après notre lancement 1.0, nous prévoyons qu'une grande partie du développement de la plateforme Origin proviendra de développeurs tiers qui utiliseront cette couche de données ouverte.
id: Ini menciptakan beberapa manfaat. Pertama, kumpulan data terbuka dan tidak dapat diubah, yang artinya dapat dipercaya tanpa memerlukan perantara pihak ketiga tradisional yang mengenakan "pajak perwalian". Kedua, ini meratakan arena bermain yang kompetitif dan memungkinkan tim pengembang, wirausahawan, dan organisasi baru saling bersaing dari data yang dibagikan ini, dan pada akhirnya menciptakan nilai yang lebih besar untuk platform. Setelah peluncuran 1.0 kami, kami mengantisipasi bahwa sebagian besar pengembangan Platform Asal akan datang dari pengembang pihak ketiga yang menggunakan lapisan data terbuka ini.
it: Questo crea diversi vantaggi. In primo luogo, il corpus di dati è aperto e immutabile, il che significa che può essere attendibile senza richiedere l'intermediario di terze parti tradizionale che impone la sua "imposta sulla fiducia". In secondo luogo, livella il campo di gioco competitivo e consente ai nuovi team di sviluppatori, imprenditori e organizzazioni di competere tra loro su questi dati condivisi e, in definitiva, crea un valore maggiore per la piattaforma. Dopo il nostro lancio 1.0, prevediamo che gran parte dello sviluppo della piattaforma Origin arriverà da sviluppatori di terze parti che utilizzano questo livello di dati aperto.
pt: Isso cria vários benefícios. Primeiro, o corpus de dados é aberto e imutável, o que significa que pode ser confiável sem a necessidade do intermediário tradicional de terceiros que impõe seu "imposto de confiança". Segundo, ele nivela o campo de jogo competitivo e permite que novas equipes de desenvolvedores, empreendedores e organizações concorram entre si com esses dados compartilhados e, finalmente, criam maior valor para a plataforma. Após o lançamento da versão 1.0, prevemos que grande parte do desenvolvimento da plataforma Origin virá de desenvolvedores de terceiros que fazem uso dessa camada de dados abertos.
ru: Это создает несколько преимуществ. Во-первых, совокупность данных является открытой и незыблемой, что означает, что ей можно доверять, не требуя традиционного стороннего посредника, который вводит свой "налог на доверие". Во-вторых, он выравнивает конкурентное игровое поле и позволяет новым командам разработчиков, предпринимателей и организаций конкурировать друг с другом за счет этих совместно используемых данных, и в конечном итоге создает большую ценность для платформы. После запуска 1.0 мы ожидаем, что большая часть разработки платформы Origin будет осуществляться сторонними разработчиками, которые используют этот открытый уровень данных.
tr: Bu çeşitli faydalar sağlar. Birincisi, veri grubu açık ve değişmezdir, bu da “güven vergisi” uygulayan geleneksel üçüncü taraf aracıya ihtiyaç duymadan güvenilir olabileceği anlamına gelir. İkincisi, rekabetçi oyun alanını düzleştirir ve yeni geliştiriciler, girişimciler ve organizasyon ekiplerinin bu paylaşılan verilerden birbirleriyle rekabet etmelerine izin verir ve sonuç olarak platform için daha fazla değer yaratır. 1.0 lansmanımızdan sonra, Origin Platformunun geliştirilmesinin çoğunun, bu açık veri katmanını kullanan üçüncü taraf geliştiricilerden geleceğini tahmin ediyoruz.
vi: Điều này tạo ra một số lợi ích. Đầu tiên, kho dữ liệu mở và không thay đổi đồng nghĩa rằng nó có thể được tin cậy một cách hoàn toàn mà không cần trả bên thứ 3 các khoản "thuế tin cậy" để xác minh. Thứ hai, nó bình đẳng hóa cạnh tranh và cho phép các nhóm nhà phát triển, doanh nghiệp và tổ chức mới cạnh tranh với nhau từ dữ liệu được chia sẻ này và cuối cùng tạo ra giá trị lớn hơn cho nền tảng. Sau khi ra mắt phiên bản 1.0, chúng tôi dự đoán phần lớn sự phát triển của nền tảng Origin sẽ đến từ các nhà phát triển bên thứ ba sử dụng lớp dữ liệu mở này.

source: The best precedent of this is Bitcoin itself. An open, immutable transaction history allowed many Bitcoin exchanges to pop up worldwide. They now compete for customers and trading volume with no single party having the luxury of benefiting off of private data. Far from giving away the keys to the kingdom, this has encouraged exchanges to compete on security, user experience, marketing, and fees<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. The aggregate efforts have pushed Bitcoin and cryptocurrency immeasurably further than if a single company had tried to pioneer a private digital currency and exchange
es: El mejor precedente de esto es el propio Bitcoin. Un historial de transacciones abierto e inmutable permitió que muchos intercambios de Bitcoin aparecieran en todo el mundo. Ahora compiten por los clientes y el volumen de operaciones sin que ninguna de las partes tenga el lujo de beneficiarse de los datos privados. Lejos de regalar las llaves del reino, esto ha alentado los intercambios para competir en seguridad, experiencia del usuario, marketing y tarifas<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. Los esfuerzos agregados han llevado a Bitcoin y a la criptomoneda mucho más lejos que si una sola empresa hubiera intentado ser pionera en un intercambio y moneda digital privada
fr: Le meilleur précédent est le Bitcoin lui-même. Un historique des transactions ouvert et immuable a permis à de nombreux échanges Bitcoin d'apparaître dans le monde entier. Ils rivalisent désormais pour les clients et le volume des échanges sans qu'aucune partie n'ait le luxe de bénéficier des données privées. Loin de donner les clés du royaume, cela a encouragé les échanges à rivaliser sur la sécurité, l'expérience utilisateur, le marketing et les tarifs<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. Les efforts globaux ont poussé le Bitcoin et la crypto-monnaie beaucoup plus loin que si une seule entreprise avait tenté de créer une monnaie et un échange numériques privés
id: Preseden terbaik dari ini adalah Bitcoin itu sendiri. Riwayat transaksi yang terbuka dan tidak berubah memungkinkan banyak pertukaran Bitcoin muncul di seluruh dunia. Mereka sekarang bersaing untuk pelanggan dan volume perdagangan tanpa ada pihak yang memiliki kemewahan mendapatkan manfaat dari data pribadi. Jauh dari memberikan kunci kerajaan, ini telah mendorong pertukaran untuk bersaing dalam hal keamanan, pengalaman pengguna, pemasaran, dan biaya<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. Upaya agregat telah mendorong Bitcoin dan cryptocurrency lebih jauh daripada jika satu perusahaan telah mencoba merintis mata uang digital pribadi dan pertukaran
it: Il miglior precedente di questo è Bitcoin stesso. Una cronologia delle transazioni aperta e immutabile ha permesso a molti scambi di Bitcoin di apparire in tutto il mondo. Ora competono per i clienti e il volume degli scambi senza che una sola parte abbia il lusso di beneficiare dei dati privati. Lungi dal dare via le chiavi del regno, questo ha incoraggiato gli scambi a competere su sicurezza, esperienza utente, marketing e tasse<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. Gli sforzi aggregati hanno spinto Bitcoin e criptovaluta incommensurabilmente oltre se una singola azienda avesse tentato di aprire la strada a una valuta digitale privata e scambiare
pt: O melhor precedente disso é o próprio Bitcoin. Um histórico de transações aberto e imutável permitiu que muitas trocas de Bitcoin aparecessem em todo o mundo. Agora, eles competem por clientes e volume de negócios, sem que nenhuma parte tenha o luxo de se beneficiar de dados privados. Longe de revelar as chaves do reino, isso incentivou as trocas a competir em segurança, experiência do usuário, marketing e taxas<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. Os esforços agregados levaram o Bitcoin e a criptomoeda a um nível incomensuravelmente maior do que se uma única empresa tivesse tentado abrir caminho uma moeda digital privada e trocar
ru: Лучшим прецедентом этого является сам биткойн. Открытая, неизменная история транзакций позволила многим Биткойн-биржам появиться по всему миру. Теперь они конкурируют за клиентов и объем торговли, и ни одна сторона не может позволить себе роскошь извлекать выгоду из частных данных. Отнюдь не раздавая ключи к королевству, это поощряло обмены конкурировать по вопросам безопасности, пользовательского опыта, маркетинга и сборов(16). Совокупные усилия продвинули Биткойн и криптовалюту неизмеримо дальше, чем если бы одна компания попыталась создать частную цифровую валюту и обмен.
tr: Bunun en iyi örneği Bitcoin'in kendisidir. Açık ve değişmez bir işlem geçmişi, birçok Bitcoin borsalarının dünya çapında açılmasına izin verdi. Artık özel verilerden yararlanma lüksüne sahip olmayan tek bir parti olmadan müşteriler ve ticaret hacmi için rekabet ediyorlar. Krallığın anahtarlarını vermekten çok, bu değişimleri güvenlik, kullanıcı deneyimi, pazarlama ve ücretler konusunda rekabet etmeye teşvik etti<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. Toplam çabalar, Bitcoin ve kripto para birimini, tek bir şirketin özel bir dijital para birimine ve değişimine öncülük etmeye çalıştığından çok daha fazla itti.
vi: Tiêu chuẩn tuyệt vời nhất là bản thân đồng Bitcoin. Lịch sử giao dịch mở và không thay đổi được thúc đẩy sự hình thành sàn giao dịch khắp thế giới. Các sàn này cạnh tranh về khách hàng, lượng giao dịch và không có bất kỳ bên nào có lợi thế về dữ liệu. Ngoài ra, điều này còn thúc đẩy các sàn hoàn thiện về bảo mật, trải nghiệm người dùng, marketing và phí giao dịch<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. Sự đồng thuận về nỗ lực đã thúc đẩy Bitcoin và tiền mã hóa vượt xa hơn so với việc nó bị kiểm soát bởi một đơn vị nào đó

source: Again, the intended goal is to have many minds collectively tackle the problem of building the right infrastructure, data models, information architecture, etc. to organize and consume data for the decentralized sharing economy.
es: Nuevamente, el objetivo previsto es que muchas mentes aborden colectivamente el problema de construir la infraestructura, los modelos de datos, la arquitectura de la información, etc. adecuados para organizar y consumir datos para la economía descentralizada de intercambio.
fr: Encore une fois, l'objectif visé est que de nombreux esprits s'attaquent collectivement au problème de la construction de la bonne infrastructure, des modèles de données, de l'architecture de l'information, etc. pour organiser et consommer des données pour l'économie de partage décentralisée.
id: Sekali lagi, tujuan yang dimaksudkan adalah memiliki banyak pikiran secara kolektif mengatasi masalah membangun infrastruktur yang tepat, model data, arsitektur informasi, dll. Untuk mengatur dan menggunakan data untuk ekonomi berbagi yang terdesentralisasi.
it: Ancora una volta, l'obiettivo previsto è quello di avere molte menti che affrontino collettivamente il problema della costruzione della giusta infrastruttura, modelli di dati, architettura dell'informazione, ecc. Per organizzare e consumare dati per l'economia della condivisione decentralizzata.
pt: Novamente, o objetivo pretendido é ter muitas mentes coletivamente enfrentando o problema de construir a infraestrutura, modelos de dados, arquitetura de informações etc. adequados para organizar e consumir dados para a economia de compartilhamento descentralizada.
ru: Опять же, предполагаемая цель состоит в том, чтобы заставить многие умы коллективно решать проблему создания правильной инфраструктуры, моделей данных, информационной архитектуры и т. д. организация и потребление данных для децентрализованной экономики совместного потребления.
tr: Yine amaçlanan amaç, merkezi olmayan paylaşım ekonomisi için verileri düzenlemek ve tüketmek üzere birçok akılın ortak altyapı, veri modelleri, bilgi mimarisi vb.
vi: Một lần nữa, mục tiêu dự kiến là tập trung nhiều bộ óc nhằm giải quyết vấn đề xây dựng cơ sở hạ tầng, mô hình dữ liệu, kiến trúc thông tin, vv để tổ chức và sử dụng dữ liệu cho nền kinh tế chia sẻ phi tập trung.

source: Key Product Features <span>& Benefits</span>
es: Características clave del producto <span>y beneficios</span>
fr: Caractéristiques clés du produit <span>et avantages</span>
id: Fitur Utama Produk <span>& Manfaat</span>
it: Principali caratteristiche del prodotto <span>e vantaggi</span>
pt: Principais recursos do produto <span>e benefícios</span>
ru: Основные Характеристики И Преимущества
tr: Anahtar Ürün Özellikleri <span>ve Faydaları</span>
vi: Lợi ích và tính năng <span>của sản phẩm cốt lõi</span>

source: To recap, at a high-level, the Origin Platform and third-party applications built on top of it have several intended advantages when compared to existing sharing economy marketplaces.
es: Para recapitular, a un alto nivel, la Plataforma Origin y las aplicaciones de terceros creadas sobre ella tienen varias ventajas previstas en comparación con los mercados existentes de economía compartida.
fr: Pour récapituler, à un niveau élevé, la plate-forme Origin et les applications tierces construites au-dessus d'elle ont plusieurs avantages prévus par rapport aux marchés existants de l'économie du partage.
id: Untuk meringkas, pada level tinggi, Platform Asal dan aplikasi pihak ketiga yang dibangun di atasnya memiliki beberapa keuntungan yang dimaksudkan bila dibandingkan dengan pasar ekonomi berbagi pakai yang ada.
it: Ricapitolando, ad alto livello, la piattaforma Origin e le applicazioni di terze parti costruite su di essa hanno diversi vantaggi previsti rispetto ai mercati di economia della condivisione esistenti.
pt: Recapitulando, em alto nível, a Plataforma Origin e aplicativos de terceiros criados sobre ela, têm várias vantagens pretendidas quando comparadas aos mercados existentes da economia de compartilhamento.
ru: Напомним, что на высшем уровне Origin DApp имеет ряд преимуществ по сравнению с существующими рынками экономики совместного потребления.
tr: Özetlemek gerekirse, Origin Platformu ve bunun üzerine inşa edilen üçüncü taraf uygulamaların mevcut paylaşım ekonomisi pazarlarına kıyasla birçok amaç avantajı vardır.
vi: Tóm gọn lại, nền tảng Origin và ứng dụng của bên thứ 3 xây dựng trên nó dự kiến sẽ có một số lợi thế khi so sánh với các marketplace kinh tế chia sẻ đang tồn tại.

source: Of paramount importance is the ability to cut out almost all of the transaction fees associated from bookings between buyers and suppliers. Because of the Fat Protocol phenomenon, the value of the network lies mostly in the value of the protocol layer<a class='whitepaper-footnote-link' href='#footnote17'>17</a>, and less on the applications layer (in this case, websites that would otherwise charge fees). Our incentives are to build a rich ecosystem of buyers and sellers, so we do not intend to charge onerous transaction fees on the protocol level.
es: Es de suma importancia la capacidad de reducir casi todas las tarifas de transacción asociadas a las reservas entre compradores y proveedores. Debido al fenómeno Fat Protocol, el valor de la red reside principalmente en el valor de la capa de protocolo<a class='whitepaper-footnote-link' href='#footnote17'>17</a>, y menos en la capa de aplicaciones (en este caso, sitios web que de otro modo cobrarían tarifas). Nuestros incentivos son construir un rico ecosistema de compradores y vendedores, por lo que no tenemos la intención de cobrar tarifas de transacción onerosas a nivel de protocolo.
fr: La capacité de supprimer presque tous les frais de transaction associés aux réservations entre acheteurs et fournisseurs est d'une importance capitale. En raison du phénomène Fat Protocol, la valeur du réseau réside principalement dans la valeur de la couche protocole<a class='whitepaper-footnote-link' href='#footnote17'>17</a>, et moins sur la couche applications (dans ce cas, les sites Web qui factureraient autrement des frais). Nos incitations sont de construire un écosystème riche d'acheteurs et de vendeurs, nous n'avons donc pas l'intention de facturer des frais de transaction onéreux au niveau du protocole.
id: Yang paling penting adalah kemampuan untuk memotong hampir semua biaya transaksi yang terkait dengan pemesanan antara pembeli dan pemasok. Karena fenomena Fat Protocol, nilai jaringan sebagian besar terletak pada nilai lapisan protokol<a class='whitepaper-footnote-link' href='#footnote17'>17</a>, dan lebih sedikit pada lapisan aplikasi (dalam hal ini, situs web yang sebaliknya akan mengenakan biaya). Insentif kami adalah membangun ekosistem pembeli dan penjual yang kaya, jadi kami tidak bermaksud membebankan biaya transaksi yang berat pada tingkat protokol.
it: Di fondamentale importanza è la capacità di tagliare quasi tutte le commissioni di transazione associate alle prenotazioni tra acquirenti e fornitori. A causa del fenomeno Fat Protocol, il valore della rete risiede principalmente nel valore del livello del protocollo<a class='whitepaper-footnote-link' href='#footnote17'>17</a>e meno nel livello delle applicazioni (in questo caso, siti Web che altrimenti addebiterebbero commissioni). I nostri incentivi sono la creazione di un ricco ecosistema di acquirenti e venditori, quindi non intendiamo addebitare commissioni di transazione onerose a livello di protocollo.
pt: De suma importância é a capacidade de cortar quase todas as taxas de transação associadas a reservas entre compradores e fornecedores. Devido ao fenômeno Fat Protocol, o valor da rede está principalmente no valor da camada de protocolo<a class='whitepaper-footnote-link' href='#footnote17'>17</a>e menos na camada de aplicativos (nesse caso, sites que, de outra forma, cobrariam taxas). Nossos incentivos são a construção de um rico ecossistema de compradores e vendedores, de modo que não pretendemos cobrar taxas onerosas de transação no nível do protocolo.
ru: Первостепенное значение имеет ликвидация почти всех транзакционных сборов, связанных с заказами услуг между покупателями и поставщиками. В соответствии с феноменом Fat Protocol ценность сети, в основном, определяется ценностью слоя протокола и в меньшей степени ценностью слоя приложений (в данном случае это сайты, которые, в частности, взимают плату). Наши инициативы и стимулы состоят в том, чтобы построить мощную экосистему покупателей и продавцов, поэтому мы не намерены взимать обременительные комиссионные за транзакции на уровне протокола.
tr: En önemlisi, alıcılar ve tedarikçiler arasındaki rezervasyonlardan kaynaklanan işlem ücretlerinin neredeyse tamamını kesebilmektir. Yağ Protokolü fenomeni nedeniyle, ağın değeri çoğunlukla uygulama katmanı<a class='whitepaper-footnote-link' href='#footnote17'>17</a>ve daha azı uygulama katmanında (bu durumda ücret talep eden web siteleri) değerdedir. Teşviklerimiz zengin bir alıcı ve satıcı ekosistemi oluşturmaktır, bu nedenle protokol düzeyinde zahmetli işlem ücretleri talep etmiyoruz.
vi: Yếu tố quan trong nhất là khả năng giảm thiểu hầu hết các chi phí giao dịch liên quan đến cầu nối giữa người mua và người bán. Nhờ giao thức Fat, giá trị của mạng lưới dựa hầu hết trên giá trị của các lớp giao thức và dựa ít hơn vào lớp ứng dụng (trong trường hợp này, các trang web chỉnh thu phí)<a class='whitepaper-footnote-link' href='#footnote17'>17.</a> Động lực của chúng tôi là xây dựng nên một hệ sinh thái lớn mạnh bao gồm người mua và người bán, vì thế, chúng tôi không có ý định thu nhiều phí giao dịch trên giao thức.
