Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: <strong>Teams all over the world are building their projects using Origin’s protocols. We are looking for more amazing people to <a href='#join_our_mission'>join our mission</a>.</strong>
es: <strong>Los equipos de todo el mundo están desarrollando sus proyectos utilizando los protocolos de Origin. Buscamos a las personas más increíbles a <a href='#join_our_mission'>unirse a nuestra misión</a>.</strong>
fil: <strong>Mga koponan mula sa ibat-ibang sulok ng mundo ay gumagawa ng kanila proyekto gamit ang Origin's protocols. Kami ay naghahanap pa ng kahanga-hangang mga tao para <a href='#join_our_mission'>sumali sa aming misyon</a>.</strong>
fr: <strong>Les équipes du monde entier construisent leurs projets en utilisant les protocoles d’Origin. Nous recherchons des personnes plus étonnantes pour <a href='#join_our_mission'>rejoindre notre mission</a>.</strong>
he: <strong> צוותים בכל רחבי העולם בונים את הפרויקטים שלהם באמצעות הפרוטוקולים של המקור. אנו מחפשים אנשים מדהימים יותר <a href='#join_our_mission'> להצטרף למשימה שלנו </a>. </strong>
hi: <strong>दुनिया भर में टीम मूल के प्रोटोकॉल का उपयोग कर अपनी परियोजनाओं का निर्माण कर रहे हैं। हम करने के लिए और अधिक अद्भुत लोगों के लिए देख रहे हैं <a href='#join_our_mission'>हमारे मिशन में शामिल होने के</a>।</strong>
hr: <strong> Timovi širom svijeta grade svoje projekte pomoću protokola tvrtke Origin. Tražimo još iznenađujuće ljude da <a href='#join_our_mission'> pridruže našoj misiji </a>. </Strong>
id: <strong>Seluruh tim di seluruh dunia sedang membangun proyek-proyek mereka menggunakan protokol Origin. Kami mencari lebih banyak orang-orang menajubkan untuk <a href='#join_our_mission'>bergabung dengan misi kami</a>.</strong>
it: <strong>Team in tutto il mondo stanno costruendo il loro progetti utilizzando i protocolli di Origin. Stiamo cercando le persone più incredibili per <a href='#join_our_mission'>unirsi alla nostra missione</a>.</strong>
pt: <strong>equipes em todo o mundo estão construindo seus projetos usando os protocolos da Origin. Estamos à procura de pessoas mais incríveis para <a href='#join_our_mission'>se juntar à nossa missão</a>.</strong>
ru: <strong> Команды по всему миру создают свои проекты, используя Origin. Мы продолжаем искать потрясающих людей, которые <a href='#join_our_mission'> присоединятся к нашей миссии </a>. </strong>
sl: <močno>Ekipe po celem svetu uporabljajo pri izgradni njihovega projekta Originin protokol. Iščemo še več neverjetnih ljudi to <ahref=‘ pridružite se naši misiji> pridružite se naši misiji<\a>.<\močno>
tr: <strong>Tüm dünyada Takımlar Origin protokollerini kullanarak projelerini inşa ediyoruz. Biz daha şaşırtıcı insanlar arıyoruz <a href='#join_our_mission'>misyonumuzu katılmak</a>.</strong>

source: View More
es: Ver más
fil: Tingnan pa ng higit
fr: Voir plus
he: ראה עוד
hi: और देखो
hr: Vidi više
id: Tampilkan lebih banyak
it: Leggi di piú
pt: Veja mais
ru: Посмотреть больше
sl: Pokaži več
tr: Daha fazla göster
vi: Xem thêm

source: View Less
es: Ver menos
fil: Tingnan na mas kunti
fr: Voir moins
he: הצג פחות
hi: कम देखें
hr: Prikaži manje
id: Tampilkan lebih sedikit
it: Mostra meno
pt: Visualizar menos
ru: Просмотреть меньше
sl: Pokaži manj
tr: Daha Az Görüntüle
vi: Xem ít hơn

source: Join our mission!
es: Únete a nuestra misión!
fil: Sumali sa aming misyon!
fr: Rejoignez notre mission!
he: הצטרף המשימה שלנו!
hi: हमारे मिशन में शामिल हों!
hr: Pridružite se našoj misiji!
id: Bergabung dalam misi kami!
it: Unisciti alla nostra missione!
pt: Participe da nossa missão!
ru: Присоединяйтесь к нам!
sl: Pridruži se naši misiji!
tr: Misyonumuza katılın!

source: Whether you’re an existing blockchain company or a traditional marketplace thinking about blockchain technology, we’d love to hear from you. Fill out the form below and we will get back to you shortly.
es: Ya sea que usted sea una compañía existente de blockchain o un mercado tradicional que esté pensando en la tecnología blockchain, nos encantaría saber de usted. Complete el siguiente formulario y nos pondremos en contacto con usted en breve.
fil: Kung ikaw man ay isang ganap ng blockchain kumpanya o isang tradisyunal na pamilihan na nag-iisip tungkol sa teknolohiya ng blockchain, gusto naming makarinig mula sa iyo. Punan ang form sa ibaba at babalikan ka namin sa ilang sandali.
fr: Que vous soyez une société de blockchain existante ou un marché traditionnel qui pense à la technologie blockchain, nous aimerions avoir de vos nouvelles. Remplissez le formulaire ci-dessous et nous vous répondrons dans les plus brefs délais.
he: בין אם אתה קיים blockchain החברה או שוק מסורתי לחשוב על blockchain הטכנולוגיה, נשמח לשמוע ממך. מלא את הטופס הבא ואנו נחזור אליך בהקדם.
hi: चाहे आप मौजूदा ब्लॉकचेन कंपनी हों या पारंपरिक बाजार में ब्लॉकचेन तकनीक के बारे में सोच रहे हों, हम आपको सुनना पसंद करेंगे। नीचे दिए गए फॉर्म को भरें और हम जल्द ही आपसे संपर्क करेंगे।
hr: Bez obzira jeste li postojeći blok-lanac tvrtke ili tradicionalno tržište razmišljate o tehnologiji Blockchain, voljeli bismo vas čuti. Ispunite obrazac u nastavku i uskoro ćemo vam se javiti.
id: Apakah Anda perusahaan blockchain yang ada atau pasar tradisional yang berpikir tentang teknologi blockchain, kami akan senang mendengarnya dari Anda. Isi formulir di bawah dan kami akan segera menghubungi Anda.
it: Se sei una società gia esistente sulla blockchain o sei sul mercato tradizionale e stai pensando alla tecnologia blockchain, ci piacerebbe sentirti. Compila il modulo sottostante e ti risponderemo subito.
pt: Se você é uma empresa de blockchain existente ou um mercado tradicional pensando em tecnologia blockchain, adoraríamos ouvir de você. Preencha o formulário abaixo e entraremos em contato com você em breve.
ru: Будь вы существующая компания блокчейн или традиционная торговая площадка, думающая о технологии блокчейн, мы будем рады вас услышать. Заполните форму ниже, и мы свяжемся с вами в ближайшее время.
sl: Kakorkoli ali ste obsoječe blockchain podjetje ali tradicionalni trg mislujoč na blockchain tehnologijo, bi bili veseli vašega klica. Izpolnite spodnji obrazec in kontaktirali vas bomo v najkrajšem možnem času.
tr: Mevcut bir blockchain şirketi ya da blockchain teknolojisini düşünen geleneksel bir pazar yeriniz olsun, sizden duymayı çok isteriz. Aşağıdaki formu doldurun ve size kısa süre içinde geri döneceğiz.

source: Name
es: Nombre
fil: Pangalan
fr: Nom
hi: नाम
id: Nama
it: Nome
pt: Nome
ru: Имя
sl: Ime
tr: isim

source: Firstname Lastname
es: Nombre Apellido
fil: Pangalan Apelyido
fr: Prénom Nom de famille
he: שם פרטי שם משפחה
hi: प्रथम नाम अंतिम नाम
hr: Ime prezime
id: Namadepan Namabelakang
it: Nome Cognome
pt: Primeiro nome, ultimo nome
ru: Имя Фамилия
sl: Ime Priimek
tr: İsim soyisim

source: Company
es: Empresa
fil: Kumpanya
fr: Compagnie
he: חֶברָה
hi: कंपनी
hr: Tvrtka
id: Perusahaan
it: Azienda
pt: Empresa
ru: Компания
sl: Podjetje
tr: şirket

source: My Amazing Company
es: Mi increíble compañía
fil: Aking kahanga-hangang kumpanya
fr: Mon incroyable compagnie
he: החברה המדהימה שלי
hi: मेरी अद्भुत कंपनी
hr: Moja nevjerojatna tvrtka
id: Perusahaan Saya yang Menakjubkan
it: La mia incredibile azienda
pt: Minha empresa incrível
ru: Моя Потрясающая Компания
sl: Moje čudovito podjetje
tr: Benim İnanılmaz Şirketim

source: Website
es: Sitio web
fr: Site web
he: אתר אינטרנט
hi: वेबसाइट
hr: Web Stranica
id: Situs web
it: Sito Web
pt: Local na rede Internet
ru: Сайт
sl: Spletna stran
tr: Web sitesi

source: <strong>Anything else we should know?</strong> (optional)
es: <strong>Algo más que deberíamos saber?</strong> (opcional)
fil: <strong>Iba pang bagay na dapat naming malaman?</strong> (opsiyonal)
fr: <strong>Autre chose à savoir?</strong> (facultatif)
he: <strong> כל מה שאנחנו צריכים לדעת? </strong> (אופציונלי)
hi: <strong>हमें और कुछ और पता होना चाहिए?</strong> (वैकल्पिक)
hr: <strong> Bilo što drugo što trebamo znati? </strong> (nije obavezno)
id: <strong>Apa yang harus kami ketahui? </strong> (opsional)
it: <strong>Altro che vuoi farci sapere?</strong> (facoltativo)
pt: <strong>alguma coisa que devemos saber?</strong> (opcional)
ru: <strong>Что еще мы должны знать?</strong> (optional)
sl: <strong>Ali je še kaj drugega kar moramo vedeti?</strong>( opcijsko)
tr: <strong>Bilmemiz gereken başka bir şey var mı?</strong> (isteğe bağlı)

source: Become a Partner
es: Conviértete en un compañero
fil: Maging isang Kasosyo
fr: Devenir un partenaire
he: להיות שותף
hi: भागीदार बनें
hr: Postati partner
id: Menjadi Mitra
it: Diventa un Partner
pt: Torne-se um parceiro
ru: Стать Партнером
sl: Postanite partner
tr: Partner olmak

source: Origin Protocol - Browser ExtensionPrivacy Policy
es: Origin Protocol - Política de Privacidad de la Extensión del Navegador
fr: Protocole d'origine - Extension du navigateurPolitique de confidentialité
id: Origin Protocol - Kebijakan Privasi Ekstensi Browser
it: Origin Protocol - Privacy policy dell'estensione del browser
pt: Origin Protocol - Política de privacidade da Extensão do Navegador
ru: Origin Protocol - расширение для браузера, Политика конфиденциальности
tr: Menşe Protokolü - Tarayıcı UzantısıGizlilik Politikası

source: Origin Protocol - Browser Extension Privacy Policy
es: Origin Protocol - Política de Privacidad de la Extensión del Navegador
fr: Protocole d'origine - Extension du navigateurPolitique de confidentialité
id: Origin Protocol - Kebijakan Privasi Ekstensi Browser
it: Origin Protocol - Privacy policy dell'estensione del browser
pt: Origin Protocol - Política de privacidade da Extensão do Navegador
ru: Origin Protocol - Политика конфиденциальности расширения для браузера
tr: Origin Protocol - Tarayıcı Uzantısı Gizlilik Politikası

source: Browser Extension Privacy Policy
es: Política de Privacidad de la Extensión del Navegador
fr: Politique de confidentialité des extensions de navigateur
id: Kebijakan Privasi Ekstensi Browser
it: Privacy policy dell'estensione del browser
pt: Política de privacidade da Extensão do Navegador
ru: Политика конфиденциальности расширения для браузера
tr: Tarayıcı Uzantısı Gizlilik Politikası

source: Origin Protocol - Privacy Policy
es: Protocolo de origen - Política de privacidad
fil: Pinagmulan ng Protocol - Patakaran sa Pagkapribado
fr: Protocole d'origine - Politique de confidentialité
id: Origin Protocol - Kebijakan Privasi
it: Origin Protocol - Informativa sulla privacy
pt: Protocolo de Origem - Política de Privacidade
ru: Origin Protocol - Политика конфиденциальности
sl: Protokol o poreklu - Politika zasebnosti
tr: Menşe Protokolü - Gizlilik Politikası
vi: Giao thức gốc - Chính sách bảo mật

source: Origin Protocol - Product
es: Origin Protocol - Producto
fr: Protocole d'origine - Produits
id: Origin Protocol - Produk
it: Origin Protocol - Prodotto
pt: Origin Protocol - Produto
ru: Origin Protocol - Продукт
tr: Origin Protocol - Ürün
vi: Origin Protocol - Sản phẩm

source: Read our new Litepaper
fr: Lisez notre nouvelle édition du Litepaper
it: Leggi il nostro nuovo Litepaper
pt: Leia nosso novo Litepaper
ru: Прочтите наш новый Litepaper

source: Customizable and hosted on your own domain
fr: Personnalisable et hébergé sur votre propre domaine
pt: Customizável e hospedado em seu próprio domínio
ru: Настраивается и размещается в вашем собственном домене
vi: Có thể tùy chỉnh và lưu trữ trên tên miền của riêng bạn

source: Maintain control of your brand
fr: Gardez le contrôle de votre marque
pt: Mantenha controle da sua marca
ru: Сохраняйте контроль над своим брендом
vi: Duy trì quyền kiểm soát thương hiệu của bạn

source: Unique auction mechanics to maximize revenue
fr: Une mécanique d'enchères unique pour maximiser les revenus
pt: Mecânica de leilão exclusiva para maximizar receita
ru: Уникальная механика аукциона для максимального увеличения дохода
vi: Cơ chế đấu giá độc đáo để tối đa hóa doanh thu

source: Secondary marketplace launching soon
fr: Le marché secondaire sera bientôt lancé
pt: Mercado secundário será lançado em breve
ru: Площадка для вторичной торговая скоро будет запущена

source: Best-in-class uptime and scaling
fr: Meilleure disponibilité et mise à l'échelle de sa catégorie
pt: Melhor tempo operante e escalabilidade da categoria
ru: Лучшее в своем классе время безотказной работы и масштабируемость
vi: Thời gian hoạt động và mở rộng tốt nhất

source: Supports both credit cards and cryptocurrency
fr: Prise en charge des cartes de crédit et des crypto-monnaies
pt: Aceita tanto cartões de crédito e criptomoedas
ru: Поддерживает как кредитные карты, так и криптовалюту
vi: Hỗ trợ cả thẻ tín dụng và tiền điện tử

source: The first stablecoin that earns a yield while it's still in your wallet.
es: La primera moneda estable que obtiene un rendimiento mientras está en su billetera.
fr: La première monnaie stable qui génère un rendement alors qu'elle est encore dans votre portefeuille.
id: Stablecoin pertama yang menghasilkan keuntungan saat masih ada di dompet Anda.
it: La prima stablecoin che produce un rendimento quando è ancora nel tuo wallet.
pt: O primeiro stablecoin que ganha rende enquanto ainda está na sua carteira.
ru: Первый стейблкоин, который приносит доход, находясь в вашем кошельке.
tr: Hâlâ cüzdanınızdayken getiri sağlayan ilk stabilcoin.

source: Get OUSD
es: Obtenga OUSD
fr: Obtenez des OUSD
id: Dapatkan OUSD
it: Ottieni OUSD
pt: Obtenha OUSD
ru: Получить OUSD
tr: OUSD alın

source: A decentralized and open source e-commerce platform that allows anyone to create an online store easily
es: Una plataforma de comercio electrónico descentralizada y de código abierto que permite a cualquiera crear una tienda en línea fácilmente
fr: Une plateforme de commerce électronique décentralisée et open source qui permet à quiconque de créer facilement une boutique en ligne
id: Platform e-commerce terdesentralisasi dan open source yang memungkinkan siapa saja membuat toko online dengan mudah
it: Una piattaforma di e-commerce decentralizzata e open source che consente a chiunque di creare facilmente un negozio online
pt: Uma plataforma de e-comércio descentralizada e de código aberto que permite a qualquer pessoa criar uma loja online com facilidade
ru: Децентрализованная платформа электронной коммерции с открытым исходным кодом, которая позволяет с легкостью создавать интернет-магазины
tr: Herkesin kolayca bir çevrimiçi mağaza oluşturmasına olanak tanıyan, merkezi olmayan ve açık kaynaklı bir e-ticaret platformu

source: No transaction fees
es: Sin comisiones de transacción
fr: Aucun frais de transaction
id: Tidak ada biaya transaksi
it: Nessuna commissione di transazione
pt: Sem taxas de transação
ru: Без комиссий за транзакции
tr: Transfer ücreti yok

source: Fully customizeable
es: Totalmente personalizable
fr: Totalement personnalisable
id: Dapat disesuaikan sepenuhnya
it: Completamente personalizzabile
pt: Totalmente customizável
ru: Полностью настраиваемый
tr: Tamamen özelleştirilebilir

source: Supports credit card payments
es: Admite pagos con tarjeta de crédito
fr: Prise en charge des paiements par carte de crédit
id: Mendukung pembayaran kartu kredit
it: Supporta pagamenti con carta di credito
pt: Aceita pagamentos com cartão de crédito
ru: Поддерживает платежи по кредитным картам
tr: Kredi kartı ödemelerini destekler

source: Try Dshop
es: Prueba Dshop
fr: Essayez Le Dshop
id: Coba Dshop
it: Prova Dshop
pt: Experimente a Dshop
ru: Попробуйте Dshop

source: Visit Origin Store
es: Visita la Tienda de Origin
fr: Visitez le magasin Origin
id: Kunjungi Toko Origin
pt: Visite a loja Origin
ru: Посетите магазин Origin

source: Online stores created with Dshop
es: Tiendas en línea creadas con Dshop
fr: Magasins en ligne créés avec Dshop
id: Toko online dibuat dengan Dshop
it: Store online creati con Dshop
pt: Lojas online criadas com Dshop
ru: Интернет-магазины, созданные с помощью Dshop
tr: Dshop ile oluşturulan çevrimiçi mağazalar

source: ...and hundreds more
fr: ...et des centaines d'autres
pt: ...e muito mais
ru: ... и еще сотни

source: Origin Token
es: Ficha Origin
id: Token Origin
it: Token di Origin
ru: Токен Origin
vi: Token Origin

source: Origin Token (OGN) is an incentive token that ensures the health and growth of the network.
es: La ficha Origin (OGN) es una ficha de incentivo que garantiza la salud y el crecimiento de la red.
id: Token Origin (OGN) adalah token insentif yang memastikan keselarasan dan pertumbuhan jaringan.
it: Origin Token (OGN) è un token incentivo che assicura la salute e la crescita della rete.
ru: Origin Token (OGN) - это поощрительный токен, который обеспечивает работоспособность и рост сети.
tr: Origin Token (OGN), ağın sağlığını ve büyümesini sağlayan bir teşvik tokenıdır.

source: Your friend
es: Su amigo
fr: Ton ami
id: Temanmu
it: Il tuo amico
pt: Seu amigo
ru: Твой друг
tr: Senin arkadaşın

source: has invited you to earn
es: le ha invitado a ganar
fr: vous a invité à gagner
id: telah mengundang Anda untuk menghasilkan
it: ti ha invitato a guadagnare
pt: convidou você para ganhar
ru: пригласил вас заработать
tr: seni kazanmaya davet etti

source: or
es: o
fr: ou
id: atau
it: o
pt: ou
ru: или
tr: veya

source: Origin Protocol - imToken
es: Protocolo de origen - imToken
fr: Protocole d'origine - imToken
id: Protokol Asal - imToken
pt: Protocolo de origem - imToken
ru: Протокол происхождения - imToken
tr: Menşe Protokolü - imToken
vi: Giao thức gốc - imToken

source: OGN Staking is live on OUSD.com
es: El Staking de OGN está disponible en OUSD.com
fr: OGN Jalonnement (Stacking) est en ligne sur OUSD.com
id: OGN Staking sedang live di OUSD.com
it: OGN Staking è live su OUSD.com
pt: OGN Staking está n ar em OUSD.com
ru: Стейкинг OGN уже доступен на OUSD.com
vi: Stake OGN hiện đang có sẵn trên OUSD.com

source: Origin Protocol - February Rewards
es: Origin Protocol - Recompensas de Febrero
fr: Protocole d'origine - Récompenses de février
id: Origin Protocol - Hadiah pada Bulan February
it: Origin Protocol - Premi di Febbraio
pt: Origin Protocol - Recompensas de Fevereiro
ru: Origin Protocol - награды за Февраль
tr: Origin Protocol - Şubat Ödülleri
vi: Origin Protocol - Phần thưởng tháng Hai

source: Visit site
es: Visitar sitio
fr: Visitez le site web
id: Mengunjungi situs
it: Visita il sito
pt: Visitar o site
ru: Посетить сайт
tr: Siteyi ziyaret et
vi: Ghé thăm

source: April 2020
es: Abril 2020
fr: Avril 2020
it: Aprile 2020
pt: Abril 2020
ru: Апрель 2020
tr: Nisan 2020
vi: Tháng 4/2020

source: STAY AT HOME WITH ORIGIN
es: QUÉDATE EN CASA CON ORIGEN
fr: RESTER À LA MAISON AVEC ORIGINE
id: TINGGAL DI RUMAH DENGAN ORIGIN
it: STAI A CASA CON ORIGIN
pt: FIQUE EM CASA COM ORIGIN
ru: ОСТАВАЙТЕСЬ ДОМА ВМЕСТЕ С ORIGIN
tr: ORIGIN İLE EVDE KALIN
vi: Ở NHÀ CÙNG ORIGIN

source: Earn OGN for Referring Buyers
es: Gana OGN por referir compradores
fr: Gagnez des OGN en recommandant des acheteurs
id: Hasilkan OGN untuk Pembeli Perujuk
it: Guadagna OGN con i Referral
pt: Ganhe OGN por Compradores Referenciados
ru: Зарабатывайте OGN за привлечение покупателей
tr: Tavsiye Eden Alıcılar için OGN Kazanın
vi: Kiếm OGN bằng cách giới thiệu người mua

source: For April’s Origin Rewards campaign, we will be donating 100%% of all proceeds* from the ‘Stay At Home’ Shop to The Coalition for Epidemic Preparedness Innovations (CEPI), who is developing a vaccine for COVID-19.
es: Para la campaña Origin Rewards de abril, donaremos 100% de todos los ingresos* de la tienda 'Stay At Home' a The Coalition for Epidemic Preparedness Innovations (CEPI), que está desarrollando una vacuna para COVID-19.
fr: Pour la campagne Origin Rewards du mois d'avril, nous reverserons 100 %% des recettes* de la boutique "Restez à la maison" à la Coalition pour Innovations en matière de préparation aux épidémies (CEPI), qui développe un vaccin contre le COVID-19.
id: Untuk kampanye Origin Rewards April, kami akan mendonasikan 100%% dari semua hasil * dari Toko 'Stay At Home' kepada Koalisi untuk Inovasi Kesiapsiagaan Epidemi (CEPI), yang sedang mengembangkan vaksin untuk COVID-19.
it: Per la campagna Origin Rewards di aprile, doneremo il 100%% di tutti i proventi* dallo shop "Stay At Home" al The Coalition for Epidemic Preparedness Innovations (CEPI), che sta sviluppando un vaccino per il COVID-19.
pt: Para campanha de Recompensas Origin de abril, estaremos doando 100%% de todos os rendimento* da Loja 'Stay At Home' para A Coligação para Inovações Epidemia preparação (CEPI), que está desenvolvendo uma vacina para COVID-19.
ru: В рамках апрельской кампании Origin Rewards мы пожертвовали 100%% всей выручки* из магазина «Stay At Home» в пользу Коалиции по инновациям в области обеспечения готовности к эпидемиям (CEPI), которая разрабатывает вакцину от COVID-19.
tr: Nisanın'ın Origin Ödülleri kampanyası için, 'Evde Kalma' Mağazasından COVID-19 için bir aşı geliştiren The Coalition for Epidemic Preparedness Innovations'a (CEPI) 100%% gelir * bağışlayacağız.
vi: Đối với chiến dịch Origin Rewards tháng 4, chúng tôi sẽ tặng 100%% trong tổng số tiền thu được * từ Cửa hàng 'Stay At Home ' cho Liên minh các sáng kiến về chuẩn bị sẵn sàng dịch bệnh (CEPI), đơn vị đang phát triển vắc xin cho COVID-19.

source: In addition, to thank you for supporting our fundraising efforts, we have committed <b>50,000 OGN</b> to give away to our Origin community!
es: Además, para agradecerle por apoyar nuestros esfuerzos de recaudación de fondos, ¡hemos comprometido <b>50,000 OGN</b> para regalar a nuestra comunidad de Origin!
fr: En outre, pour vous remercier de soutenir nos efforts de collecte de fonds, nous avons engagé <b>50 000 OGN</b> à distribuer à notre communauté Origin !
id: Selain itu, terima kasih telah mendukung upaya penggalangan dana kami, kami telah berkomitmen <b>50.000 OGN</b> kepada komunitas Origin kami!
it: Inoltre, per ringraziarti per il sostegno ai nostri sforzi di raccolta fondi, abbiamo impegnato <b>50.000 OGN</b> da regalare alla nostra community Origin!
pt: Além disso, para agradecer por apoiar nossos esforços de arrecadação de fundos, decidimos doar <b>50.000 OGN</b> à nossa comunidade Origin!
ru: Кроме того, чтобы в качестве благодарности за вашу поддержку в сборе средств, мы решили провести розыгрыш <b>50,000 OGN</b> для нашего сообщества Origin!
tr: Ayrıca, bağış toplama çabalarımızı desteklediğiniz için teşekkür etmek amacıyla Origin topluluğumuza <b>50.000 OGN</b> vermeyi taahhüt ettik!
vi: Ngoài ra, để cảm ơn bạn đã ủng hộ nỗ lực gây quỹ của chúng tôi, chúng tôi sẽ cung cấp phần thường <b>50.000 OGN</b> cho cộng đồng Origin!

source: Visit the Store
es: Visita la tienda
fr: Visitez le magasin
id: Kunjungi Store
it: Visita lo store
pt: Visite a Loja
ru: Посетить магазин
tr: Mağazayı ziyaret edin
vi: Ghé thăm cửa hàng

source: Earn OGN with Origin Affiliates
es: Gana OGN con Origin Affiliates
fr: Gagnez des OGN avec Origin Affiliates
id: Hasilkan OGN dengan Afiliasi Origin
it: Guadagna OGN con le affiliazioni Origin
pt: Ganhe OGN com Afiliados Origin
ru: Зарабатывайте OGN по программе Origin Affilates
tr: Origin Affiliates ile OGN kazanın
vi: Kiếm OGN với chương trình Origin Affiliates
