Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: For this month’s Origin Rewards campaign, it’s all about our Origin Browser Extension. To celebrate the launch we have committed a total of 150,000 OGN to give away to our Origin community!
es: Para la campaña Origin Rewards de este mes, se trata de nuestra extensión de navegador Origin. ¡Para celebrar el lanzamiento, hemos comprometido un total de 150,000 OGN para regalar a nuestra comunidad de Origin!
fr: Pour la campagne de récompenses d'Origin de ce mois-ci, il s'agit de l'extension du navigateur d'Origin. Pour célébrer son lancement, nous avons engagé un total de 150 000 OGN à distribuer à notre communauté Origin !
id: Untuk kampanye Hadiah Origin bulan ini, semuanya tentang Ekstensi Peramban Origin kami. Untuk merayakan peluncuran tersebut, kami telah memberikan total 150.000 OGN untuk diberikan kepada komunitas Origin kami!
it: Per la campagna Origin Rewards di questo mese, tutto ruota attorno all'estensione del browser Origin. Per celebrarne il lancio abbiamo destinato un totale di 150.000 OGN da regalare alla nostra community Origin!
pt: Para a campanha Origin Rewards deste mês, é tudo sobre a extensão do navegador Origin. Para comemorar o lançamento, reservamos um total de 150.000 OGN para distribuir para a comunidade Origin!
ru: В этом месяце в мы посвятили кампанию Origin Rewards нашему расширению для браузеров. Чтобы отпраздновать запуск и недавний листинг OGN на Binance, мы решили раздать пул токенов в 15 000 OGN нашему сообществу!
tr: Bu ayın Origin Rewards kampanyası için her şey Origin Browser Extension'ımızla ilgili. Lansmanı kutlamak için Origin topluluğumuza dağıtmak üzere toplam 150.000 OGN taahhüt ettik!
vi: Với chiến dịch Origin Rewards tháng này, chúng tôi tập trung vào tiện ích mở rộng của Origin. Để kỷ niệm sự kiện ra mắt tiện ích mở rộng Origin, chúng tôi gửi tặng 150,000 OGN tới toàn thể cộng đồng!

source: Total Reward Pool
es: Fondo de recompensa total
fr: Réserve totale de récompenses
it: Reward totale della Pool
pt: Total de Recompensa no Pool
ru: Общий призовой пул
tr: Toplam Ödül Havuzu
vi: Tổng quỹ phần thưởng

source: Origin Chrome Extension
es: Extensión de Chrome de Origin
fr: Extension Origin pour le Navigateur Chrome
id: Ekstensi Chrome Origin
it: Estensione Origin per browser Chrome
pt: Extensão Origin para Chrome
ru: Расширение Origin для Chrome
tr: Origin Chrome Uzantısı
vi: Tiện ích mở rộng Origin trên Chrome

source: Download
es: Descargar
fr: Télécharger
id: Unduh
it: Scarica
pt: Transferir
ru: Скачать
tr: İndir
vi: Tải xuống

source: Origin Firefox Extension
es: Extensión Origin en Firefox
fr: Extension Origin pour le Navigateur Firefox
id: Ekstensi Firefox Origin
it: Estensione Origin per browser Firefox
pt: Extensão Origin para Firefox
ru: Расширение Origin для Firefox
tr: Origin Firefox Uzantısı
vi: Tiện ích mở rộng Origin trên Firefox

source: Origin Brave Extension
es: Extensión de Origin en Brave
fr: Extension Origin pour le Navigateur Brave
it: Estensione Origin per browser Brave
pt: Extensão Origin para Brave
ru: Расширение Origin для Brave
tr: Origin Brave Uzantısı
vi: Tiện ích mở rộng Origin trên Brave

source: Rewards Details
es: Detalles de recompensas
fr: Détails sur les récompenses
id: Rincian Reward
it: Dettaglio dei premi
pt: Detalhes das Recompensas
ru: Подробнее о вознаграждениях
tr: Ödül Ayrıntıları
vi: Chi tiết giải thưởng

source: available on Chrome, Firefox and Brave
es: disponible en Chrome, Firefox y Brave
fr: disponible sur Chrome, Firefox et Brave
id: tersedia di Chrome, Firefox dan Brave
it: disponibile su Chrome, Firefox e Brave
pt: disponível no Chrome, Firefox e Brave
ru: доступно для Chrome, Firefox и Brave
tr: Chrome, Firefox ve Brave'de mevcut
vi: Có sẵn trên trình duyệt Chrome, Firefox và Brave

source: account must have four profile verifications on shoporigin.com
es: la cuenta debe tener cuatro verificaciones de perfil en shoporigin.com
fr: le compte doit avoir quatre vérifications de profil sur shoporigin.com
id: akun harus memiliki empat verifikasi profil di shoporigin.com
it: l'account deve avere quattro verifiche del profilo su shoporigin.com
pt: conta deve ter quatro verificações de perfil em shoporigin.com
ru: аккаунт должен иметь четыре подтвержденных профиля на shoporigin.com
tr: hesabın shoporigin.com'da dört profil doğrulaması olmalıdır
vi: Tài khoản phải có minh hồ sơ 4 bước trên shoporigin.com

source: extension must still be installed at the end of the month
es: la extensión aún debe instalarse a fin de mes
fr: l'extension doit encore être installée à la fin du mois
id: ekstensi masih harus dipasang di akhir bulan
it: l'estensione deve restare installata fino alla fine del mese
pt: extensão ainda deve ser instalada ao final do mês
ru: расширение должно оставаться установленным до конца месяца
tr: uzantı ayın sonunda hala yüklenmelidir
vi: Tiện ích mở rộng vẫn phải được cài đặt tới cuối tháng

source: extension must be installed in a browser that is used throughout the month
es: la extensión debe instalarse en un navegador que se usa durante todo el mes
fr: l'extension doit être installée dans un navigateur qui est utilisé tout au long du mois
id: ekstensi harus dipasang di browser yang digunakan sepanjang bulan
it: l'estensione deve essere installata in un browser utilizzato durante il mese
pt: extensão deve ser instalada em um navegador que seja usado ao longo do mês
ru: расширение должно быть установлено в браузере, который используется в течение всего месяца
tr: uzantı, ay boyunca kullanılan bir tarayıcıya yüklenmelidir
vi: Tiện ích mở rộng phải được cài trên trình duyệt được sử dụng thường xuyên trong tháng

source: rewards is contingent on review of fraud and abuse
es: las recompensas dependen de la revisión de fraude y abuso
fr: les récompenses sont subordonnées à l'examen de la fraude et des abus
id: imbalan bergantung pada peninjauan penipuan dan penyalahgunaan
it: i premi sono subordinati alla revisione di frodi e abusi
pt: recompensas contigenciadas por revisão de abuso e fraude
ru: вознаграждение будет пересмотрено в случае обнаружения случаев мошенничества или злоупотребления
tr: ödüller, dolandırıcılık ve kötüye kullanımın incelenmesine bağlıdır
vi: Giải thưởng sẽ được trao sau khi kiểm tra gian lận

source: read the
es: leer el
fr: lire le
id: membaca
it: leggi il
pt: leia
ru: изучите
tr: oku
vi: Đọc

source: Privacy Policy
es: Política de Privacidad
fil: Patakaran sa privacy
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila o privatnosti
id: Kebijakan Privasi
pt: Política de Privacidade
ru: Политика конфиденциальности
sl: Politika Zasebnosti
tr: Gizlilik Politikası
vi: Chính sách bảo mật

source: Terms and Conditions
es: Términos y Condiciones
fr: Termes et Conditions
id: Beberapa Syarat dan Ketentuan
it: Termini e Condizioni
pt: Termos e Condições
ru: Условия и положения
tr: Şartlar ve koşullar
vi: Điều khoản và điều kiện

source: Please note that Origin Rewards is currently available in most countries in the world. One notable exception is countries which are currently under U.S. sanctions like North Korea and Cuba. These restrictions go against our ideals and we’re truly sorry for anyone who is unable to participate as a result.
es: Por favor tenga en cuenta que Origin Rewards está actualmente disponible en la mayoría de los países del mundo. Una excepción notable son los países que actualmente están bajo sanciones de Estados Unidos como Corea del Norte y Cuba. Estas restricciones van en contra de nuestros ideales y, como resultado, lamentamos mucho por cualquiera que no pueda participar.
fr: Veuillez noter que le programme Origin Rewards est actuellement disponible dans la plupart des pays du monde. Une exception notable concerne les pays qui font actuellement l'objet de sanctions de la part des États-Unis, comme la Corée du Nord et Cuba. Ces restrictions vont à l'encontre de nos idéaux et nous sommes sincèrement désolés pour tous ceux qui ne peuvent pas participer de ce fait.
id: Harap dicatat bahwa Origin Rewards saat ini tersedia di sebagian besar negara di dunia. Satu pengecualian penting adalah Amerika Serikat & negara-negara yang saat ini berada di bawah sanksi A.S. seperti Korea Utara dan Kuba. Pembatasan ini bertentangan dengan keinginan kami dan pada akhirnya kami benar-benar meminta maaf kepada siapa pun yang tidak dapat berpartisipasi.
it: Tieni presente che Origin Rewards è attualmente disponibile nella maggior parte dei paesi del mondo. Un'eccezione di cui tenere nota sono i paesi che sono attualmente soggetti a sanzioni statunitensi come la Corea del Nord e Cuba. Queste restrizioni vanno contro i nostri ideali e conseguentemente siamo davvero dispiaciuti per chiunque non sia in grado di partecipare.
pt: Note que o Origin Rewards está disponível atualmente na maioria dos países do mundo. Uma exceção é os países que atualmente estão sob sanções dos Eua, como a Coréia do Norte e Cuba. Essas restrições vão contra nossos ideais e sentimos muito por qualquer pessoa que não possa participar por isso.
ru: Пожалуйста, обратите внимание, что программа Origin Rewards в настоящее время доступна в большинстве стран мира, но с некоторым исключениями. К исключениям относятся такие страны, как США и страны, в настоящее время находящиеся под санкциями США, в частности - Северная Корея и Куба. Эти ограничения противоречат нашим идеалам, и нам очень жаль, что некоторые люди не смогут принять участие.
tr: Origin Rewards'ın şu anda dünyadaki çoğu ülkede sunulduğunu lütfen unutmayın. Dikkate değer bir istisna, şu anda Kuzey Kore ve Küba gibi ABD yaptırımları altında olan ülkelerdir. Bu kısıtlamalar ideallerimize aykırıdır ve sonuç olarak katılamayan herkes için gerçekten üzgünüz.
vi: Lưu ý, hầu hết mọi người trên khắp thế giới đều có thể tham gia chương trình Origin Reward ngoại trừ Mỹ và các nước chịu sắc lệnh của Mỹ như Triều Tiên và Cuba. Sự hạn chế này đi ngược lại với ý tưởng của chúng tôi và chúng tôi rất tiếc cho những thành viên cộng đồng không thể tham dự chiến dịch này vì lý do nêu trên.

source: Tokens earned in March will be distributed after the first week of April (subject to terms and conditions).
es: Los tokens ganados en marzo se distribuirán después de la primera semana de abril (sujeto a términos y condiciones).
fr: Les jetons gagnés en mars seront distribués après la première semaine d'avril (sous réserve des conditions générales).
id: Token yang diterima di bulan Maret akan didistribusikan setelah minggu pertama pada bulan April (sesuai pada syarat dan ketentuan yang berlaku).
it: I token guadagnati a Marzo saranno distribuiti dopo la prima settimana di Aprile (soggetti a termini e condizioni).
pt: Os tokens ganhos em março serão distribuídos após a primeira semana de abril (sujeito a termos e condições).
ru: Токены, заработанные в марте, будут распределены после первой недели апреля (при соблюдении всех условий).
tr: Mart ayında kazanılan tokenlar, Nisan ayının ilk haftasından sonra dağıtılacaktır (hüküm ve koşullara tabi).
vi: Token kiếm được trong tháng 3 sẽ được phân phát sau tuần thứ nhất của tháng 4 (theo điều khoản và điều kiện).

source: Buy or Sell on Origin
es: Compra o vende en Origin
id: Membeli atau Menjual di Origin
it: Compra o Vendi su Origin
ru: Покупайте или Продавайте на Origin
tr: Origin Üzerinde Satın Al
vi: Mua hoặc bán trên Origin

source: Download App
es: Descargar aplicación
id: Unduh Aplikasi
it: Scarica la App
ru: Скачайте Приложение
tr: Uygulamayı indir
vi: Dowload App

source: Stay in touch
es: Mantente en contacto
id: Tetap Berhubungan
it: Rimani in contatto
ru: Оставайтесь на связи
tr: İletişimde kalın
vi: Giữ liên lạc

source: Subscribe to stay in touch. Your email will be kept private.
es: Suscríbase para mantenerse en contacto. Su correo electrónico se mantendrá privado.
id: Berlangganan untuk tetap berhubungan. Email Anda akan tetap dirahasiakan.
it: Sottoscriviti per rimanere in contatto. La tua mail sarà mantenuta privata.
ru: Подпишитесь, чтобы оставаться на связи. Ваша электронная почта останется конфиденциальной.
tr: İletişimde kalmak için abone olun. E-posta gizli tutulacaktır.
vi: Đăng kí để biết thêm thông tin chi tiết. Email của bạn sẽ được giữ bí mật.

source: Enter your email
es: Introduce tu correo electrónico
id: Masukkan email kamu
it: Scrivi la tua email
ru: Введите вашу электронную почту
tr: E-postanızı giriniz
vi: Nhập địa chỉ email

source: Origin Protocol Inc. All rights reserved.
es: Origin Protocol Inc. Todos los derechos reservados.
fr: Origin Protocol Inc. Tous droits réservés.
id: Hak Cipta © Origin Protocol Inc. Semua hak dilindungi undang-undang.
it: Origin Protocol Inc. Tutti i Diritti Riservati.
pt: Origin Protocol Inc. Todos os direitos reservados.
ru: Origin Protocol Inc. Все права защищены.
tr: Origin Protocol Inc. Tüm hakları saklıdır.
vi: Bản quyền thuộc về Origin Protocol Inc ©.

source: Help
es: Ayuda
fr: Aide
id: Tolong
it: Aiuto
pt: Ajuda
ru: Помощь
tr: Yardım
vi: Trợ giúp

source: Terms of Service
es: Términos del Servicio
fil: Mga palatuntunan
fr: Conditions d'utilisation
he: תנאי השירות
hi: सेवा की शर्तें
hr: Uvjeti pružanja usluge
id: Ketentuan Pelayanan
it: Termini di Servizio
pt: Termos de serviço
ru: Условия предоставления услуг
sl: Pogoji storitve
tr: Kullanım Şartları
vi: Điều khoản Dịch vụ

source: About
es: Acerca de Origin
id: Tentang
it: Circa
ru: Об Origin
tr: hakkında

source: Team
es: Equipo
fil: Koponan
fr: Équipe
he: צוות
hi: टीम
hr: Tim
id: Tim
pt: Equipe
ru: Команда
sl: Ekipa
tr: Takım
vi: Đội nhóm

source: Investors
es: Inversores
id: Para Investor
it: Investitori
ru: Инвесторы
tr: Yatırımcılar

source: Store
es: Tienda
fr: Boutique
id: Toko
pt: Loja
ru: Магазин

source: Jobs
es: Trabajos
fil: Mga trabaho
fr: Emplois
id: Pekerjaan
it: Offerte di lavoro
pt: Empregos
ru: Вакансии
sl: Službe
tr: Meslekler
vi: Việc làm

source: NFTs & more
pt: NFTs & mais
ru: NFT и многое другое

source: Videos
id: Beberapa video
it: Video
ru: Видео
tr: Videolar

source: Blog
fr: Blogue
he: בלוג
hi: ब्लॉग
ru: Блог

source: Origin Huobi Listing
es: Listado de Origin en Huobi
fr: Affichage d'Ogn sur Huobi
id: Pendaftaran Origin di Huobi
it: Listing di Origin su Huobi
pt: Listagem do Origin na Huobi
ru: Листинг Origin на Huobi
tr: Origin Huobi Listelemesi
vi: Niêm yết trên Huobi

source: Register Now
es: Regístrate ahora
fr: Inscrivez-vous dès maintenant
he: הירשם עכשיו
hr: Registriraj se
id: Daftar sekarang
it: Registrati adesso
pt: Registre-se Agora
ru: Зарегистрируйтесь сейчас
tr: Şimdi üye Ol
vi: Đăng ký ngay

source: Celebrate Origin's Listing on Huobi & Win OGN & USDT
es: Celebre el listado de Origin en Huobi y gane OGN y USDT
fr: Célébrez la cotation d'Origin sur Huobi et gagnez des OGN et USDT
id: Rayakan Pendaftaran Origin di Huobi & Menangkan OGN & USDT
it: Festeggia il listing di Origin su Huobi & vinci OGN & USDT
pt: Celebre a lisatagem do Origin na Huobi e ganhe OGN & USDT
ru: Выиграйте токены OGN & USDT в честь празднования листинга Origin на Huobi
tr: Origin'in Huobi borsasında Listelenmesini kutlayın & OGN & USDT Kazanın
vi: Tham gia sự kiện niêm yết Origin trên Huobi và dành các phần thưởng OGN và USDT

source: 500,000 OGN and $100k USDT will be rewarded to OGN holders that trade on Huobi
es: 500,000 OGN y $100k USDT serán recompensados a los holders de OGN que tradean en Huobi
fr: 500 000 OGN et 100 000 USDT seront récompensés aux détenteurs d'OGN qui négocient sur Huobi
id: 500.000 OGN dan $ 100rb USDT akan dihadiahkan kepada pemegang OGN yang berdagang di Huobi
it: 500.000 OGN e $100k USDT saranno distribuiti ai possessori di OGN che faranno trading su Huobi
pt: 500.000 OGN e 100 mil USDT serão recompensados aos titulares de OGN que negociarem na Huobi
ru: 500 000 OGN и $ 100 тыс. USDT будут распределены между держателями OGN, торгующим на Huobi
tr: Huobi'de işlem yapan OGN sahiplerine 500.000 OGN ve 100.000 USDT ödül verilecek.
vi: 500.000 OGN và 100.000 USDT sẽ được thưởng cho những người nắm giữ OGN trên Huobi

source: Participate by Joining Our Newsletter
es: Participe Uniéndose a Nuestro Boletín
fr: Participez en vous inscrivant à notre newsletter
id: Berpartisipasilah dengan Bergabung dengan Newsletter Kami
it: Partecipa iscrivendoti alla nostra newsletter
pt: Participe juntando-se ao nosso boletim informativo
ru: Примите участие, присоединившись к нашей новостной рассылке
tr: Bültenimize Katılarak girin
vi: Đăng ký nhận thư cập nhật từ Origin

source: You must join Origin's mailing list and Wechat group to be eligible to participate in the activities
es: Debes unirte a la lista de correo de Origin y al grupo WeChat para poder participar en las actividades.
fr: Vous devez vous inscrire à la liste de diffusion et au groupe Wechat d'Origin pour pouvoir participer aux activités
id: Anda harus bergabung dengan daftar mail Origin dan grup WeChat agar memenuhi syarat untuk berpartisipasi dalam aktivitas
it: Devi essere iscritto alla mailing list di Origin e al gruppo Wechat per poter partecipare alle attività
pt: Você deve se inscrever na lista de e-mails do Origin e no grupo Wechat para se qualificar para participar das atividades
ru: Вы должны присоединиться к новостной рассылке Origin на электронную почту, а также вступить в группу в Wechat, чтобы иметь право участвовать в мероприятиях
tr: Faaliyetlere katılmaya uygun olmak için Origin'in posta listesine ve Wechat grubuna katılmalısınız.
vi: Bạn đăng ký email để đủ điều kiện tham dự các chương trình

source: Submit
es: Enviar
fil: Isumite
fr: Soumettre
he: שלח
hi: जमा करें
hr: Pošalji
id: Kirim
it: Invia
pt: Enviar
ru: Подтвердить
sl: Predložiti
tr: Gönder
vi: Gửi

source: Congratulations!
es: ¡Felicitaciones!
fr: Félicitations!
id: Selamat!
it: Congratulazioni!
pt: Parabéns!
ru: Поздравляем!
tr: Tebrikler!
vi: Chúc mừng!

source: You are now eligible to participate
es: Ahora eres elegible para participar
fr: Vous êtes maintenant éligible pour participer
id: Anda sekarang berhak untuk berpartisipasi
it: Ora hai i requisiti per partecipare
pt: Você agora está qualificado para participar
ru: Теперь вы имеете право на участие
tr: Artık katılmaya uygunsunuz
vi: Bạn đã đủ điều kiện tham dự

source: Make sure you scan this QR code to join our WeChat group
es: Asegúrese de escanear este código QR para unirse a nuestro grupo de WeChat
fr: Assurez-vous de scanner ce code QR pour rejoindre notre groupe WeChat
id: Pastikan Anda memindai kode QR ini untuk bergabung dengan grup WeChat kami
it: Assicurati di scansionare questo codice QR per unirti al nostro gruppo WeChat
pt: Certifique-se de ler este código QR para se juntar ao nosso grupo WeChat
ru: Убедитесь, что вы отсканировали этот QR-код, чтобы присоединиться к нашей группе WeChat
tr: WeChat grubumuza katılmak için bu QR kodunu taradığınızdan emin olun
vi: Xin vui long quét mã QR để tham gia nhóm Wechat

source: OGN Net Increase Competition
es: Competencia de Aumento Neto de OGN
fr: Concurrence de l'augmentation nette des OGN
id: Kompetisi Penambahan Bersih OGN
it: Concorso OGN Net Increase
pt: Competição de aumento líquido de OGN
ru: Соревнование по наращиванию количества OGN
tr: OGN Net Artış Yarışması
vi: Cuộc thi OGN Net Increase

source: OGN Trading Competition
es: Competencia de Trading de Origin
fr: Compétition de trading OGN
id: Kompetisi Perdagangan OGN
it: Concorso Trading OGN
pt: Competição de negociação OGN
ru: Торговое соревнование OGN
tr: OGN Ticaret Yarışması
vi: Cuộc thi OGN Trading

source: Activity time period: June 18, 12:00:00 to June 29, 23:59:59 GMT +8
es: Periodo de actividad: 18 de junio, 12:00:00 a 29 de junio, 23:59:59 GMT +8
fr: Période d'activité : 18 juin, 12:00:00 à 29 juin, 23:59:59 GMT +8
id: Periode waktu aktivitas: 18 Juni, 12:00:00 hingga 29 Juni, 23:59:59 GMT +8
it: Periodo di attività: dalle 12:00:00 del 18 giugno alle 23:59:59 GMT +8 del 29 giugno
pt: Período de atividade: 18 de junho, 12:00:00 a 29 de junho, 23:59:59 GMT +8
ru: Период действия: с 18 июня, 12:00:00 по 29 июня, 23:59:59 GMT +8
tr: Faaliyet dönemi: 18 Haziran 12:00:00 - 29 Haziran 23:59:59 GMT +8
vi: Thời gian: từ 12:00 ngày 18/06 đến 23:59 ngày 29/06, GMT+8

source: Rewards to be calculated every 3 days
es: Las recompensas se calcularán cada 3 días
fr: Les récompenses sont calculées tous les 3 jours
id: Hadiah akan dihitung setiap 3 hari
it: Le reward saranno calcoltate ogni 3 giorni
pt: Recompensas a serem calculadas a cada 3 dias
ru: Награды будут рассчитываться каждые 3 дня
tr: Her 3 günde bir hesaplanacak ödüller
vi: Phần thưởng được tính 3 ngày một lần

source: Competition rounds
es: Rondas de competencia
fr: Tours de compétition
id: Babak kompetisi
it: Round del concorso
pt: Rodadas de competição
ru: Раунды соревнования
tr: Yarışma turları
vi: Các vòng thi

source: The competition will begin on June 18, 00:00:00 and will last until June 29, 23:59:59 GMT +8 (12 days)
es: La competencia comenzará el 18 de junio a las 00:00:00 y durará hasta el 29 de junio a las 23:59:59 GMT +8 (12 días)
fr: Le concours débutera le 18 juin à 00:00:00 et durera jusqu'au 29 juin à 23:59:59 GMT +8 (12 jours)
id: Kompetisi akan dimulai pada 18 Juni, 00:00:00 dan akan berlangsung hingga 29 Juni, 23:59:59 GMT +8 (12 hari)
it: Il concorso inizierà alle 00:00:00 del 18 giugno e durerà fino alle 23:59 GMT +8 del 29 giugno (12 giorni)
pt: A competição terá início em 18 de junho, 00:00:00 e durará até 29 de junho, 23:59:59 GMT +8 (12 dias)
ru: Соревнование начнется 18 июня 00:00:00 и продлится до 29 июня 23:59:59 GMT +8 (12 дней)
tr: Yarışma 18 Haziran 00:00:00 başlayacak ve 29 Haziran 23:59:59 GMT +8 (12 gün) tarihine kadar sürecek.
vi: Cuộc thi sẽ bắt đầu vào lúc 00:00 ngày 18 tháng 6 và sẽ kéo dài đến 23:59:59 ngày 29 tháng 6 GMT+8 (12 ngày)

source: There will be 4 rounds, with each round lasting 3 days. Rewards will be paid out to the winners of each round. All times listed in Bejing time (GMT +8).
es: Habrá 4 rondas, cada ronda durará 3 días. Las recompensas se pagarán a los ganadores de cada ronda. Todos los horarios ajustados en el horario de Bejing (GMT +8).
fr: Il y aura 4 tours, chaque tour durant 3 jours. Des récompenses seront versées aux gagnants de chaque tour. Toutes les heures sont indiquées en heure de Bejing (GMT +8).
id: Akan ada 4 babak, dengan masing-masing babak berlangsung selama 3 hari. Hadiah akan dibayarkan kepada pemenang di setiap babak. Semua waktu yang tercantum dalam waktu Beijing (GMT +8).
it: Ci saranno 4 round, ogni round della durata di 3 giorni. I premi verranno pagati ai vincitori di ogni round. Tutti gli orari sono riportati in Bejing time (GMT +8).
pt: Haverá 4 rodadas, com cada rodada durando 3 dias. As recompensas serão pagas aos vencedores de cada rodada. Todos os horários listados no horário de Pequim (GMT +8).
ru: Будет 4 раунда, каждый из которых продлится 3 дня. Награды будут выплачиваться победителям каждого раунда. Время указано по часовому поясу Пекина (GMT +8).
tr: Her tur 3 gün süren 4 tur olacak. Her turun kazananlarına ödüller ödenecektir. Tüm zamanlar Bejing zamanına göre listelenmiştir (GMT +8).
vi: Có tổng 4 vòng tất cả, mỗi vòng kéo dài 3 ngày. Giải thưởng sẽ được trả cho người chiến thắng mỗi vòng. Toàn bộ thời gian đều dựa trên múi giờ Bắc Kinh (GMT+8).

source: Round 1 will commence from June 18 to June 20
es: La ronda 1 comenzará del 18 al 20 de junio
fr: Le premier tour commencera du 18 au 20 juin
id: Babak 1 akan dimulai dari 18 Juni hingga 20 Juni
it: Il round 1 decorrerà dal 18 giugno al 20 giugno
pt: A primeira rodada terá início em 18 a 20 de junho
ru: Первый раунд продлится с 18 по 20 июня
tr: 1. tur 18 Haziran - 20 Haziran arasında başlayacak
vi: Vòng 1 sẽ kéo dài từ ngày 18/6 đến ngày 20/6
