Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: OUSD integrates with two leading lending providers, Compound and Aave, that have a proven track record audited smart contracts, and have successfully lent hundreds of millions of dollars without issue.
fr: OUSD s'intègre à deux fournisseurs de prêts de premier plan, Compound et Aave, qui ont fait leurs preuves en matière d'audit de contrats intelligents et ont prêté avec succès des centaines de millions de dollars sans problème.
pt: OUSD se integra a dois importantes provedores de empréstimos, Compound e Aave, que têm um histórico comprovado de contratos inteligentes auditados e emprestaram centenas de milhões de dólares sem problemas.
ru: OUSD интегрирован с двумя ведущими поставщиками кредитных услуг, Compound и Aave, которые имеют проверенные временем смарт-контракты и успешно выдали сотни миллионов долларов.
vi: OUSD tích hợp với 2 dự án cung cấp dịch vụ cho vay hàng đầu là Compound và Aave - 2 dự án đã được sử dụng rộng rãi, các hợp đồng thông minh đã được kiểm toán và đã cho vay thành công hàng trăm triệu đô la mà không gặp vấn đề gì.

source: Market making:
fr: La tenue de marché :
id: Pembuatan Pasar:
ru: Маркет-мейкинг:
vi: Tạo lập thị trường:

source: Automated market makers (AMMs) have quickly risen as the preferred form of decentralized exchange on the Ethereum network. This is in part due to the difficulty of supporting order book DEXes on Ethereum 1.0 that can rival the instant and low-slippage experiences on centralized exchanges. Further, AMMs like Uniswap are relatively user-friendly and gas-efficient to use.
fr: Les teneurs de marché automatisés (MMA) se sont rapidement imposés comme la forme préférée d'échange décentralisé sur le réseau Ethereum. Cela est dû en partie à la difficulté de prendre en charge les DEX à carnet d'ordres sur Ethereum 1.0 qui peuvent rivaliser avec les expériences instantanées et à faible dérapage des échanges centralisés. En outre, les MSA comme Uniswap sont relativement faciles à utiliser et peu gourmands en gaz.
id: Pembuat pasar otomatis (AMM) dengan cepat meningkat sebagai bentuk pertukaran terdesentralisasi yang disukai di jaringan Ethereum. Ini sebagian karena kesulitan mendukung buku pesanan DEX di Ethereum 1.0 yang dapat menyaingi pengalaman instan dan selip rendah di bursa terpusat. Lebih lanjut, AMM seperti Uniswap relatif ramah pengguna dan hemat bahan bakar untuk digunakan.
pt: Market makers automatizados (AMMs) surgiram rapidamente como a forma preferida de exchanges descentralizadas na Ethereum. Isso se deve em parte à dificuldade de suportar DEXs de livro de pedidos no Ethereum 1.0 que podem rivalizar com as experiências instantâneas e de baixo slippage em bolsas centralizadas. Além disso, AMMs como o Uniswap são relativamente fáceis de usar e com uso eficiente de gas.
ru: Автоматизированные маркет-мейкеры (AMM) быстро стали предпочтительной формой децентрализованного обмена в сети Ethereum. Частично это связано со сложностью поддержки DEX на основе стакана заявок на Ethereum 1.0, которая сможет конкурировать с мгновенным и низким проскальзыванием на централизованных биржах. Кроме того, такие AMM, как Uniswap, относительно удобны и экономичны в использовании.
vi: Tạo lập thị trường tự động (AMM) đã nhanh chóng trở thành hình thức giao dịch phi tập trung ưa thích trên mạng Ethereum. Các AMM như Uniswap tương đối thân thiện với người dùng và khá tiết kiệm phí gas.

source: AMMs can only enable new markets when liquidity providers supply liquidity (e.g. multiple tokens for given trading pairs or pools). In return for providing liquidity, liquidity providers are rewarded with trading fees when other users swap tokens. For example, when traders swap USDT for USDC on Uniswap, they are currently charged 0.3%% on top of gas fees. These fees are distributed pro-rata to liquidity providers on the USDT-USDC pair based on the percentage of total liquidity that they have provided.
fr: Les MSA ne peuvent permettre la création de nouveaux marchés que si les fournisseurs de liquidités fournissent des liquidités (par exemple, plusieurs jetons pour des paires ou des pools de négociation donnés). En contrepartie de la fourniture de liquidités, les fournisseurs de liquidités sont récompensés par des frais de négociation lorsque d'autres utilisateurs échangent des jetons. Par exemple, lorsque les traders échangent USDT contre USDC sur Uniswap, ils sont actuellement facturés 0,3 %% en plus des frais de gaz. Ces frais sont distribués au prorata aux fournisseurs de liquidité sur la paire USDT-USDC en fonction du pourcentage de liquidité totale qu'ils ont fourni.
id: AMM hanya dapat mengaktifkan pasar baru ketika penyedia likuiditas menyediakan likuiditas (misalnya, beberapa token untuk pasangan atau kumpulan perdagangan tertentu). Sebagai imbalan untuk menyediakan likuiditas, penyedia likuiditas diberi imbalan dengan biaya perdagangan ketika pengguna lain menukar token. Misalnya, ketika pedagang menukar USDT dengan USDC di Uniswap, mereka saat ini dikenai biaya 0,3%% di atas biaya gas. Biaya ini didistribusikan secara pro-rata kepada penyedia likuiditas pada pasangan USDT-USDC berdasarkan persentase total likuiditas yang mereka sediakan.
pt: AMMs só podem permitir novos mercados quando os provedores de liquidez fornecem liquidez (por exemplo, vários tokens para determinados pares ou pools de negociação). Em troca do fornecimento de liquidez, os provedores de liquidez são recompensados com taxas de negociação quando outros usuários trocam fichas. Por exemplo, quando os comerciantes trocam USDT por USDC na Uniswap, atualmente são cobrados 0,3%% além das taxas de gas. Essas taxas são distribuídas proporcionalmente aos provedores de liquidez no par USDT-USDC com base na porcentagem da liquidez total que eles forneceram.
ru: AMM могут открывать новые рынки только тогда, когда поставщики ликвидности предоставляют ликвидность (например, несколько токенов для определенных торговых пар или пулов). В обмен на предоставление ликвидности, её поставщики вознаграждаются торговыми сборами, когда другие пользователи обменивают токены. Например, когда трейдеры обменивают USDT на USDC на Uniswap, с них в настоящее время взимается 0,3% сверх платы за газ. Эти комиссии распределяются пропорционально между поставщиками ликвидности по паре USDT-USDC на основе процента от общей ликвидности, которую они предоставили.
vi: AMM chỉ có thể kích hoạt các thị trường mới khi có người cung cấp thanh khoản. Các nhà cung cấp thanh khoản được thưởng phí giao dịch khi những người dùng khi họ swap token. Ví dụ: khi các người dùng đổi (swap) USDT lấy USDC trên Uniswap, khoản thu 0,3%% ngoài phí gas sẽ được phân bổ theo tỷ lệ cho các nhà cung cấp thanh khoản trên cặp USDT-USDC dựa trên phần trăm tổng thanh khoản mà họ đã cung cấp.

source: The OUSD protocol routes USDT, USDC, and DAI to highly-performing liquidity pools as determined by trading volume and rewards tokens (e.g. Balancer rewards BAL tokens to liquidity providers). Yields are then passed on to OUSD holders. The OUSD smart contract is currently integrated with Curve, and may be integrated with Uniswap, Sushiswap, and Balancer in the future.
fr: Le protocole OUSD achemine les USDT, USDC et DAI vers des pools de liquidité très performants, déterminés par le volume d'échange et les jetons de récompense (par exemple, Balancer récompense les jetons BAL aux fournisseurs de liquidité). Les rendements sont ensuite transmis aux détenteurs d'OUSD. Le contrat intelligent OUSD est actuellement intégré à Curve, et pourrait être intégré à Uniswap, Sushiswap et Balancer à l'avenir.
pt: O protocolo OUSD encaminha USDT, USDC e DAI para pools de liquidez de alto desempenho, conforme determinado pelo volume de negociação e tokens de recompensa (por exemplo, tokens de recompensa do Balancer para provedores de liquidez). Os rendimentos são então repassados aos detentores de OUSD. O contrato inteligente OUSD está atualmente integrado com Curve e pode ser integrado com Uniswap, Sushiswap e Balancer no futuro.
ru: Протокол OUSD направляет USDT, USDC и DAI в высокопроизводительные пулы ликвидности, что определяется объемом торгов и вознаграждением (например, Balancer выдаёт токены BAL поставщикам ликвидности). Затем доходность передается держателям OUSD. Смарт-контракт OUSD в настоящее время интегрирован с Curve и может быть интегрирован с Uniswap, Sushiswap и Balancer в будущем.
vi: Giao thức OUSD tự động gửi USDT, USDC và DAI đến các nhóm thanh khoản có hiệu suất cao dựa theo khối lượng giao dịch và token thưởng (ví dụ: Balancer thưởng BAL cho các nhà cung cấp thanh khoản). Lợi tức sau đó được chuyển cho người nắm giữ OUSD. Hợp đồng thông minh OUSD hiện đang tích hợp với Curve và có thể tích hợp với Uniswap, Sushiswap và Balancer trong tương lai.

source: In addition to collecting interest from lending and fees from market making, we intend to automatically claim and convert the bonus incentives that are being distributed by many of the DeFi protocols. For example, Compound gives away COMP tokens, Balancer gives away BAL tokens, and Curve gives away CRV tokens. These bonus rewards will be regularly converted into stablecoins, deployed in the market, and distributed to OUSD holders in the form of additional yield.
fr: En plus de collecter les intérêts des prêts et les frais de tenue de marché, nous avons l'intention de réclamer et de convertir automatiquement les primes distribuées par de nombreux protocoles DeFi. Par exemple, Compound donne des jetons COMP, Balancer donne des jetons BAL, et Curve donne des jetons CRV. Ces primes seront régulièrement converties en stablecoins, déployées sur le marché et distribuées aux détenteurs d'OUSD sous forme de rendement supplémentaire.
id: Selain mengumpulkan bunga dari pinjaman dan biaya dari pembuatan pasar, kami bermaksud untuk secara otomatis mengklaim dan mengubah insentif bonus yang didistribusikan oleh banyak protokol DeFi. Misalnya, Compound memberikan token COMP, Balancer memberikan token BAL, dan Curve memberikan token CRV. Hadiah bonus ini akan secara teratur diubah menjadi stablecoin, disebarkan di pasar, dan didistribusikan ke pemegang OUSD dalam bentuk hasil tambahan.
pt: Além de cobrar juros de empréstimos e taxas de mercado, pretendemos reivindicar e converter automaticamente os incentivos de bônus que estão sendo distribuídos por muitos dos protocolos DeFi. Por exemplo, Compound dá tokens COMP, Balancer dá BAL, e Curve dá CRV. Essas recompensas bônus serão regularmente convertidas em moedas estáveis, aplicadas no mercado, e distribuídas aos detentores de OUSD na forma de rendimento adicional.
ru: В дополнение к сбору процентов от кредитования и комиссионных от увеличения эффективности рынка мы намерены автоматически запрашивать и конвертировать бонусные стимулы, которые распределяются по многим протоколам DeFi. Например, Compound раздает токены COMP, Balancer раздает токены BAL, а Curve раздает токены CRV. Эти бонусные вознаграждения будут регулярно конвертироваться в стейблкоины, размещаться на рынке и распределяться среди держателей OUSD в виде дополнительной прибыли.
vi: Ngoài việc thu lãi từ việc cho vay và phí tạo lập thị trường, chúng tôi dự định sẽ tự động nhận airdrop đang được phân phối bởi nhiều giao thức DeFi ví dụCompound tặng token COMP, Balancer tặng token BAL và Curve tặng token CRV, sau đó chuyển đổi thành stablecoin, kiếm lãi và phân phối cho người nắm giữ OUSD dưới dạng lợi nhuận bổ sung.

source: OUSD is able to generate higher yields than competing protocols due to a combination of important design decisions that amplify the rewards that are returned to OUSD holders:
fr: OUSD est capable de générer des rendements plus élevés que les protocoles concurrents en raison d'une combinaison d'importantes décisions de conception qui amplifient les récompenses qui reviennent aux détenteurs d'OUSD :
id: OUSD mampu menghasilkan hasil yang lebih tinggi daripada protokol pesaing karena kombinasi dari keputusan desain penting yang memperkuat imbalan yang dikembalikan kepada pemegang OUSD:
pt: O OUSD é capaz de gerar rendimentos mais elevados do que os protocolos concorrentes devido a uma combinação de importantes decisões de design que amplificam as recompensas que são devolvidas aos detentores de OUSD:
ru: OUSD может генерировать более высокую доходность, чем конкурирующие протоколы, благодаря комбинации важных решений, которые увеличивают вознаграждение, возвращаемое держателям OUSD:
vi: OUSD có thể tạo ra lợi suất cao hơn so với các giao thức đối thủ nhờ 1 được thiết kế đặc biệt, giúp khuếch đại phần thưởng trả cho chủ sở hữu OUSD:

source: Exit fees are returned to the pool, rewarding long term holders
fr: Les frais de sortie sont reversés au pool, récompensant ainsi les détenteurs à long terme
id: Biaya keluar dikembalikan ke pool, memberi penghargaan kepada pemegang jangka panjang
pt: As taxas de saída são devolvidas ao pool, recompensando os detentores de longo prazo
ru: Плата за выход возвращается в пул, вознаграждая долгосрочных держателей
vi: Phí khi rút Ousd sẽ được gửi về pool như 1 phần thưởng cho cho những người nắm giữ lâu dài

source: Price oracles favor the collective over the individual, again rewarding long term holders
fr: Les oracles des prix favorisent le collectif par rapport à l'individuel, récompensant ainsi les détenteurs de titres à long terme
id: Price oracle lebih menyukai kolektif daripada individu, sekali lagi memberi penghargaan kepada pemegang jangka panjang
pt: Oráculos de preços favorecem o coletivo sobre o individual, novamente recompensando os detentores de longo prazo
ru: Оракулы вознаграждают долгосрочных держателей токенов
vi: Oracle giá ưu tiên nhóm hơn cá nhân, một lần nữa thưởng cho những người nắm giữ lâu dài

source: Smart contracts must manually opt-in to earn yield. This allows the protocol to put more capital to work than would be otherwise possible.
fr: Les contrats intelligents doivent s'inscrire manuellement pour gagner du rendement. Cela permet au protocole de faire travailler plus de capital que ce qui serait possible autrement.
id: Kontrak pintar harus ikut serta secara manual untuk mendapatkan hasil. Hal ini memungkinkan protokol untuk menempatkan lebih banyak modal untuk bekerja daripada yang mungkin dilakukan.
pt: Contratos inteligentes devem ser consentir manualmente para obter rendimento. Isso permite que o protocolo coloque mais capital para trabalhar do que seria possível de outra forma.
ru: Чтобы получать доход, смарт-контракты должны вручную включить эту опцию. Это позволяет протоколу задействовать больше капитала, чем это было бы возможно в другом случае.
vi: Hợp đồng thông minh phải chọn tham gia theo cách thủ công để kiếm được lợi nhuận. Điều này cho phép giao thức sử dụng vốn hiệu quả hơn bất kỳ cách nào khác.

source: OUSD smart contracts allow users to balance risk and reward more effectively than deploying capital in any single underlying strategy.
fr: Les contrats intelligents OUSD permettent aux utilisateurs d'équilibrer le risque et la récompense plus efficacement que le déploiement de capitaux dans une seule stratégie sous-jacente.
pt: Os contratos inteligentes OUSD permitem que os usuários equilibrem risco e recompensa de maneira mais eficaz do que empregar capital em qualquer estratégia individual subjacente.
ru: Смарт-контракты OUSD позволяют пользователям долбится лучшего сочетания риска и вознаграждения, чем вкладывать капитал в любую единственную базовую стратегию.
vi: Hợp đồng thông minh OUSD cho phép người dùng cân bằng rủi ro và lãi suất hiệu quả hơn vì sử dụng các chiến lược kiếm lợi nhuận 1 cách ngẫu nhiên.

source: Origin's role in OUSD
fr: Le rôle d'Origin dans l'OUSD
pt: O papel da Origin no OUSD
ru: Роль Origin в OUSD
vi: Vai trò của Origin trong OUSD

source: OUSD is meant to be a tool that gives users easy and passive access to DeFi exposure. Origin’s role in the development of OUSD is ministerial rather than managerial. This means instead of actively managing OUSD as a business or actively managing the funds in the OUSD vault, Origin maintains the OUSD smart contracts as developers in order to keep the protocol functional and avoid catastrophic losses or failures for users. Origin does not intend to make strategic decisions to allocate funds from the OUSD vault. Funds in the OUSD vault are automatically deployed to the largest and most common DeFi protocols including Compound, Aave, and Curve, as outlined above. OUSD is a decentralized protocol on the Ethereum blockchain without active management. Funds are allocated by OUSD smart contracts, not Origin employees, and Origin developers chose the aforementioned DeFi protocols for their safety and ubiquity in DeFi rather than to seek maximum yields or profits. The OUSD protocol is 100%% open-source and we are fast tracking OUSD to be governed in a totally decentralized fashion.
fr: OUSD est censé être un outil qui donne aux utilisateurs un accès facile et passif à l'exposition de DeFi. Le rôle d'Origin dans le développement d'OUSD est plus ministériel que gestionnaire. Cela signifie qu'au lieu de gérer activement OUSD en tant qu'entreprise ou de gérer activement les fonds dans la chambre forte d'OUSD, Origin maintient les smart contracts d'OUSD en tant que développeurs afin de maintenir le protocole fonctionnel et d'éviter des pertes ou des défaillances catastrophiques pour les utilisateurs. Origin n'a pas l'intention de prendre des décisions stratégiques pour allouer les fonds de la chambre forte d'OUSD. Les fonds du coffre-fort OUSD sont automatiquement déployés vers les protocoles DeFi les plus importants et les plus courants, notamment Compound, Aave et Curve, comme indiqué ci-dessus. OUSD est un protocole décentralisé sur la blockchain Ethereum sans gestion active. Les fonds sont alloués par les contrats intelligents d'OUSD, et non par les employés d'Origin, et les développeurs d'Origin ont choisi les protocoles DeFi susmentionnés pour leur sécurité et leur omniprésence dans DeFi plutôt que pour rechercher des rendements ou des profits maximums. Le protocole OUSD est 100%% open-source et nous nous efforçons de faire en sorte qu'OUSD soit géré de manière totalement décentralisée.
pt: O OUSD foi criado para ser uma ferramenta que dá aos usuários acesso fácil e passivo a se expor à DeFi. O papel da Origin no desenvolvimento da OUSD é ministerial e não administrativo. Isso significa que, em vez de gerenciar ativamente OUSD como um negócio ou gerenciar ativamente os fundos no cofre OUSD, a Origin mantém os contratos inteligentes OUSD como desenvolvedores para manter o protocolo funcional e evitar perdas ou falhas catastróficas para os usuários. A Origin não pretende tomar decisões estratégicas para alocar fundos do cofre da OUSD. Os fundos no cofre OUSD são automaticamente implementados nos maiores e mais comuns protocolos DeFi, incluindo Compound, Aave e Curve, conforme descrito acima. OUSD é um protocolo descentralizado no blockchain da Ethereum sem gerenciamento ativo. Os fundos são alocados por contratos inteligentes OUSD, não por funcionários da Origin, e os desenvolvedores da Origin escolheram os protocolos DeFi mencionados anteriormente para sua segurança e onipresença no DeFi, em vez de buscar maximizar rendimentos ou lucros. O protocolo do OUSD é 100%% de código aberto e trabalhamos em ritmo acelerado para que o OUSD seja administrado de uma forma totalmente descentralizada.
ru: OUSD - это инструмент, который дает пользователям простой и пассивный доступ к DeFi. Роль Origin в развитии OUSD носит скорее министерский, чем управленческий характер. Это означает, что вместо активного управления OUSD как бизнесом или активного управления средствами в хранилище OUSD, Origin поддерживает смарт-контракты OUSD в качестве разработчиков, чтобы поддерживать функциональность протокола и избегать катастрофических потерь или сбоев для пользователей. Origin не намерен принимать стратегические решения по выделению средств из хранилища OUSD. Средства в хранилище OUSD автоматически распределяются по крупнейшим и наиболее распространенным протоколам DeFi, включая Compound, Aave и Curve, как описано выше. OUSD - это децентрализованный протокол на блокчейне Ethereum без активного управления. Средства распределяются смарт-контрактами OUSD, а не сотрудниками Origin, и разработчики Origin выбрали вышеупомянутые протоколы DeFi из-за их безопасности и повсеместности в DeFi, а не для получения максимальной прибыли. Протокол OUSD имеет 100%% открытый исходный код, и мы быстро переходим полностью децентрализованному управлению OUSD.
vi: OUSD được hiểu là một công cụ cho phép người dùng sử dụng DeFi 1 cách dễ dàng và thụ động. Vai trò của Origin đối với sự phát triển của OUSD là hỗ trợ thay vì quản lý. Có nghĩa là thay vì chủ động quản lý OUSD với tư cách là một doanh nghiệp hay quản lý tiền trong kho tiền OUSD, Origin duy trì các hợp đồng thông minh OUSD với tư cách là nhà phát triển để giữ cho giao thức hoạt động và tránh những tổn thất nghiêm trọng cho người dùng. Origin không đưa ra các quyết định chiến lược để phân bổ tiền từ kho tiền OUSD. Các khoản tiền trong kho tiền OUSD được tự động triển khai cho các giao thức DeFi lớn nhất và phổ biến nhất bao gồm Compound, Aave và Curve như đã nêu ở trên. OUSD là một giao thức phi tập trung xây dựng trên mạng Ethereum. Quỹ được phân bổ bởi các hợp đồng thông minh OUSD, không phải nhân viên của Origin. Các nhà phát triển Origin đã chọn các giao thức DeFi nói trên vì sự an toàn và tính phổ biến của chúng chứ không phải áp dụng bất chấp các giao thức bất kỳ vì mục tiêu tạo lãi suất cao. Giao thức OUSD là giao thức mở 100%% và chúng tôi đang nhanh chóng phát triển để ứng dụng quản trị phi tập trung cho OUSD.

source: Readers can learn more about the technical details of OUSD on our <a href='https://docs.ousd.com' target='_blank' rel='noopener noreferrer'>documentation</a>.
fr: Les lecteurs peuvent en savoir plus sur les détails techniques de l'OUSD sur notre <a href='https://docs.ousd.com' target='_blank' rel='noopener noreferrer'>documentation</a>.
id: Pembaca dapat mempelajari lebih lanjut tentang detail teknis OUSD di <a href='https://docs.ousd.com' target='_blank' rel='noopener noreferrer'>dokumentasi kami</a>.
pt: Leitores podem aprender mais sobre os detalhes técnicos da OUSD em nossa <a href='https://docs.ousd.com' target='_blank' rel='noopener noreferrer'>documentação</a>.
ru: Читатели могут узнать больше о технических деталях OUSD в нашей <a href='https://docs.ousd.com' target='_blank' rel='noopener noreferrer'>документации</a>.
vi: Bạn có thể tìm hiểu thêm về thông công nghệ đứng sau OUSD trên <a href='https://docs.ousd.com' target='_blank' rel='noopener noreferrer'>tài liệu</a>.

source: Benefits of OUSD
fr: Les avantages de l'OUSD
id: Manfaat OUSD
it: Vantaggi di OUSD
pt: Benefícios do OUSD
ru: Преимущества OUSD
vi: Lợi ích của OUSD
