Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Origin’s NFTs are currently Ethereum ERC-721 NFTs. While this effectively targets the early adopter community that has developed around Ethereum, we recognize that the minting costs of today’s Ethereum NFTs, oftentimes $25 to $50+ per NFT, make these NFTs prohibitively expensive for more mainstream adoption. In order to bring NFTs to the hundreds of millions of consumers, NFTs must be cheaper to mint. To tackle this volume-centric strategy, Origin will begin integrations with alternative blockchains and also explore Ethereum layer 2 solutions in Q3. Our goal is to enable creators to offer NFTs at $10 to $20 that can be purchased by their mainstream in seconds with credit and debit cards. This will be especially important for NFT use cases related to merchandise, ticketing, and collectibles.
pt: Os NFTs da Origin são atualmente NFTs Ethereum ERC-721. Embora isso efetivamente vise a comunidade de primeiros usuários que se desenvolveu em torno da Ethereum, reconhecemos que os custos atuais de criação de NFTs na Ethereum, muitas vezes de 25 a 50 dólares ou mais por NFT, tornam esses NFTs proibitivamente caros para uma adoção mais convencional. Para levar NFTs a centenas de milhões de consumidores, a criação de NFTs deve ser mais barata. Para lidar com essa estratégia centrada em volume, a Origin vai começar a integrar com blockchains alternativos e explorar soluções de camada 2 da Ethereum no terceiro trimestre. Nosso objetivo é permitir que os criadores ofereçam NFTs de 10 a 20 dólares, que podem ser comprados por seus usuários convencionais em segundos com cartões de crédito e débito. Isso será especialmente importante para casos de uso de NFT relacionados a mercadorias, ingressos e itens colecionáveis.
ru: NFT Origin в настоящее время используют стандарт Ethereum ERC-721. Хотя это хорошо работает с сообществом ранних последователей, которое развилось вокруг Ethereum, мы признаем, что сегодняшняя стоимость создания NFT на Ethereum, часто от 25 до 50 долларов США за NFT, что делает эти NFT непомерно дорогими для более широкого распространения. Чтобы донести NFT до сотен миллионов потребителей, выпуск NFT должен быть дешевле. Чтобы справиться с этой стратегией, ориентированной на объем, Origin начнет интеграцию с альтернативными блокчейнами, а также изучит решения второго уровня Ethereum в третьем квартале. Наша цель - дать возможность создателям предлагать NFT по цене от 10 до 20 долларов, которые могут быть куплены их основными пользователями за считанные секунды с помощью кредитных и дебетовых карт. Это будет особенно важно для случаев использования NFT, связанных с товарами, билетами и предметами коллекционирования.

source: The Origin Dollar (OUSD)
fr: Le dollar d'Origin Protocol (OUSD)
id: Dolar Origin (OUSD)
it: Origin Dollar (OUSD)
pt: O Dólar Origin (OUSD)
ru: Origin Dollar (OUSD)
vi: Origin Dollar (OUSD)

source: In 1999, Yu Pan, one of PayPal’s original co-founders conceived of creating “the new world currency”, complete with interest yielding strategies and debit cards without having to connect to traditional banking systems. Several pivots and an eBay acquisition later, PayPal dropped its ambitions in this area.
fr: En 1999, Yu Pan, l'un des premiers cofondateurs de PayPal, a imaginé de créer "la nouvelle monnaie mondiale", avec des stratégies génératrices d'intérêts et des cartes de débit sans avoir à se connecter aux systèmes bancaires traditionnels. Plusieurs pivots et une acquisition d'eBay plus tard, PayPal a abandonné ses ambitions dans ce domaine.
id: Pada tahun 1999, Yu Pan, salah satu pendiri awal PayPal yang berencana menciptakan "mata uang dunia baru", lengkap dengan strategi menghasilkan bunga dan kartu debit tanpa harus terhubung ke sistem perbankan tradisional. Beberapa pivot dan akuisisi eBay kemudian, PayPal menjatuhkan ambisinya di bidang ini.
pt: Em 1999, Yu Pan, um dos fundadores originais do PayPal, concebeu a criação da “nova moeda mundial”, completa com estratégias de rendimentos e cartões de débito sem ter que se conectar a sistemas bancários tradicionais. Depois de vários pivôs e uma aquisição do eBay, o PayPal abandonou suas ambições nessa área.
ru: В 1999 году Ю Пэн, один из первых соучредителей PayPal, задумал создать «новую мировую валюту», дополненную стратегиями получения процентов и дебетовыми картами без необходимости подключения к традиционным банковским системам. После нескольких разворотов и приобретения eBay, PayPal отказался от своих амбиций в этой области.
vi: Năm 1999, Yu Pan, kỹ sư Rd của Origin, cùng những người đồng sáng lập PayPal, đã đưa ra ý tưởng về việc tạo ra “tiền tệ thế giới mới” với đầy đủ chiến lược sinh lãi và thẻ ghi nợ mà không cần phải kết nối với các hệ thống ngân hàng truyền thống. Vì một số thay đổi và sau đó dược mua lại bởi eBay, PayPal đã từ bỏ tham vọng trong lĩnh vực này.

source: Two decades later, Yu Pan, Origin’s founding engineer, and the rest of the Origin team have finally launched this new world currency.
fr: Deux décennies plus tard, Yu Pan, l'ingénieur fondateur d'Origin, et le reste de l'équipe d'Origin ont enfin lancé cette nouvelle monnaie mondiale.
id: Dua dekade kemudian, Yu Pan, insinyur pendiri Origin, dan tim Origin lainnya akhirnya meluncurkan mata uang dunia baru ini.
pt: Duas décadas depois, Yu Pan, o engenheiro fundador da Origin, e o resto da equipe da Origin finalmente lançaram esta nova moeda mundial.
ru: Два десятилетия спустя Ю Пэн, инженер-основатель Origin, и остальная часть команды Origin, наконец, запустили эту новую мировую валюту.
vi: Hai thập kỷ sau, Yu Pan, kỹ sư sáng lập của Origin, và các thành viên của nhóm Origin đã ra mắt loại tiền tệ thế giới mới này.

source: The Origin Dollar is the first cryptocurrency stablecoin that automatically and passively provides users with the opportunity to earn yield while sitting in cryptocurrency wallets. Users do not need to stake/unstake or provide liquidity to earn yields across underlying DeFi protocols. While past performance does not guarantee future results, to date OUSD has generated, through the underlying DeFi protocols, annualized yields between 20%% and 150%% at any given time.
fr: Le dollar Origin est le premier stablecoin de crypto-monnaie qui offre automatiquement et passivement aux utilisateurs la possibilité de gagner du rendement tout en restant dans les portefeuilles de crypto-monnaie. Les utilisateurs n'ont pas besoin de miser/déposer ou de fournir des liquidités pour gagner des rendements à travers les protocoles DeFi sous-jacents. Bien que les performances passées ne garantissent pas les résultats futurs, à ce jour, OUSD a généré, grâce aux protocoles DeFi sous-jacents, des rendements annualisés compris entre 20 %% et 150 %% à tout moment.
pt: O Dólar Origin é a primeira moeda estável de criptomoeda que fornece aos usuários a oportunidade de ganhar dinheiro de forma automática e passiva enquanto permanecem em carteiras de criptomoedas. Os usuários não precisam fazer staking/unstaking ou fornecer liquidez para obter rendimentos nos protocolos DeFi subjacentes. Embora desempenhos anteriores não garantam resultados futuros, até o momento OUSD gerou, por meio protocolos DeFi subjascentes, rendimentos anualizados entre 20%% e 150%% em qualquer tempo dado.
ru: Origin Dollar - первая стабильная криптовалюта, которая дающая возможность для автоматического и пассивного получения дохода, находясь в кошельках пользователя. Пользователям не нужно делать предоставлять ликвидность, блокировать токены и делать дополнительные действия, чтобы получать доход по базовым протоколам DeFi. Хотя прошлые результаты не гарантируют будущих результатов, на сегодняшний день OUSD, с помощью других DeFi протоколов, обеспечил годовую доходность от 20%% до 150%% в разные моменты времени.
vi: Origin Dollar là stablecoin đầu tiên kiếm được lợi nhuận một cách tự động và thụ động trong ngay cả khi được giữ trong ví. Người dùng không cần stake hay cung cấp thanh khoản để kiếm được lợi nhuận. Mặc dù lãi suất tạo ra nhờ sử dụng các giao thức DeFi thay đổi tuỳ theo thời điểm, nhưng tính tới hiện tại lãi suất theo năm của OUSD giao động từ 20%% đến 150%%.

source: OUSD is a superior DeFi product for the masses. By removing all the complexities normally associated with earning fees through lending or supplying liquidity to automated market makers (AMMs), OUSD is highly accessible to users who are new to cryptocurrency technologies. Today, users need only to purchase OUSD on centralized exchanges or decentralized swap sites like Uniswap/Sushiswap to begin getting DeFi yield exposure immediately. Alternatively, users can mint OUSD with their existing stablecoins (DAI, USDT, USDC currently) on the <a href='https://www.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD DApp</a>.
fr: OUSD est un produit deFi supérieur pour le grand public. En supprimant toutes les complexités normalement associées à la perception de commissions par le biais de prêts ou de fourniture de liquidités aux teneurs de marché automatisés (TMA), OUSD est très accessible aux utilisateurs qui ne connaissent pas les technologies des crypto-monnaies. Aujourd'hui, les utilisateurs n'ont qu'à acheter des OUSD sur des échanges centralisés ou des sites d'échange décentralisés comme Uniswap/Sushiswap pour commencer à s'exposer immédiatement au rendement de DeFi. Alternativement, les utilisateurs peuvent monnayer des OUSD avec leurs stablecoins existants (DAI, USDT, USDC actuellement) sur la <a href='https://www.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD DApp</a>.
pt: OUSD é um produto DeFi excelente para as massas. Ao remover todas as complexidades normalmente associadas às taxas de rendimento por meio de empréstimos ou fornecimento de liquidez a criadores de mercado automatizados (AMMs), o OUSD é altamente acessível para usuários que são novos em tecnologias de criptomoeda. Hoje, os usuários precisam apenas comprar OUSD em exchanges centralizados ou descentralizados como Uniswap/Sushiswap para começar a ganhar rendimentos em taxas surpreendentes, imediatamente. Alternativamente, os usuários podem cunhar OUSD com seus stablecoins existentes (DAI, USDT, USDC atualmente) no <a href='https://www.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD DApp</a>.
ru: OUSD - превосходный продукт DeFi для широких масс. Устраняя все сложности, обычно связанные с получением доходности за счет кредитования или предоставления ликвидности автоматизированным маркет-мейкерам (AMM), OUSD становится очень доступным для пользователей, которые плохо знакомы с технологиями криптовалюты. Сегодня пользователям нужно всего лишь приобрести OUSD на централизованных или децентрализованных биржах, таких как Uniswap и Sushiswap, чтобы сразу начать получать доход от DeFi. Кроме того, пользователи могут выпускать OUSD с помощью своих существующих стейблкоинов (DAI, USDT, USDC в настоящее время) прямо на <a href='https://www.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD DApp</a>.
vi: OUSD là một sản phẩm DeFi cao cấp dành cho phần lớn người dùng. Bằng cách loại bỏ tất cả những bước phức tạp và khoản phí đắt đỏ khi cho vay hoặc cung cấp thanh khoản cho các nhà tạo lập thị trường tự động (AMM) để kiếm lãi, người dùng OUSD chỉ cần mua OUSD trên các sàn giao dịch tập trung hoặc swap trên Uniswap / Sushiswap, giữ nó trong ví và hưởng các mức lãi suất cạnh tranh ngay lập tức. Ngoài ra, người dùng có thể mua OUSD bằng các stablecoin (DAI, USDT, USDC) trên <a href='https://www.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD DApp</a>.

source: Current APYs and circulating supply are published transparently on the <a href='https://analytics.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD dashboard</a>.
fr: Les APY actuels et l'offre en circulation sont publiés de manière transparente sur le <a href='https://analytics.ousd.com' target='_blank' rel='noopener noreferrer'>tableau de bord de l'OUSD</a>.
id: APY saat ini dan suplai yang beredar dipublikasikan secara transparan di dasbor <a href='https://analytics.ousd.com' target='_blank' rel='noopener noreferrer'></a>.
pt: Os Rendimentos Anuais atuais e o fornecimento em circulação são publicados de forma transparente no <a href='https://analytics.ousd.com' target='_blank' rel='noopener noreferrer'>painel OUSD</a>.
ru: Текущие APY и количество токенов в обращении прозрачно публикуются на <a href='https://analytics.ousd.com' target='_blank' rel='noopener noreferrer'>панели инструментов OUSD</a>.
vi: APY hiện tại và nguồn cung lưu hành được công bố minh bạch trên <a href='https://analytics.ousd.com' target='_blank' rel='noopener noreferrer'>OUSD dashboard</a>.

source: With OUSD, there’s no need to unwind complicated positions when you want to spend your OUSD. You can transfer it freely without having to pay gas to unlock spendable capital. In addition, OUSD gives you the ability to utilize a basket of leading DeFi opportunities with none of the hassles. The OUSD smart contracts deploy your underlying capital to a diversified set of yield-earning strategies, automatically rebalancing over time to achieve strong yields while diversifying risk. Earnings automatically accrue in your wallet and compound continuously while you hold OUSD. Again, no staking or lockups are required, making your OUSD as easy to transfer as any other ERC-20 token. OUSD also serves as an ideal unit of account. DeFi participants no longer need complicated spreadsheets to calculate their earnings as they can easily see their constantly updated OUSD balances in real-time.
fr: Avec les OUSD, il n'est pas nécessaire de dénouer des positions compliquées lorsque vous voulez dépenser vos OUSD. Vous pouvez le transférer librement sans avoir à payer de gaz pour débloquer du capital dépensable. De plus, OUSD vous donne la possibilité d'utiliser un panier d'opportunités DeFi de premier plan sans les inconvénients. Les contrats intelligents OUSD déploient votre capital sous-jacent dans un ensemble diversifié de stratégies de rendement, en se rééquilibrant automatiquement au fil du temps pour obtenir des rendements élevés tout en diversifiant les risques. Les gains s'accumulent automatiquement dans votre portefeuille et sont composés en permanence pendant que vous détenez OUSD. Là encore, aucun jalonnement ou verrouillage n'est nécessaire, ce qui rend votre OUSD aussi facile à transférer que tout autre jeton ERC-20. OUSD sert également d'unité de compte idéale. Les participants à DeFi n'ont plus besoin de feuilles de calcul compliquées pour calculer leurs gains car ils peuvent facilement voir leurs soldes OUSD constamment mis à jour en temps réel.
pt: Com OUSD, não há necessidade de desfazer posições complicadas quando quiser gastar seu OUSD. Você pode transferi-lo livremente sem ter que pagar gas para desbloquear o capital disponível. Além disso, OUSD dá a você a capacidade de utilizar uma variedade de oportunidades de DeFi excelentes sem nenhum dos aborrecimentos. Os contratos inteligentes OUSD empregam seu capital subjacente em um conjunto diversificado de estratégias de ganho de rendimento, reequilibrando automaticamente ao longo do tempo para obter rendimentos sólidos enquanto diversifica o risco. Os ganhos são acumulados automaticamente em sua carteira e compostos continuamente enquanto você segura OUSD. Novamente, não é necessário fazer staking ou unstaking, tornando seu OUSD tão fácil de transferir quanto qualquer outro token ERC-20. OUSD também serve como uma solução de conta ideal. Os participantes do DeFi não precisam mais de planilhas complicadas para calcular seus ganhos, pois podem ver facilmente seus saldos OUSD constantemente atualizados em tempo real.
ru: С OUSD нет необходимости разворачивать сложные позиции, когда вы хотите потратить свой OUSD. Вы можете свободно передавать его, не платя комиссии за дополнительные транзакции, чтобы разблокировать потраченный капитал. Кроме того, OUSD позволяемое вам использовать набор ведущих возможностей DeFi без каких-либо проблем. Смарт-контракты OUSD задействуют ваш базовый капитал в диверсифицированном наборе стратегий доходности, автоматически меняя баланс с течением времени для достижения высокой доходности при диверсификации рисков. Заработок автоматически накапливается в вашем кошельке и постоянно увеличивается, пока вы держите OUSD. Опять же, никаких блокировок или локов не требуется, что делает ваш OUSD таким же простым для передачи, как и любой другой токен ERC-20. OUSD также служит идеальной расчетной единицей. Участникам DeFi больше не нужны сложные электронные таблицы для расчета своих доходов, поскольку они могут легко видеть свои постоянно обновляемые балансы OUSD в режиме реального времени.
vi: Người dùng có thể sử dụng OUSD bất kỳ lúc nào mà không cần phải trả phí gas để unstake. Ngoài ra, OUSD cung cấp cho bạn khả năng tận dụng các cơ hội hấp dẫn trên DeFi một cách đơn giản. Các hợp đồng thông minh OUSD sử dụng các tài sản cơ sở để kiếm lợi nhuận trên các chiến lược thu đa dạng, tái cân bằng theo thời gian để đạt được lợi suất cao và cân bằng rủi ro. Thu nhập sẽ tự động cộng đồn vào ví người nắm giữ OUSD. Chúng tôi xin nhắc lại, người dùng chỉ cần giữ OUSD trong ví và có thể sử dụng OUSD bất kỳ lúc nào. Ngoài ra, người sở hữu OUSD có thể dễ dàng thấy được tài sản thực tế tăng lên bao nhiêu do số dư OUSD được cập nhật liên tục.

source: Yield strategies
fr: Stratégies de rendement
id: Strategi hasil
pt: Estratégias de rendimento
ru: Стратегии получения дохода
vi: Các chiến lược tạo lợi nhuận

source: OUSD uses two high-level strategies for generating yield--lending and market making.
fr: OUSD utilise deux stratégies de haut niveau pour générer des rendements : les prêts et la tenue de marché.
id: OUSD menggunakan dua strategi tingkat tinggi untuk menghasilkan hasil - pinjaman dan pembuatan pasar.
pt: O OUSD usa duas estratégias de alto nível para gerar rendimento - empréstimos e <i>market making</i>.
ru: OUSD использует две основные стратегии для получения прибыли - кредитование и маркет-мейкинг.
vi: OUSD sử dụng hai chiến lược cấp cao để tạo ra lợi tức là cho vay và tạo lập thị trường.

source: Lending:
fr: Prêt:
id: Pinjaman:
pt: Empréstimo:
ru: Кредитование:
vi: Cho vay:

source: DeFi lending platforms let users lend and borrow crypto assets without any middlemen. Both lenders and borrowers get more value from their crypto. Lenders earn interest, while borrowers deposit crypto as collateral to gain access to credit without traditional banking headaches. DeFi lending platforms currently provide far superior returns for lenders than are generally available in the traditional markets.
fr: Les plateformes de prêts DeFi permettent aux utilisateurs de prêter et d'emprunter des crypto-actifs sans aucun intermédiaire. Les prêteurs et les emprunteurs obtiennent plus de valeur de leur crypto. Les prêteurs gagnent des intérêts, tandis que les emprunteurs déposent la crypto comme garantie pour avoir accès au crédit sans les maux de tête bancaires traditionnels. Les plateformes de prêts DeFi offrent actuellement aux prêteurs des rendements bien supérieurs à ceux généralement disponibles sur les marchés traditionnels.
id: Platform peminjaman DeFi memungkinkan pengguna meminjamkan dan meminjam aset kripto tanpa perantara. Baik pemberi pinjaman dan peminjam mendapatkan nilai lebih dari crypto mereka. Pemberi pinjaman mendapatkan bunga, sementara peminjam menyetor crypto sebagai jaminan untuk mendapatkan akses ke kredit tanpa sakit kepala perbankan tradisional. Platform peminjaman DeFi saat ini memberikan pengembalian yang jauh lebih unggul bagi pemberi pinjaman daripada yang umumnya tersedia di pasar tradisional.
pt: As plataformas de empréstimo DeFi permitem aos usuários emprestar e tomar emprestado criptoativos sem nenhum intermediário. Tanto credores quanto devedores recebem mais valor de seus criptos. Os credores ganham juros, enquanto os devedores depositam criptos como garantia para obter acesso ao crédito sem as dores de cabeça dos bancos tradicionais. As plataformas de empréstimo DeFi atualmente proporcionam retornos muito superiores para os credores do que geralmente estão disponíveis nos mercados tradicionais.
ru: Платформы кредитования DeFi позволяют пользователям одалживать и брать в долг криптоактивы без посредников. И кредиторы, и заемщики получают больше от своей криптовалюты. Кредиторы получают проценты, а заемщики вносят криптовалюту в качестве залога, чтобы получить доступ к кредиту без традиционных банковских проблем. Платформы кредитования DeFi в настоящее время обеспечивают гораздо более высокую доходность для кредиторов, чем обычно доступны на традиционных рынках.
vi: Các nền tảng cho vay DeFi cho phép người dùng cho vay, vay tài sản tiền điện tử mà không cần bất kỳ người trung gian nào. Người cho vay nhận được lãi suất, trong khi người đi vay chỉ cần tiền điện tử làm tài sản thế chấp mà không phải đau đầu với các thủ tục thường gặp ở các ngân hàng truyền thống. Các nền tảng cho vay DeFi hiện mang lại lãi suất cho vay cao hơn nhiều so với các nền tảng cho vay hiện có trên thị trường truyền thống.

source: OUSD integrates with DeFi lending platforms that provide over-collateralized loans. Over-collateralization, combined with smart rules around liquidations, provide a reasonable level of security for lenders. Aave also additionally secures their lending pools with AAVE tokens respectively, further lowering risk.
fr: OUSD s'intègre aux plateformes de prêt DeFi qui fournissent des prêts surdimensionnés. Le surdimensionnement, combiné à des règles intelligentes autour des liquidations, fournit un niveau raisonnable de sécurité pour les prêteurs. Aave sécurise également ses pools de prêts avec des jetons AAVE respectivement, ce qui réduit encore le risque.
id: OUSD terintegrasi dengan platform peminjaman DeFi yang menyediakan pinjaman dengan jaminan berlebih. Jaminan berlebih, dikombinasikan dengan aturan cerdas seputar likuidasi, memberikan tingkat keamanan yang wajar bagi pemberi pinjaman. Aave juga mengamankan kumpulan pinjaman mereka masing-masing dengan token AAVE, yang selanjutnya menurunkan risiko.
pt: O OUSD integra-se às plataformas de empréstimos DeFi que oferecem empréstimos super-colaterizados. A super-colaterização, combinado com regras inteligentes sobre liquidações, fornece um nível razoável de segurança para os credores. Aave também protege adicionalmente seus pools de empréstimos com tokens AAVE respectivamente, reduzindo ainda mais o risco.
ru: OUSD интегрируется с кредитными платформами DeFi, которые предоставляют займы с чрезмерным обеспечением. Избыточное обеспечение в сочетании с разумными правилами ликвидации обеспечивает разумный уровень безопасности для кредиторов. Aave также дополнительно обеспечивает свои кредитные пулы токенами AAVE соответственно, что еще больше снижает риск.
vi: OUSD tích hợp với nền tảng cho vay DeFi cung cấp các khoản vay over-collateralized (tài sản đảm bảo lớn hơn mức đi vay). Khoản đảm bảo nhiều hơn mức cần vay kết hợp với các quy tắc thông minh xung quanh việc thanh lý cung cấp mức độ bảo mật hợp lý cho người cho vay. Aave cũng đảm bảo an toàn cho các pool cho vay của họ bằng token AAVE, giảm rủi ro xuống mức thấp hơn.
