Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: NFTs can function as digital collectibles. Further, they can be tokenized representations of physical goods and collectibles, unlock other digital content, and act as access tokens to digital or in-person experiences. NFTs can be used for a wide array of financial applications and use cases. The design space for NFTs is nearly unlimited and represents an exciting paradigm shift for blockchain technology.
fr: Les NFT peuvent fonctionner comme des objets de collection numériques. En outre, ils peuvent être des représentations symboliques de biens physiques et d'objets de collection, débloquer d'autres contenus numériques et servir de jetons d'accès à des expériences numériques ou personnelles. Les NFT peuvent être utilisés pour un large éventail d'applications financières et de cas d'utilisation. L'espace de conception des NFT est presque illimité et représente un changement de paradigme passionnant pour la technologie blockchain.
it: Gli NFT possono funzionare come oggetti da collezione digitali. Inoltre, possono essere rappresentazioni tokenizzate di beni fisici e oggetti da collezione, possono sbloccare altri contenuti digitali e fungere da token di accesso a esperienze digitali o reali. Gli NFT possono essere utilizzati per un'ampia gamma di applicazioni finanziarie e casi d'uso. Lo spazio di utilizzo degli NFT è quasi illimitato e rappresenta un entusiasmante cambiamento di paradigma per la tecnologia blockchain.
pt: Os NFTs podem funcionar como colecionáveis digitais. Além disso, eles podem ser representações tokenizadas de bens físicos e colecionáveis, liberar outro conteúdo digital e agir como tokens de acesso a experiências digitais ou pessoais. Os NFTs podem ser usados para uma ampla variedade de aplicativos financeiros e situações. O espaço de design para NFTs é quase ilimitado e representa uma emocionante mudança de paradigma para a tecnologia blockchain.
ru: NFT могут функционировать как цифровой предмет коллекционирования. Кроме того, они могут быть токенизированными представлениями физических товаров и предметов коллекционирования, разблокировать другой цифровой контент и выступать в качестве токенов доступа к цифровому или личному опыту. NFT можно использовать для широкого спектра финансовых приложений и сценариев использования. Пространство дизайна для NFT практически безгранично и представляет собой захватывающий сдвиг парадигмы технологии блокчейн.
vi: NFT có thể hoạt động như một bộ sưu tập kỹ thuật số. Hơn nữa, chúng có thể được mã hóa đại diện cho hàng hóa vật chất và đồ sưu tầm, mở khóa nội dung kỹ thuật số khác và hoạt động như các token có quyền truy cập vào trải nghiệm kỹ thuật số hoặc trải nghiệm trực tiếp. NFT có thể được sử dụng cho một loạt các ứng dụng tài chính và các ứng dụng khác. Không gian thiết kế cho NFT gần như không giới hạn và đại diện cho lớp ứng dụng khác của công nghệ blockchain.

source: Decentralized Finance (DeFi) is the gateway to unlocking massive new financial opportunities for lenders, creditors, and liquidity providers. Over <a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'>$40B of value</a> is locked in DeFi protocols, and this number is expected to grow by multiple orders of magnitude in the next few years. However, we are still in the very early innings of the DeFi movement.
es: Las finanzas descentralizadas (DeFi) son la puerta de entrada para desbloquear nuevas y masivas oportunidades financieras para prestamistas, acreedores y proveedores de liquidez. Más de<a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'>$40 mil millones de valor</a>están bloqueados en los protocolos DeFi, y se espera que este número crezca en varios órdenes de magnitud en los próximos años. Sin embargo, todavía estamos en las primeras entradas del movimiento DeFi.
fr: La finance décentralisée (DeFi) est la passerelle permettant de débloquer de nouvelles opportunités financières massives pour les prêteurs, les créanciers et les fournisseurs de liquidités. Plus de <a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'>40 milliards de dollars de valeur</a> sont bloqués dans les protocoles DeFi, et ce nombre devrait augmenter de plusieurs ordres de grandeur dans les prochaines années. Cependant, nous sommes encore au tout début du mouvement DeFi.
id: Keuangan Terdesentralisasi (DeFi) adalah pintu gerbang untuk membuka peluang keuangan baru yang sangat besar bagi pemberi pinjaman, kreditor, dan penyedia likuiditas. Lebih dari <a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'>$ 40 miliar nilai</a> dikunci dalam protokol DeFi, dan jumlah ini diperkirakan akan bertambah beberapa kali lipat dalam beberapa tahun mendatang. Namun, kami masih dalam babak paling awal dari gerakan DeFi.
it: La finanza decentralizzata (DeFi) è la porta per sbloccare nuove enormi opportunità finanziarie per finanziatori, creditori e fornitori di liquidità. Oltre <a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'> 40 miliardi di dollari di valore</a> sono bloccati nei protocolli DeFi e si prevede che questo numero aumenterà di più ordini di grandezza nei prossimi anni. Tuttavia, siamo ancora nei primissimi inning del movimento DeFi.
pt: Finanças descentralizadas (DeFi) são a porta de entrada para liberar novas oportunidades financeiras gigantescas para credores, devedores e provedores de liquidez. Mais de <a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'>40 bilhões de dólares a valor de mercado</a> estão bloqueados em protocolos DeFi, e este número deve crescer em muitas ordens de magnitude nos próximos anos. No entanto, ainda estamos nos primeiros passos do movimento DeFi.
ru: • Децентрализованное финансирование (DeFi) - это путь к открытию огромных новых финансовых возможностей для заёмщиков, кредиторов и поставщиков ликвидности. В протоколах DeFi зафиксировано более <a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'>40 миллиардов долларов стоимости</a>, и ожидается, что в ближайшие несколько лет это число вырастет на несколько порядков. Однако мы все еще находимся в самом начале пути развития DeFi.
vi: Tài chính phi tập trung (DeFi) là cánh cổng để mở ra các cơ hội tài chính mới khổng lồ cho người cho vay, người đi vay và nhà cung cấp thanh khoản. Hơn <a href='https://defipulse.com/' target='_blank' rel='noopener noreferrer'>$ 40 tỷ </a> đang bị khóa trong các giao thức DeFi và con số này dự kiến sẽ tăng mạnh trong vài năm tới. Tuy nhiên, chúng ta vẫn đang ở trong giai đoạn khá sơ khai của DeFi.

source: Today most DeFi participants are highly sophisticated and number in the tens of thousands of users, while the majority of cryptocurrency users numbering in the millions have not yet adopted these technologies en masse. Interacting with DeFi protocols is difficult and cumbersome, requiring complicated operations like staking/unstaking, measuring impermanent loss, and paying expensive gas fees. Further, hundreds of millions to billions of mainstream consumers, merchants, retail investors, small businesses, and global enterprises have very little knowledge of these permissionless financial protocols and are unable to participate in perhaps the most disruptive movement in finance since the very invention of money itself.
es: Hoy en día, la mayoría de los participantes de DeFi son altamente sofisticados y cuentan con decenas de miles de usuarios, mientras que la mayoría de los usuarios de criptomonedas que se cuentan por millones aún no han adoptado estas tecnologías en masa. Interactuar con los protocolos DeFi es difícil y engorroso, requiriendo operaciones complicadas como hacer staking/unstaking, medir pérdidas impermanentes y pagar costosas tarifas de gas. Además, muchos consumidores, comerciantes, inversores minoristas, pequeñas empresas y empresas globales tienen muy poco conocimiento de estos protocolos financieros sin permiso y no pueden participar en quizás el movimiento financiero más disruptivo desde la invención misma del dinero en sí mismo.
fr: Aujourd'hui, la plupart des participants au DeFi sont très sophistiqués et comptent des dizaines de milliers d'utilisateurs, tandis que la majorité des utilisateurs de crypto-monnaies, qui se comptent par millions, n'ont pas encore adopté ces technologies en masse. L'interaction avec les protocoles DeFi est difficile et fastidieuse, nécessitant des opérations compliquées comme le jalonnement/détricotage, la mesure de la perte impermanente et le paiement de frais de gaz onéreux. De plus, des centaines de millions, voire des milliards de consommateurs, de commerçants, d'investisseurs de détail, de petites entreprises et d'entreprises mondiales ont une connaissance très limitée de ces protocoles financiers sans autorisation et sont incapables de participer au mouvement financier le plus perturbateur depuis l'invention de l'argent lui-même.
id: Saat ini sebagian besar peserta DeFi sangat canggih dan berjumlah puluhan ribu pengguna, sedangkan mayoritas pengguna cryptocurrency yang berjumlah jutaan belum mengadopsi teknologi ini secara massal. Berinteraksi dengan protokol DeFi itu sulit dan tidak praktis, membutuhkan operasi yang rumit seperti staking / unstaking, mengukur kerugian yang tidak permanen, dan membayar biaya gas yang mahal. Lebih lanjut, ratusan juta hingga milyaran konsumen arus utama, pedagang, investor ritel, usaha kecil, dan perusahaan global hanya memiliki sedikit pengetahuan tentang protokol keuangan tanpa izin ini dan tidak dapat berpartisipasi dalam gerakan yang mungkin paling mengganggu di bidang keuangan sejak penemuan uang sendiri.
it: Oggi la maggior parte delle persone che partecipa alla DeFi è altamente versatile e conta soltanto decine di migliaia di utenti, mentre la maggior parte degli utenti legati alle criptovalute che conta milioni non ha ancora adottato questa tecnologia. L'interazione con i protocolli DeFi è difficile e macchinosa, poiché richiede operazioni complicate come staking/unstaking, misurazione dell'impermanent loss e pagamento di costose gas fees. Inoltre, centinaia di milioni, o perfino miliardi di consumatori tradizionali, commercianti, investitori retail, piccole imprese e imprese globali hanno pochissima conoscenza di questi protocolli finanziari e non sono in grado di partecipare al movimento forse più dirompente della finanza dall'invenzione del denaro.
pt: Hoje, a maioria dos participantes do DeFi são altamente sofisticados e chegam a dezenas de milhares de usuários, enquanto a maioria dos usuários de criptomoedas, que somam milhões, ainda não adotou essas tecnologias em massa. Interagir com os protocolos DeFi é difícil e complicado, exigindo operações complicadas como <i>staking/unstaking</i>, medir perdas impermanentes e pagar caras taxas de gas. Além disso, centenas de milhões a bilhões de consumidores tradicionais, comerciantes, investidores de varejo, pequenas empresas e empresas globais têm muito pouco conhecimento desses protocolos financeiros não permissionados e são incapazes de participar do movimento talvez mais disruptivo nas finanças desde a própria invenção do dinheiro em si.
ru: Сегодня большинство участников DeFi очень образованы и насчитывают десятки тысяч пользователей, в то время как большинство пользователей криптовалюты, количество которых исчисляется миллионами, еще не приняли эти технологии в массовом порядке. Взаимодействие с протоколами DeFi сложно и требует сложных операций, таких как размещение / и блокировка токенов, измерение непостоянных потерь (Impermanent Loss) и оплата дорогостоящих комиссий за газ. Кроме того, от сотен миллионов до миллиардов обычных потребителей, продавцов, розничных инвесторов, малых предприятий и глобальных предприятий не знают об этих общедоступных (permissionless) финансовых протоколах и они не могут участвовать, возможно, в самом прорывном движении в сфере финансов с момента изобретения денег.
vi: Hiện nay, người dùng DeFi cần phải có kỹ năng về kiến thức sâu về crypto và phần lớn người chơi crypto vẫn chưa biết cách sử dụng các nền tảng DeFi. Việc tương tác với các giao thức DeFi rất khó và cồng kềnh, đòi hỏi các thao tác phức tạp như stake/bỏ stake, cân nhắc giữa tổn thất về giá và phí gas bỏ ra. Hơn nữa, hàng trăm triệu đến hàng tỷ người tiêu dùng phổ thông, nhà đầu tư, doanh nghiệp nhỏ và doanh nghiệp lớn có rất ít kiến thức về DeFi và gần như không thể tham gia vào lĩnh vực tiên tiến mới nổi này.

source: While there are both buyers and sellers that transact across various verticals with stablecoins and/or Bitcoin and Ether, existing widespread payment methods like credit cards and mobile payments are still preferred by many crypto-savvy users for their ubiquity, convenience, and lack of pricing volatility. Peer-to-peer commerce is handicapped until cryptocurrencies become the dominant form of medium of exchange.
es: Si bien hay compradores y vendedores que realizan transacciones en varias ramas con monedas estables y/o Bitcoin (BTC) y Ether (ETH), muchos usuarios expertos en criptografía todavía prefieren los métodos de pago generalizados existentes, como tarjetas de crédito y pagos móviles, por su ubicuidad, conveniencia y falta de volatilidad de precios. El comercio entre pares se ve obstaculizado hasta que las criptomonedas se convierten en la forma dominante de medio de intercambio.
fr: Bien que des acheteurs et des vendeurs effectuent des transactions dans divers secteurs verticaux avec des monnaies stables et/ou des bitcoins et des éthers, les méthodes de paiement courantes existantes, comme les cartes de crédit et les paiements mobiles, sont toujours préférées par de nombreux utilisateurs de crypto-monnaies pour leur omniprésence, leur commodité et l'absence de volatilité des prix. Le commerce de pair à pair, P2P est limité jusqu'à ce que les crypto-monnaies deviennent la forme dominante de moyen d'échange.
id: Meskipun ada pembeli dan penjual yang bertransaksi di berbagai vertikal dengan stablecoin dan / atau Bitcoin dan Ether, metode pembayaran yang tersebar luas seperti kartu kredit dan pembayaran seluler masih disukai oleh banyak pengguna yang paham kripto karena keberadaan mereka di mana-mana, kenyamanan, dan kurangnya ketidakstabilan harga. Perdagangan peer-to-peer terhambat sampai cryptocurrency menjadi bentuk dominan dari media pertukaran.
it: Sebbene ci siano sia acquirenti che venditori che effettuano transazioni con stablecoin e/o Bitcoin ed Ether, i metodi di pagamento diffusi esistenti come carte di credito e pagamenti mobili sono ancora preferiti da molti utenti che già utilizzano criptovalute, per la loro ubiquità, convenienza e per la mancanza di prezzi volatili. Il commercio peer-to-peer sarà ostacolato fino a quando le criptovalute non diventeranno la forma dominante di mezzo di scambio.
pt: Enquanto há tanto compradores e vendedores que realizam transações em vários setores com stablecoins e/ou Bitcoin e Ether, os métodos de pagamento amplamente existentes, como cartões de crédito e pagamentos mobile, ainda são preferência de muitos usuários experientes em cripto por sua onipresença, conveniência e falta de volatilidade no preço. O comércio peer-to-peer é prejudicado até que as criptomoedas se tornem a forma dominante de meio de troca.
ru: Несмотря на то, что есть как покупатели, так и продавцы, которые осуществляют транзакции в различных вертикалях с помощью стейблкоинов и / или биткойнов и эфиров, существующие широко распространенные способы оплаты, такие как кредитные карты и мобильные платежи, по-прежнему предпочитаются многими опытными пользователями криптовалюты из-за их повсеместности, удобства и отсутствия волатильность. P2P торговля затруднена до тех пор, пока криптовалюты не станут доминирующей формой обмена.
vi: Mặc dù hiện tại, một số người dùng chấp nhận sử dụng stablecoin/ BTC/ ETH làm phương thức thanh toán, tuy nhiên, các phương thức phổ biến hiện có như thẻ tín dụng và thanh toán di động vẫn được chuộng hơn vì tính phổ biến, tiện lợi và không chịu ảnh hưởng bởi sự biến động giá. Thương mại ngang hàng sẽ vẫn bị hạn chế cho đến khi tiền điện tử trở thành hình thức giao dịch chủ đạo.

source: Simply creating a commerce platform using decentralized technologies does not guarantee widespread merchant and consumer adoption. Only by creating new killer applications that are not possible without crypto-centric technologies will our industry succeed in creating a more open, permissionless, and resilient future for global commerce and finance that impacts hundreds of millions or billions of lives.
es: La simple creación de una plataforma de comercio utilizando tecnologías descentralizadas no garantiza una adopción generalizada por parte de comerciantes y consumidores. Sólo mediante la creación de nuevas aplicaciones increíbles que no son posibles sin tecnologías cripto-céntricas, nuestra industria logrará crear un futuro más abierto, sin permisos y resiliente para el comercio y las finanzas globales que impacta a cientos de millones o miles de millones de vidas.
fr: La simple création d'une plateforme commerciale utilisant des technologies décentralisées ne garantit pas une adoption généralisée par les commerçants et les consommateurs. Ce n'est qu'en créant de nouvelles applications mortelles qui ne sont pas possibles sans les technologies crypto-centrées que notre industrie parviendra à créer un avenir plus ouvert, sans autorisation et résilient pour le commerce et la finance mondiaux, qui aura un impact sur des centaines de millions ou des milliards de vies.
id: Hanya membuat platform perdagangan menggunakan teknologi terdesentralisasi tidak menjamin adopsi pedagang dan konsumen secara luas. Hanya dengan membuat aplikasi killer baru yang tidak mungkin dilakukan tanpa teknologi crypto-centric, industri kita akan berhasil menciptakan masa depan yang lebih terbuka, tanpa izin, dan tangguh untuk perdagangan dan keuangan global yang berdampak pada ratusan juta atau miliaran kehidupan.
it: La semplice creazione di una piattaforma di commercio utilizzando tecnologie decentralizzate non garantisce un'adozione diffusa da parte di commercianti e consumatori. Solo creando nuove killer app fruibili esclusivamente mediante tecnologie criptocentriche, il nostro settore riuscirà a creare un futuro più aperto, privo di autorizzazioni e resiliente per il commercio e la finanza globali. Ciò avrà un impatto su centinaia di milioni o miliardi di vite.
pt: Simplesmente criar uma plataforma de comércio usando tecnologias descentralizadas não garante a adoção generalizada de comerciantes e consumidores. Só através da criação novos aplicativos incríveis que não são possíveis sem tecnologias cripto-centradas que nosso setor terá sucesso na criação de um futuro mais aberto, não permissionado e resiliente para o comércio e finanças globais que impactam centenas de milhões ou bilhões de vidas.
ru: Простое создание торговой платформы с использованием децентрализованных технологий не гарантирует широкого распространения среди продавцов и потребителей. Только создавая новые приложения-хиты, которые невозможны без криптоцентрических технологий, наша отрасль преуспеет в создании более открытого, не требующего разрешения и устойчивого будущего для глобальной торговли и финансов, которое влияет на сотни миллионов или миллиардов жизней.
vi: Việc đơn giản tạo ra một nền tảng thương mại bằng cách sử dụng các công nghệ phi tập trung đồng nghĩa với việc sẽ được đông đảo người dùng chấp nhận. Chỉ bằng cách tạo ra các ứng dụng tiên tiến, lấy các công nghệ lấy tiền điện tử làm trung tâm thì ngành công nghiệp của chúng ta mới thành công trong việc tạo ra một tương lai cởi mở hơn, không cần cấp phép (permissionless) và linh hoạt hơn cho thương mại và tài chính toàn cầu, mang lại sức ảnh hưởng tới cuộc sống của hàng trăm triệu hoặc hàng tỷ người dùng.
