Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Coleman is an active cryptocurrency investor and real estate entrepreneur, owning and managing multiple Airbnb properties. He studied mathematics at Berkeley.
fil: Si Coleman ay isang aktibong mamumuhunan ng cryptocurrency at negosyante ng real estate, pagmamay-ari at pamamahala ng mga maramihang mga ari-arian ng Airbnb. Nag-aral siya ng matematika sa Berkeley.
he: קולמן הוא משקיע cryptocurrency פעיל ויזם נדל"ן, בעלות וניהול מספר תכונות Airbnb. הוא למד מתמטיקה בברקלי.
hi: कोलमन एक सक्रिय क्रिप्टोकुरेंसी निवेशक और रियल एस्टेट उद्यमी है, जो कई एयरबैन गुणों का स्वामित्व और प्रबंधन करता है। उन्होंने बर्कले में गणित का अध्ययन किया।
hr: Coleman je aktivni kripto-investitor i poduzetnik na tržištu nekretnina, posjeduje i upravlja višestrukim Airbnb nekretninama. Studirao je matematiku na Berkeley-u.
sl: Coleman je aktiven vlagatelj kriptovalut ter nepremičninski podjetnik, kateri ima v lasti ter v upravljanju več Airbnb posesti. Študiral je matematiko na Barkeley-u.

source: Jon Hearty
he: ג 'ון לבבי
hi: जॉन हार्दिक

source: Jon was the 10th hire at Redbeacon (acquired by The Home Depot) and 1st hire at Datanyze where he served in multiple business development roles from VP of growth to COO.
fil: Si Jon ay ang ika-10 nakuha ng Redbeacon (nakuha ng The Home Depot) at unang nakuha sa Datanyze kung saan sya nagtrabaho ng maraming tungkulin sa pag-unlad ng negosyo mula sa VP ng paglago hanggang COO.
he: ג 'ון היה 10 לשכור ב Redbeacon (שנרכשו על ידי הום דיפו) ו 1 לשכור ב Datanyze שבו הוא שימש בתפקידי פיתוח עסקי מרובים מ סמנכ"ל צמיחה COO.
hi: जॉन रेडबीकॉन (द होम डिपो द्वारा अधिग्रहित) में 10 वां किराया था और डेटनीज़ में पहला किराया था जहां उन्होंने विकास के वीपी से सीओओ तक कई व्यावसायिक विकास भूमिकाओं में कार्य किया था।
hr: Jon je bio 10. zaposlenik u Redbeaconu (kupljen od The Home Depot) i prvi zaposlenik u Datanyzeu, gdje je radio na višestrukim pozicijama razvoja poslovanja od VP rasta do COO-a.

source: R&D Engineer
he: מהנדס מו"פ
hi: आर एंड डी अभियंता
hr: Inženjer za istraživanje i razvoj
sl: R&D Inžinir

source: Yu Pan was one of the 6 founding team members of PayPal and was the 1st employee at YouTube. He is a former Google employee and co-founder of Kiwi Crate.
fil: Si Yu Pan ay isa sa 6 na miyembro ng team na nagtatag ng PayPal at ang unang empleyado sa YouTube. Siya ang isang dating empleyado ng Google at Co-founder ng Kiwi Crate.
he: יו פאן היה אחד מתוך 6 חברי צוות המייסדים של PayPal והיה הראשון עובד ב- YouTube. הוא עובד לשעבר של Google ומייסד שותף של קריטריון קיווי.
hi: यू पैन पेपैल के 6 संस्थापक टीम के सदस्यों में से एक था और यूट्यूब में पहला कर्मचारी था। वह एक पूर्व Google कर्मचारी और कीवी क्रेट के सह-संस्थापक हैं।
hr: Yu Pan bio je jedan od 6 članova osnivača PayPala i bio je prvi zaposlenik na YouTubeu. On je bivši zaposlenik Googlea i suosnivač Kiwi Cratea.
sl: Yu Pan je bil eden od šestih ustanovnih članov PayPala ter prvi zaposleni pri YouTube. Je bivši zaposleni pri Googlu in soustanovitelj Kiwi Crate.

source: Cuong Do
he: קוונג דו
hi: कुओंग डू

source: Cuong Do was the former head of Dropbox NYC Engineering. Before that, Cuong was one of the early team members at PayPal and worked alongside Yu Pan and Matt at YouTube.
fil: Si Cuong Do ay ang dating pinuno ng Dropbox NYC Engineering. Bago ito, si Cuong ay isa mga naunang mga miyembro ng team sa PayPal at nagtrabaho kasama sila Yu Pan at Matt sa YouTube.
he: Cuong האם היה ראש לשעבר של Dropbox NYC הנדסה. לפני כן, Cuong היה אחד מחברי הצוות הראשונים ב- PayPal ועבד לצד יו פאן ומאט ב- YouTube.
hi: कुओंग डो ड्रॉपबॉक्स एनवाईसी इंजीनियरिंग के पूर्व प्रमुख थे। इससे पहले, क्यूओंग पेपैल के शुरुआती टीम के सदस्यों में से एक था और यूट्यूब में यू पैन और मैट के साथ काम करता था।
hr: Cuong Do je bio bivši šef tvrtke Dropbox NYC Engineering. Prije toga, Cuong je bio jedan od prvih članova tima u PayPalu i radio je uz Yu Pan i Matt na YouTubeu.

source: Micah has been a commercial real estate broker for over a decade while developing software along the way. He is the technical cofounder of WellAttended, a bootstrapped box office management platform.
he: מיכה כבר מתווך נדל"ן מסחרי במשך למעלה מעשור תוך פיתוח תוכנה לאורך הדרך. הוא המייסד הטכני של WellAttended, פלטפורמת ניהול קופסאות.
hr: Micah je komercijalni posrednik u prometu nekretninama već više od deset godina, dok je razvoj softvera na putu. On je tehnički suosnivač WellAttended, bootstrapped platforme za upravljanje bilježnicama.

source: Tyler Yasaka
he: טיילר יאסאקה

source: Tyler is a full stack developer and blockchain enthusiast. He is a recent college graduate who has helped build an ecommerce platform in the auto recycling industry.
he: טיילר הוא מפתח מחסנית מלאה blockchain נלהב. הוא בוגר מכללה לאחרונה שעזר לבנות פלטפורמת מסחר אלקטרוני בתעשיית מיחזור אוטומטי.
hr: Tyler je razvojni programer i blockchain entuzijast. Nedavno je diplomirao koji je pomogao izgraditi platformu za e-trgovinu u industriji recikliranja automobila.

source: Extended Team
he: צוות מורחב
hr: Prošireni tim

source: Aure has deep experience in crafting products that delight users. He has designed experiences with top brands (Nike, Sony, Virgin) and Silicon Valley startups.
he: Aure יש ניסיון רב crafting מוצרים מענג משתמשים. הוא עיצב חוויות עם המותגים המובילים (נייק, סוני, וירג 'ין) ו עמק הסיליקון סטארט.
hr: Aure ima veliko iskustvo u stvaranju proizvoda koji oduševljavaju korisnike. Surađivao je s vrhunskim brandovima (Nike, Sony, Virgin) i Silicon Valley startups.

source: Daniel is a full stack, polyglot developer. He's worked on projects from assembly programming to architecting systems tracking billions of dollars of NGO spend worldwide.
he: דניאל הוא ערימה מלאה, מפתח polyglot. הוא עבד על פרויקטים של תכנות הרכבה למערכות אדריכלות מעקב מיליארדי דולרים של ארגונים לא ממשלתיים ברחבי העולם.
hr: Daniel je full stack, poliglotni developer. Radio je na projektima strojnih jezika do konstruiranja sustava koji prate milijarde dolara nevladinih udruga diljem svijeta.

source: Gagandeep Singh
he: גאגנדיפ סינג

source: Gagan is a full stack developer with over 4 years of experience working with several early stage startups. He has expertise in building scalable enterprise-grade applications.
he: Gagan היא מפתחת מחסנית מלאה עם מעל 4 שנות ניסיון בעבודה עם כמה חברות סטארט-אפ מוקדמות. יש לו מומחיות בבניית יישומים מדרגיים ברמת הארגון.
hr: Gagan je puni razvojni stog s više od četiri godine iskustva u radu s nekoliko početnih faza startups. Ima stručnost u izgradnji skalabilnih aplikacija za poduzeća.

source: Nick founded his first company while still at college in the UK, later moving to Silicon Valley to work as a UI Architect for multiple organizations, small and large.
he: ניק ייסד את החברה הראשונה שלו עדיין בקולג 'בבריטניה, מאוחר יותר לעבור עמק הסיליקון לעבוד כארכיטקט ארכיטקטורה עבור ארגונים מרובים, קטנים וגדולים.
hr: Nick je osnovao svoju prvu tvrtku dok je još uvijek bio na fakultetu u Velikoj Britaniji, a kasnije se preselio u Silicijsku dolinu kako bi radio kao arhitektura korisničkog sučelja za više organizacija, malih i velikih.

source: Kath Brandon
he: קאת ברנדון

source: Kath has over 30 years of recruiting experience and spent 9 years in operations at Apple. She has also volunteered with Ignite Boulder, The Humane Society, adult literacy programs and the Alzheimer's Association.
he: לקת יש מעל 30 שנות ניסיון בגיוס ובילה 9 שנים בפעילות באפל. היא גם התנדבה עם להצית Boulder, החברה האנושית, תוכניות אוריינות למבוגרים ואת איגוד האלצהיימר.
hr: Kath ima više od 30 godina iskustva u zapošljavanju i 9 godina proveo u Appleovoj operaciji. Također je volontirala s Ignite Boulder, Humane Society, programima za pismenost odraslih i Alzheimerovom udrugom.

source: Dave Craige
he: דייב קרייג

source: Dave is a serial entrepreneur whose last startup was acquired in 2016. He runs private communities for cryptocurrency investors and startup founders. He consults with two nonprofit organizations.
he: דייב הוא יזם סדרתי אשר ההפעלה האחרונה שלו נרכשה בשנת 2016. הוא מנהל קהילות פרטיות למשקיעים cryptocurrency ומייסדי סטארט-אפ. הוא מתייעץ עם שני ארגונים ללא מטרות רווח.
hr: Dave je serijski poduzetnik čiji je posljednji početak nabavljen 2016. godine. Upravlja privatnim zajednicama za investitore i startatore kriptosurvance. Konzultira s dvije neprofitne organizacije.

source: Mijbel AlQattan
he: מייבל אלקטאן

source: Mijbel has over 12 years of experience in venture and consulting. His interests are primarily in data science and machine learning. Mijbel graduated from Virginia Tech in computer engineering and holds a CFA.
he: ל- Mijbel יש מעל 12 שנות ניסיון במיזם וייעוץ. תחומי העניין שלו הם בעיקר במדעי הנתונים ובלמידה ממוחשבת. Mijbel בוגר וירג 'יניה טק בהנדסת מחשבים ומחזיקה CFA.
hr: Mijbel ima više od 12 godina iskustva u pothvatu i savjetovanju. Njegovi su interesi prvenstveno u znanosti o podacima i strojnom učenju. Mijbel je diplomirao iz Virginia Techa u računalnom inženjerstvu i drži CFA.

source: Andrei Munteanu
he: אנדריי מונטאנו

source: Andrei is the co-founder at Cowork Timisoara and an active startup community leader. He runs a NGO which supports young entrepreneurs in Romania through programs like Startup Weekend, Startup Survivor, and Startup Coffee.
he: אנדריי הוא המייסד ב- Cowork Timisoara ומנהיג קהילה סטארט-אפ פעיל. הוא מנהל ארגון לא ממשלתי אשר תומך ביזמים צעירים ברומניה באמצעות תוכניות כמו Startup Weekend, Startup Survivor ו- Startup Coffee.
hr: Andrei je suosnivač u Cowork Timisoara i aktivni vođa pokretačke tvrtke. Vodio je nevladinu organizaciju koja podupire mlade poduzetnike u Rumunjskoj putem programa poput Startup Weekend, Startup Survivor i Startup Coffee.

source: Addison Huegel
he: אדיסון היוגל
hi: एडिसन ह्यूजेल

source: Advisor/PR
fil: Tagapayo/PR
he: יועץ / יחסי ציבור
hi: सलाहकार / पीआर
hr: Savjetnik/PR
sl: Svetovalec/PR

source: Addison is a communications and marketing specialist with a degree in Physics from UC Berkeley. He previously worked with the Ethereum Foundation and DEVCON1.
fil: Si Addison ay isang espesyalista sa komunikasyon at marketing na may degree sa Physics mula sa UC Berkeley. Siya ay dating nagtrabaho sa Ethereum Foundation at DEVCON1.
he: אדיסון היא מומחית לתקשורת ושיווק עם תואר בפיסיקה מאוניברסיטת ברקלי. הוא עבד בעבר עם Ethereum קרן ו DEVCON1.
hi: एडिसन यूसी बर्कले से भौतिकी में डिग्री के साथ एक संचार और विपणन विशेषज्ञ है। उन्होंने पहले एथेरियम फाउंडेशन और डेवीओएन 1 के साथ काम किया था।
hr: Addison je stručnjak za komunikaciju i marketing s diplomom iz fizike s UC Berkeley. Ranije je radio sa Zakladom Ethereum i DEVCON1.
sl: Addison je specialist za komunikacijo ter marketing z diplomo iz Psihologije na UC Berkeley-u. Prejšno zaposlitev je imel na Etherum fundaciji ter DEVCON11.

source: Advisor/International BD
fil: Tagapayo/Internasyonal na BD
he: יועץ / בינלאומי BD
hi: सलाहकार / अंतर्राष्ट्रीय बीडी
hr: Savjetnica/Međunarodni BD
sl: Svetovalec/ mednarodni BD

source: Melody is founder of Spartan Group, a blockchain advisory and investment fund. She was an early investor in TenX and strategic advisor to Gifto and Appcoins.
fil: Si Melody ay ang tagapagtatag ng Spartan Group, isang tagapayo sa blockchain at pondo sa pamumuhunan. Siya ay isang maagang mamumuhunan sa Tenx at strategic na tagapayo sa Gifto at Appcoins.
he: מלודי הוא מייסד קבוצת ספרטן, קרן ייעוץ וקרן השקעות. היא הייתה משקיע מוקדם ב- TenX והיועץ האסטרטגי של Gifto ו- Appcoins.
hi: मेलोडी स्पार्टन ग्रुप, एक ब्लॉकचेन सलाहकार और निवेश निधि का संस्थापक है। वह टेनेक्स में शुरुआती निवेशक और गिफ्टो और एपकोइन्स के रणनीतिक सलाहकार थे।
hr: Melody je utemeljiteljica Spartan Group, blockchain savjetodavnog i investicijskog fonda. Bila je rani investitor u TenX-u i strateški savjetnik za Gifto i Appcoins.
sl: Melody je ustanoviteljica Spartan Group, blockchain svetovalka ter investicijskega sklada. Bila je zacetni investitor pri TenX in strateška svetovalka pri Gifto in Apcoins.

source: Paul is a Partner at Pantera Capital. He is also an advisor to several highly successful cryptocurrency projects including Orchid Labs, Enigma and ICON.
fil: Si Paul ay kasosyo sa Pantera Capital. Siya rin ay isang tagamungkahi sa ilang napakatagumpay na proyektong cryptocurrency kabilang ang Orchid Labs, Enigma at ICON.
he: פול הוא שותף בחברת Pantera Capital. הוא גם יועץ לכמה פרויקטים מוצלחים cryptocurrency כולל מעבדות סחלב, אניגמה ו ICON.
hi: पॉल पैन्टेरा कैपिटल में एक साथी है। वह आर्किड लैब्स, इनिग्मा और आईसीओएन सहित कई अत्यधिक सफल क्रिप्टोकुरेंसी परियोजनाओं के सलाहकार भी हैं।
hr: Paul je partner u Pantera Capitalu. Također je savjetnik nekoliko vrlo uspješnih projekata u kripto-svijetu, uključujući Orchid Labs, Enigma i ICON.
sl: Paul je Partner pri Pantera Capital. Je tudi svetovalec večih uspešnih kriptovalutnih projektov, vključujoče Orchid Labs, Enigma and ICON.

source: Joey is the co-founder of Augur, the world’s first decentralized prediction market and oracle system. He is a Co-Chief Investment Officer at Pantera Capital.
fil: Si Joey ay ang Co-founder ng Augur, pinakaunang desentralisidong prediction market at sistema ng oracle sa mundo. Siya ay isang Co-Chief Investment Officer sa Pantera Capital.
he: ג'ואי הוא המייסד של אוגור, שוק החיזוי הבינ"ל הראשון בעולם ומערכת אורקל. הוא Co-Chief השקעות קצין ב Pantera ההון.
hi: जोय दुनिया के पहले विकेन्द्रीकृत भविष्यवाणी बाजार और ओरेकल प्रणाली, ऑगुर के सह-संस्थापक हैं। वह पैन्टेरा कैपिटल में एक सह-मुख्य निवेश अधिकारी हैं।
hr: Joey je suosnivač Augur-a, prvog decentraliziranog oracle sistema na svijetu. On je jedan od glavnih investicijskih direktora u Pantera Capital-u.
sl: Joey je soustanovitelj Augur-ja, prvi svetovni decentralizirani trg in oracle sistem. Je glavni naložbeni pooblaščenec pri Panteri Capital.

source: Investment Funds
fil: Mga pondo ng pamumuhunan
he: קרנות השקעה
hi: निवेशित राशि
hr: Investicijski fondovi
sl: Investicijski sklad

source: Xiahong Lin
he: Xiahong לין
hi: ज़ियाओंग लिन

source: <strong>Don't get Phished!</strong> The only official URL for Origin Protocol is <strong>www.originprotocol.com</strong>. Please bookmark and be careful of similar looking URLs.
he: <strong> אל תזלזלו! </strong> כתובת האתר הרשמית היחידה עבור פרוטוקול המקור היא <strong> www.originprotocol.com </strong>. סמן סימניה והיזהר מכתובות אתרים דומות.
hr: <strong> Nemojte dobiti Phished! </strong> jedini službeni URL za Origin Protocol je <strong> www.originprotocol.com </strong>. Označite oznaku i budite oprezni sličnim URL-ovima.

source: An error occured
fil: May naganap na error
he: חלה שגיאה
hi: एक त्रुटि हुई
hr: Došlo je do pogreške
sl: Prišlo je do napake

source: Please agree to the important notice
fil: Mangyaring sumang-ayon sa mahalagang paunawa
he: נא להסכים להודעה החשובה
hi: कृपया महत्वपूर्ण सूचना से सहमत हों
hr: Prihvatite važnu obavijest
sl: Prosim, da se strinjate z pomembnim zapisom

source: Please enter your company name
fil: Pakisulat ang pangalan ng iyong kumpanya
he: הזן את שם החברה שלך
hi: कृपया अपनी कंपनी का नाम दर्ज करें
hr: Molimo unesite naziv tvrtke
sl: Prosim vpišite ime podjetja

source: Decentralized, encrypted end-to-end, fast, fre, and auditable
fil: Ang desentralisado, naka-encrypt na end-to-end, mabilis, libre, at napatunayan

source: New!
fil: Bago!
sl: Novo!

source: Create your own<br>decentralized marketplace.
fil: Lumikha ng iyong sariling<br>desentralisadong pamilihan.
sl: Ustvarite svoj decentralizirani trg<br>.

source: Try It Now
fil: Subukan Ito Ngayon
sl: Poskusite sedaj

source: Origin is enabling true peer to peer commerce. We believe in lowering transaction fees, promoting free and transparent commerce, serving the unbanked, and giving early participants in the community a stake in the network.
fil: Pinagmulan ng pinanggalingan ang totoong peer to peer commerce. Naniniwala kami sa pagpapababa ng mga bayarin sa transaksyon, pagtataguyod ng libre at malinaw na komersiyo, paglilingkod sa mga walang kredito, at pagbibigay ng maagang mga kalahok sa komunidad na isang stake sa network.
sl: Izvor omogoča resnično vzajemno komuniciranje. Verjamemo v znižanje provizij za transakcije, spodbujanje svobodnega in preglednega poslovanja, zagotavljanje storitev brez bančnih storitev in dajanje zgodnjih udeležencev v skupnost deležu v omrežju.

source: Marketplace Creator
fil: Creator ng Marketplace
sl: Ustvarjalec tržnice

source: Resources
fil: Mga Mapagkukunan
sl: Viri

source: Tokens
fil: Mga Token
sl: Žetoni

source: Decentralized marketplaces on the blockchain
fil: Ang mga desentralisadong pamilihan sa blockchain
sl: Decentralizirani trgi na bloku

source: Origin is a protocol for creating peer-to-peer marketplaces<br>using the Ethereum blockchain and IPFS
fil: Pinagmulan ay isang protocol para sa paglikha ng mga marketer sa peer-to-peer<br>gamit ang Ethereum blockchain at IPFS
sl: Izvor je protokol za ustvarjanje tržnih točk<br>z uporabo blokovne enote Ethereum in IPFS

source: Try the DApp
fil: Subukan ang DApp

source: Join Our Discord
fil: Sumali sa aming Discord
sl: Pridružite se našemu neskladju

source: Whether you are a freelance photographer, apartment owner, bikeshare supplier, or existing sharing economy business, Origin makes it easy to do business on the decentralized web.
fil: Kung ikaw ay isang freelance photographer, may-ari ng apartment, supplier ng bikeshare, o ganap ng mayroong sharing economy business, ang Origin ay ginagawang mas madali ang negosyo sa desentralisadong web.
hi: चाहे आप एक स्वतंत्र फोटोग्राफर, अपार्टमेंट मालिक, बिकेशयर आपूर्तिकर्ता, या मौजूदा साझाकरण अर्थव्यवस्था व्यवसाय हैं, उत्पत्ति विकेन्द्रीकृत वेब पर व्यवसाय करना आसान बनाता है।
sl: Kakorkoli, če ste samostojni fotograf, lastnik stanovanja, dobavitelj kolesarske opreme ali imate ze posel v ekonomiji združevanja, Origin omogoča poenostavljeno poslovanje v decentraliziranem omrežju.

source: Create Your Marketplace
fil: Lumikha ng Iyong Marketplace
sl: Ustvarite tržnico

source: Read the Product Brief
fil: Basahin ang Maikling Produkto

source: Idea conception and early development
fil: Ideya ng pagbuo at maagang pag-unlad
sl: Zasnova ideje in zgodnji razvoj

source: Launch alpha on Ethereum testnet
fil: Ilunsad ang alpha sa Ethereum testnet
sl: Zaženi alfa na Ethereum testnet

source: Launch beta on Ethereum testnet
fil: Ilunsad ang beta sa Ethereum testnet
sl: Zagon beta na testernem Ethereum

source: Platform readiness and mainnet launch
fil: Ang kahandaan ng platform at pangunahing launch
sl: Pripravljenost in zagon platforme

source: 3rd-parties expected to launch DApps
fil: Inaasahan ng 3rd-party na maglunsad ng DApps
sl: Tretje stranke naj bi začele izvajati DApps

source: Enter email
fil: Isulat ang email
hi: ईमेल दर्ज करें
sl: Vnesite email

source: Imagine an Airbnb with zero commissions and completely democratic. The platform is not controlled by a Silicon Valley giant but offered free to anyone with access to the internet.
fil: Isipin ang isang Airbnb na may zero komisyon at ganap na demokratiko. Ang platform ay hindi kinokontrol ng isang higanteng Silicon Valley ngunit inaalok libre sa kahit sino na may access sa internet.
sl: Predstavljajte si Airbnb z ničelnimi provizijami in popolnoma demokratično. Platformo ne nadzoruje velikan iz Silicijeve doline, ampak je vsem na voljo brezplačen dostop do interneta.

source: Origin Protocol offers an entire blockchain-based platform to allow anyone to create their own property-sharing business.
fil: Nag-aalok ang Origin Protocol ng isang buong platform na batay sa blockchain upang payagan ang sinuman na lumikha ng kanilang sariling negosyo sa pagbabahagi ng ari-arian.
sl: Origin Protocol ponuja celotno platformo, ki temelji na blockchainu in omogoča vsakomur, da ustvari lastno podjetje za delitev lastnine.

source: Origin Protocol, a blockchain project building a decentralized marketplace, has rolled out a peer-to-peer messaging application built on top of ethereum.
fil: Ang Pinagmulan ng Protocol, isang proyektong blockchain na nagtatayo ng isang desentralisadong pamilihan, ay naglulunsad ng isang application na pagmemensahe ng peer-to-peer na itinayo sa ibabaw ng ethereum.
sl: Origin Protocol, projekt blockchain, ki gradi decentraliziran trg, je uvedel aplikacijo za pošiljanje sporočil med peer-to-peer, zgrajeno na vrhu eterijskega.

source: The sharing economy ends up sharing a ton of labor’s earnings with middlemen like Uber and Airbnb.
fil: Ang pagbabahagi ng ekonomiya ay nagtatapos up ng pagbabahagi ng isang tonelada ng kita ng mga manggagawa sa mga middlemen tulad ng Uber at Airbnb.
sl: Ekonomija delitve se konča s tem, da si delovni zaslužek dela deli s posredniki, kot sta Uber in Airbnb.

source: Stan is a software architect with patents in decentralized trust, game design, computer vision, and robotics. Previously, he founded Lijit Networks (acquired by Federated Media).
fil: Si Stan ay isang arkitekto ng software na may mga patent sa desentralisadong tiwala, disenyo ng laro, computer vision, at robotics. Noong una, itinatag niya ang Lijit Networks (nakuha ng Federated Media).

source: Micah was the technical co-founder of WellAttended, a bootstrapped box office management platform. He worked as a commercial real estate broker while learning to code.
fil: Si Micah ay ang teknikal na co-founder ng WellAttended, isang platform ng pamamahala ng box office na bootstrapped. Nagtrabaho siya bilang isang commercial real estate broker habang nagtuturo sa code.
sl: Micah je bil tehnični soustanovitelj platforme za upravljanje blagovnih znamk z blagovno znamko WellAttended. Delal je kot komercialni nepremičninski posrednik, medtem ko se je učil kodirati.

source: Kay is a Chartered Professional Accountant (CPA). She previously worked as a Senior Accountant and then as a Senior Consultant at KPMG Canada.
fil: Si Kay ay isang Chartered Professional Accountant (CPA). Dati siyang nagtrabaho bilang isang Senior Accountant at pagkatapos ay bilang Senior Consultant sa KPMG Canada.
sl: Kay je pooblaščeni računovodja (CPA). Prej je delala kot višji računovodja in nato kot višji svetovalec v KPMG Canada.

source: Franck has had a successful career as an early employee at numerous high-profile companies. He previously led engineering teams at Inktomi, Paypal, YouTube, Google and Dropbox.
fil: Si Franck ay nagkaroon ng isang matagumpay na karera bilang isang maagang empleyado sa maraming mga mataas na profile na kumpanya. Dati siyang humantong sa mga engineering team sa Inktomi, Paypal, YouTube, Google at Dropbox.
sl: Franck ima uspešno kariero kot zgodnji zaposleni v številnih pomembnih podjetjih. Pred tem je vodil inženirske ekipe na Inktomi, Paypal, YouTube, Google in Dropbox.

source: Austin is an ambitious entrepreneur who has started and operated multiple successful online companies before launching a full service creative agency in Boulder, CO.
fil: Austin ay isang ambisyosong negosyante na nagsimula at nagpapatakbo ng maramihang matagumpay na mga online na kumpanya bago ilunsad ang isang buong ahensya ng creative na serbisyo sa Boulder, CO.
sl: Austin je ambiciozen podjetnik, ki je začel in upravljal več uspešnih spletnih podjetij, preden je ustanovil agencijo za kreativno ustvarjanje v Boulder, CO.

source: Korea Community
fil: Korea Komunidad

source: Mila is leading our community efforts in South Korea. She previously organized blockhain hackathons and has degrees from Penn State and Erasmus University Rotterdam.
fil: Pinamunuan ni Mila ang aming mga pagsisikap sa komunidad sa Timog Korea. Naunang inorganisa niya ang mga hackhons ng hackhain at may mga degree mula sa Penn State at Erasmus University Rotterdam.
sl: Mila vodi prizadevanja naše skupnosti v Južni Koreji. Pred tem je organizirala blockhain hackathons in ima diplome iz Penn State in Erasmus University Rotterdam.
