Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: In addition to our full-time staff, Origin has a very active open-source developer community. Since the project’s inception, we’ve had over 170 contributors to our Github repository. We anticipate the number of developers and supporters to increase dramatically after our 1.0 launch in Q1 of 2020.
es: Además de nuestro personal a tiempo completo, Origin tiene una comunidad de desarrolladores de código abierto muy activa. Desde el inicio del proyecto, hemos tenido más de 170 contribuyentes a nuestro repositorio de Github. Anticipamos que el número de desarrolladores y seguidores aumentará drásticamente después de nuestro lanzamiento 1.0 en el trimestre de 2020.
id: Selain staf penuh waktu kami, Origin memiliki komunitas pengembang sumber terbuka Sejak awal proyek, kami telah memiliki lebih dari 170 kontributor ke repositori Github kami. Kami mengantisipasi jumlah pengembang dan pendukung akan meningkat secara dramatis setelah peluncuran 1.0 kami di Q1 tahun 2020.
it: Oltre al nostro personale a tempo pieno, Origin ha una comunità di sviluppatori open source molto attiva. Dall'inizio del progetto, abbiamo avuto oltre 170 collaboratori nel nostro repository Github. Prevediamo che il numero di sviluppatori e sostenitori aumenterà notevolmente dopo il nostro lancio 1.0 nel primo trimestre del 2020.
pt: Além de nosso pessoal em tempo integral, a Origin tem uma comunidade de desenvolvedores de código aberto muito ativa. Desde o início do projeto, já tivemos mais de 170 colaboradores em nosso repositório Github. Prevemos que o número de desenvolvedores e apoiadores aumente drasticamente após nosso lançamento da versão 1.0 no primeiro trimestre de 2020.
ru: В дополнение к нашему штатному персоналу у Origin есть очень активное сообщество разработчиков открытого исходного кода. С момента создания проекта у нас было более 170 участников нашего репозитория Github. Мы ожидаем, что число разработчиков и сторонников значительно увеличится после запуска Mainnet 1.0 в первом квартале 2020 года.
tr: Tam zamanlı personelimize ek olarak, Origin'in çok aktif bir açık kaynak geliştirici topluluğu vardır. Projenin başlangıcından bu yana, Github veri havuzumuza 170'in üzerinde katkıda bulunduk. 2020 yılının ilk çeyreğindeki 1.0 lansmanından sonra geliştiricilerin ve destekçilerin sayısının önemli ölçüde artmasını bekliyoruz.
vi: Ngoài đội ngũ nhân viên toàn thời gian, Origin sở hữu một cộng đồng các nhà phát triển nguồn mở rất tích cực. Kể từ dự án ra đời, đã có hơn 170 người đóng góp trên Github. Chúng tôi dự đoán số lượng nhà phát triển và những người ủng hộ sẽ gia tăng đáng kể sau ra mắt mainnet 1.0 trong Q1 của năm 2020.

source: Since the advent of the Internet, digital marketplaces have paired buyers and sellers of goods and services to enable transactions that were never before possible. Craigslist launched in 1995 and for years dominated in local and neighborhood commerce. That same year, eBay was started and created an entirely new category of auction-based sales, creating a more market-efficient way to do business.
es: Desde la llegada de Internet, los mercados digitales han emparejado compradores y vendedores de bienes y servicios para permitir transacciones que nunca antes fueron posibles. Craigslist se lanzó en 1995 y durante años dominó el comercio local y vecinal. Ese mismo año, eBay comenzó y creó una categoría completamente nueva de ventas basadas en subastas, creando una forma más eficiente de hacer negocios en el mercado.
fr: Depuis l'avènement d'Internet, les marchés numériques ont jumelé acheteurs et vendeurs de biens et services pour permettre des transactions qui n'avaient jamais été possibles auparavant. Craigslist a été lancé en 1995 et dominé pendant des années dans le commerce local et de quartier. Cette même année, eBay a été lancé et a créé une toute nouvelle catégorie de ventes aux enchères, créant un moyen plus efficace de faire des affaires sur le marché.
id: Sejak munculnya Internet, pasar digital telah memasangkan pembeli dan penjual barang dan jasa untuk memungkinkan transaksi yang tidak pernah mungkin terjadi sebelumnya. Craigslist diluncurkan pada tahun 1995 dan selama bertahun-tahun mendominasi dalam perdagangan lokal dan lingkungan. Pada tahun yang sama, eBay dimulai dan menciptakan kategori penjualan berbasis lelang yang sama sekali baru, menciptakan cara yang lebih efisien dalam pasar untuk melakukan bisnis.
it: Dall'avvento di Internet, i mercati digitali hanno abbinato acquirenti e venditori di beni e servizi per consentire transazioni che non erano mai state possibili prima. Craigslist è stato lanciato nel 1995 e per anni ha dominato il commercio locale e di quartiere. Nello stesso anno, eBay è stata avviata e ha creato una categoria completamente nuova di vendite basate su asta, creando un modo più efficiente per fare affari sul mercato.
pt: Desde o advento da Internet, os mercados digitais combinaram compradores e vendedores de bens e serviços para permitir transações nunca antes possíveis. O Craigslist foi lançado em 1995 e dominado por anos no comércio local e de bairro. Nesse mesmo ano, o eBay foi iniciado e criou uma categoria totalmente nova de vendas baseadas em leilão, criando uma maneira mais eficiente de fazer negócios no mercado.
ru: С момента появления Интернета на цифровых торговых площадках покупатели и продавцы товаров и услуг объединились, что позволило совершать сделки, которые раньше были невозможны. Craigslist был запущен в 1995 году и в течение многих лет доминировал в местной торговле. В том же году был основан eBay, который создал совершенно новую категорию продаж на аукционах, создавая более эффективный способ ведения бизнеса.
tr: İnternetin gelişinden bu yana, dijital pazarlar, daha önce mümkün olmayan işlemleri sağlamak için mal ve hizmet alıcılarını ve satıcılarını eşleştirdi. Craigslist 1995 yılında piyasaya sürüldü ve yıllarca yerel ve mahalle ticaretinde egemen oldu. Aynı yıl, eBay başlatıldı ve tamamen yeni bir açık artırma temelli satış kategorisi oluşturdu ve bu da iş yapmak için daha pazar verimli bir yol yarattı.
vi: Kể từ khi Internet ra đời, thị trường kỹ thuật số đã kết nối người mua và người bán hàng hóa và dịch vụ, cho phép các giao dịch chưa từng xảy ra trước đây. Craigslist ra mắt vào năm 1995 và trong nhiều năm thống trị trong thương mại địa phương và khu vực. Cùng thời điểm đó, eBay bắt đầu phát triển và tạo ra một danh mục hoàn toàn mới về bán hàng dựa trên đấu giá, tạo ra một cách kinh doanh thị trường hiệu quả hơn.

source: Fast forward 20 years, and countless Internet marketplace businesses in both the B2C and B2B categories have flourished.
es: Avancemos 20 años, y han florecido innumerables empresas del mercado de Internet en las categorías B2C y B2B.
fr: Avance rapide de 20 ans et d'innombrables entreprises du marché Internet dans les catégories B2C et B2B ont prospéré.
id: Maju cepat 20 tahun, dan bisnis pasar Internet yang tak terhitung jumlahnya dalam kategori B2C dan B2B telah berkembang.
it: Sono passati 20 anni e sono cresciute innumerevoli attività sul mercato Internet nelle categorie B2C e B2B.
pt: Avanço rápido de 20 anos e inúmeras empresas do mercado da Internet nas categorias B2C e B2B floresceram.
ru: Перенесемся на 20 лет вперед, и процветают бесчисленные предприятия интернет-рынка в категориях B2C и B2B.
tr: Hızlı ileri 20 yıl ve hem B2C hem de B2B kategorilerinde sayısız internet pazar işletmesi gelişti.
vi: Qua 20 năm biến đổi nhanh chóng, vô số doanh nghiệp trên thị trường Internet ở cả hai loại hình B2C và B2B đã phát triển mạnh mẽ.

source: In recent times, sharing economy marketplaces like Airbnb, Uber, Getaround, Fiverr, and TaskRabbit have paired buyers and sellers of the sharing economy<a class='whitepaper-footnote-link' href='#footnote1'>1</a> with great success. Fractional usage of assets can now be “sold” just as easily as atomic items, and people all over the world are exchanging their excess inventory, time, and skills for financial gain.
es: En los últimos tiempos, los mercados de la economía compartida como Airbnb, Uber, Getaround, Fiverr y TaskRabbit han emparejado compradores y vendedores de la economía compartida<a class='whitepaper-footnote-link' href='#footnote1'>1</a> con gran éxito. El uso fraccional de los activos ahora se puede "vender" tan fácilmente como los artículos atómicos, y las personas de todo el mundo están intercambiando su exceso de inventario, tiempo y habilidades para obtener ganancias financieras.
fr: Ces derniers temps, les marchés de l'économie du partage comme Airbnb, Uber, Getaround, Fiverr et TaskRabbit ont jumelé avec succès les acheteurs et les vendeurs de l'économie du partage<a class='whitepaper-footnote-link' href='#footnote1'>1</a> . L'utilisation fractionnée des actifs peut désormais être «vendue» aussi facilement que les articles atomiques, et les gens du monde entier échangent leurs stocks, leur temps et leurs compétences excédentaires pour un gain financier.
id: Belakangan ini, berbagi pasar ekonomi seperti Airbnb, Uber, Getaround, Fiverr, dan TaskRabbit telah memasangkan pembeli dan penjual ekonomi berbagi<a class='whitepaper-footnote-link' href='#footnote1'>1</a> dengan sukses besar. Penggunaan aset secara pecahan sekarang dapat "dijual" semudah barang-barang atom, dan orang-orang di seluruh dunia menukar persediaan berlebih, waktu, dan keterampilan mereka untuk keuntungan finansial.
it: In tempi recenti, i mercati della condivisione dell'economia come Airbnb, Uber, Getaround, Fiverr e TaskRabbit hanno abbinato acquirenti e venditori dell'economia della condivisione<a class='whitepaper-footnote-link' href='#footnote1'>1</a> con grande successo. L'utilizzo frazionario delle risorse ora può essere "venduto" con la stessa facilità degli articoli atomici e le persone di tutto il mondo scambiano il loro inventario, il tempo e le competenze in eccesso per ottenere un guadagno finanziario.
pt: Nos últimos tempos, o compartilhamento de mercados econômicos como Airbnb, Uber, Getaround, Fiverr e TaskRabbit têm emparelhado compradores e vendedores da economia de compartilhamento<a class='whitepaper-footnote-link' href='#footnote1'>1</a> com grande sucesso. O uso fracionário de ativos agora pode ser "vendido" com a mesma facilidade que itens atômicos, e pessoas de todo o mundo estão trocando seu excesso de estoque, tempo e habilidades para obter ganhos financeiros.
ru: В последнее время рынки совместного потребления, такие как Airbnb, Uber, Getaround, Fiverr и TaskRabbit, с большим успехом объединили покупателей и продавцов. Дробное использование активов теперь можно «продавать» так же легко, как и атомные предметы, и люди во всем мире обмениваются своими избыточными запасами, временем и навыками для получения финансовой выгоды.
tr: Son zamanlarda Airbnb, Uber, Getaround, Fiverr ve TaskRabbit gibi ekonomi pazarlarını paylaşmak, paylaşım ekonomisinin<a class='whitepaper-footnote-link' href='#footnote1'>1</a> alıcılarını ve satıcılarını büyük bir başarıyla eşleştirdi. Varlıkların kesirli kullanımı artık atom öğeleri kadar kolay bir şekilde “satılabilir” ve tüm dünyadaki insanlar fazla stoklarını, zamanlarını ve becerilerini finansal kazanç için değiştiriyorlar.
vi: Trong thời gian gần đây, các thị trường kinh tế chia sẻ như Airbnb, Uber, Getaround, Fiverr và TaskRmus đã rất thành công khi kết hợp người mua và người bán của nền kinh tế chia sẻ<a class='whitepaper-footnote-link' href='#footnote1'>1</a>. Giờ đây, việc sử dụng tài sản phân tán có thể được bán ra một cách dễ dàng như các mặt hàng nguyên tử và mọi người trên khắp thế giới đang trao đổi hàng tồn kho, thời gian và kỹ năng dư thừa của họ để kiếm lợi nhuận.

source: These new marketplaces that focus on gigs, services, and fractional asset use are particularly well-suited for disruption by peer-to-peer systems built on the blockchain.
es: Estos nuevos mercados que se centran en conciertos, servicios y uso fraccional de activos son particularmente adecuados para la interrupción de los sistemas punto a punto construidos en la cadena de bloques.
fr: Ces nouveaux marchés qui se concentrent sur les concerts, les services et l'utilisation fractionnée des actifs sont particulièrement bien adaptés à la perturbation par des systèmes peer-to-peer construits sur la blockchain.
id: Pasar-pasar baru yang berfokus pada pertunjukan, layanan, dan penggunaan aset fraksional ini sangat cocok untuk gangguan oleh sistem peer-to-peer yang dibangun di blockchain.
it: Questi nuovi mercati incentrati su concerti, servizi e utilizzo frazionario delle risorse sono particolarmente adatti per l'interruzione dei sistemi peer-to-peer basati sulla blockchain.
pt: Esses novos mercados que se concentram em shows, serviços e uso de ativos fracionários são particularmente adequados para interrupção de sistemas ponto a ponto criados na blockchain.
ru: Эти новые торговые площадки, нацеленные на концерты, услуги и частичное использование активов, особенно хорошо подходят для сбоев в одноранговых системах, построенных на блокчейне.
tr: Konserler, hizmetler ve kısmi varlık kullanımına odaklanan bu yeni pazar yerleri, blockchain üzerine inşa edilen eşler arası sistemlerin kesintiye uğraması için özellikle uygundur.
vi: Những thị trường mới bao gồm thị trường tập trung vào các hoạt cộng kinh tế tự do (Gig economy), khu vực dịch vụ và sử dụng tài sản theo phân khúc là đặc biệt phù hợp để chắp cánh cho các hệ thống hàng ngang được xây dựng trên blockchain.

source: Most sharing economy businesses have several things in common.
es: La mayoría de las empresas de economía compartida tienen varias cosas en común.
fr: La plupart des entreprises de l'économie du partage ont plusieurs points communs.
id: Sebagian besar bisnis ekonomi berbagi memiliki beberapa kesamaan.
it: La maggior parte delle imprese che condividono l'economia hanno molte cose in comune.
pt: A maioria das empresas de economia compartilhada tem várias coisas em comum.
ru: У большинства компаний экономики совместного потребления несколько общих черт.
tr: Paylaşan ekonomi işletmelerinin çoğunun ortak noktaları vardır.
vi: Hầu hết các doanh nghiệp kinh tế chia sẻ có một số điểm chung.

source: First, as a collection, these companies have created tremendous impact to the world. Consumers of marketplaces have been able to improve their lives with access to products and services that were not available previously. Suppliers have used these platforms to reach customers at greater scale and ease than before. Each marketplace creates a “home” for buyer and supplier to come together and transact, creating liquidity for that market.
es: Primero, como una colección, estas compañías han creado un tremendo impacto en el mundo. Los consumidores de los mercados han podido mejorar sus vidas con acceso a productos y servicios que antes no estaban disponibles. Los proveedores han utilizado estas plataformas para llegar a los clientes a mayor escala y facilidad que antes. Cada mercado crea un "hogar" para que el comprador y el proveedor se reúnan y realicen transacciones, creando liquidez para ese mercado.
fr: Premièrement, en tant que collection, ces entreprises ont créé un impact énorme sur le monde. Les consommateurs des marchés ont pu améliorer leur vie en ayant accès à des produits et services qui n'étaient pas disponibles auparavant. Les fournisseurs ont utilisé ces plates-formes pour atteindre des clients à plus grande échelle et plus facilement qu'auparavant. Chaque marché crée une «maison» où l'acheteur et le fournisseur peuvent se réunir et effectuer des transactions, créant ainsi des liquidités pour ce marché.
id: Pertama, sebagai koleksi, perusahaan-perusahaan ini telah menciptakan dampak luar biasa bagi dunia. Konsumen pasar telah dapat meningkatkan kehidupan mereka dengan akses ke produk dan layanan yang sebelumnya tidak tersedia. Pemasok telah menggunakan platform ini untuk menjangkau pelanggan pada skala yang lebih besar dan lebih mudah dari sebelumnya. Setiap pasar menciptakan "rumah" bagi pembeli dan pemasok untuk bersatu dan bertransaksi, menciptakan likuiditas untuk pasar itu.
it: In primo luogo, come collezione, queste aziende hanno creato un impatto enorme sul mondo. I consumatori dei mercati sono stati in grado di migliorare la propria vita con l'accesso a prodotti e servizi che non erano disponibili in precedenza. I fornitori hanno utilizzato queste piattaforme per raggiungere i clienti su larga scala e facilità rispetto a prima. Ogni mercato crea una "casa" per l'acquirente e il fornitore per riunirsi e negoziare, creando liquidità per quel mercato.
pt: Primeiro, como uma coleção, essas empresas criaram um tremendo impacto no mundo. Os consumidores de mercados conseguiram melhorar suas vidas com acesso a produtos e serviços que não estavam disponíveis anteriormente. Os fornecedores usaram essas plataformas para alcançar clientes em maior escala e facilidade do que antes. Cada mercado cria um “lar” para o comprador e o fornecedor se unirem e realizarem transações, criando liquidez para esse mercado.
ru: Во-первых, как коллекция, эти компании оказали огромное влияние на мир. Потребители торговых площадок смогли улучшить свою жизнь благодаря доступу к продуктам и услугам, которые были недоступны ранее. Поставщики использовали эти платформы для более широкого и легкого доступа к клиентам, чем раньше. Каждая торговая площадка создает «дом» для покупателя и поставщика, чтобы объединиться и провести операции, создавая ликвидность для этого рынка.
tr: İlk olarak, bir koleksiyon olarak, bu şirketler dünya üzerinde muazzam bir etki yarattı. Pazar yeri tüketicileri, daha önce mevcut olmayan ürün ve hizmetlere erişerek yaşamlarını iyileştirebildiler. Tedarikçiler, bu platformları müşterilere öncekinden daha büyük ölçekte ve kolay bir şekilde ulaşmak için kullandılar. Her pazar, alıcı ve tedarikçinin bir araya gelip işlem yapması için bir “ev” oluşturur ve bu pazar için likidite yaratır.
vi: Đầu tiên, như một bộ sưu tập, các công ty này đã tạo ra các ảnh hưởng to lớn đến thế giới. Người tiêu dùng của các thị trường đã có thể cải thiện cuộc sống của họ với quyền truy cập vào các sản phẩm và dịch vụ mà trước đây họ không hề có. Các nhà cung cấp đã sử dụng các nền tảng này để tiếp cận khách hàng ở quy mô lớn hơn và dễ dàng hơn trước. Mỗi thị trường tạo ra một “ngôi nhà riêng” cho người tiêu dùng và nhà cung cấp để cùng nhau giao dịch, tạo thanh khoản cho thị trường đó.
