Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Join the Affiliate program and earn 1 OGN for every $2 spent by friends who make a purchase at the ‘Stay At Home’ Shop using your unique invite link!
es: ¡Únase al programa de afiliados y gana 1 OGN por cada $2 gastados por amigos que compran en la tienda 'Stay At Home' utilizando su enlace único de invitación!
fr: Rejoignez le programme d'affiliation et gagnez 1 OGN pour chaque 2 $ dépensés par vos amis qui effectuent un achat dans la boutique "Stay At Home" en utilisant votre lien d'invitation unique !
id: Bergabunglah dengan program Afiliasi dan dapatkan 1 OGN untuk setiap $2 yang dibelanjakan oleh teman-teman yang melakukan pembelian di Toko 'Stay At Home' menggunakan tautan undangan unik Anda!
it: Unisciti al programma di affiliazione e guadagna 1 OGN per ogni $2 spesi da amici che effettuano un acquisto nello shop 'Stay At Home' usando il tuo link di invito univoco!
pt: Junte-se ao programa de Afiliados e ganhe 1 OGN para cada $ 2 gastos por amigos que fizerem uma compra na Loja 'Stay At Home' usando seu link de convite exclusivo!
ru: Присоединяйтесь к партнерской программе и зарабатывайте 1 OGN за каждые 2$, потраченные вашими друзьями на совершение покупок в магазине «Stay At Home», используя уникальную ссылку для приглашений!
tr: Ortaklık programına katılın ve benzersiz davet bağlantınızı kullanarak 'Evde Kalma' Mağazasında alışveriş yapan arkadaşlarınızın harcadığı her 2 $ için 1 OGN kazanın!
vi: Tham gia chương trình Affiliates và kiếm 1 OGN cho mỗi 2$ bạn bè chi tiêu khi mua hàng tại ‘Stay At Home’ bằng cách sử dụng link ref!

source: You will need an existing Origin Rewards account to participate in this program and receive your free OGN.
es: Necesitará una cuenta existente de Origin Rewards para participar en este programa y recibir sus OGN gratis.
fr: Vous aurez besoin d'un compte Origin Rewards existant pour participer à ce programme et recevoir votre OGN gratuit.
id: Anda akan membutuhkan akun Origin Rewards yang ada untuk berpartisipasi dalam program ini dan menerima OGN gratis Anda.
it: Avrai bisogno di un account Origin Rewards esistente per partecipare a questo programma e ricevere i tuoi OGN gratis.
pt: Você precisará de uma conta Origin Rewards existente para participar deste programa e receber seu OGN grátis.
ru: Вам понадобится существующая учетная запись Origin Rewards для участия в этой программе и получения бесплатных OGN.
tr: Bu programa katılmak ve ücretsiz OGN'nizi almak için mevcut bir Origin Rewards hesabına ihtiyacınız olacak.
vi: Bạn sẽ cần tạo tài khoản Origin Rewards để tham gia chương trình và nhận OGN miễn phí.

source: Head over to the ‘Stay At Home’ Shop and start earning OGN now.
es: Dirígete a la tienda 'Quédate en casa' y comienza a ganar OGN ahora.
fr: Rendez-vous sur la boutique "Stay At Home" et commencez à gagner des OGN dès maintenant.
id: Kunjungi Toko 'Stay At Home' dan mulai dapatkan OGN sekarang.
it: Vai allo shop "Stay At Home" e inizia subito a guadagnare OGN.
pt: Vá até a loja 'Stay At Home' e comece a ganhar OGN agora.
ru: Зайдите в магазин «ОStay At Home» и начните зарабатывать OGN прямо сейчас.
tr: 'Evde Kal' Mağazasına gidin ve şimdi OGN kazanmaya başlayın.
vi: Ghé thăm Cửa hàng 'Stay At Home’ và bắt đầu kiếm OGN ngay bây giờ.

source: About CEPI
es: Sobre CEPI
fr: À propos de CEPI Coalition pour Innovations en matière de préparation aux épidémies
id: Tentang CEPI
it: Chi siamo CEPI
pt: Sobre o CEPI
ru: О CEPI
tr: CEPI hakkında
vi: Về CEPI

source: CEPI is an innovative partnership between public, private, philanthropic, and civil organizations, launched at Davos in 2017, to develop vaccines to stop future epidemics. CEPI has reached over US$750 million of its $1 billion funding target. CEPI’s priority diseases include Ebola virus, Lassa virus, Middle East Respiratory Syndrome coronavirus, Nipah virus, Rift Valley Fever and Chikungunya virus. CEPI also invests in platform technologies that can be used for rapid vaccine and immunoprophylactic development against unknown pathogens (eg 2019-nCoV). To date, CEPI has committed to investing over $456 million in vaccine and platform development.
es: CEPI es una asociación innovadora entre organizaciones públicas, privadas, filantrópicas y civiles, lanzada en Davos en 2017, para desarrollar vacunas para detener futuras epidemias. CEPI ha alcanzado más de US $750 millones de su objetivo de financiación de $1 mil millones. Las enfermedades prioritarias de CEPI incluyen el virus del Ébola, el virus de Lassa, el coronavirus del Síndrome Respiratorio del Medio Oriente, el virus de Nipah, la fiebre del Valle del Rift y el virus de Chikungunya. CEPI también invierte en tecnologías de plataforma que pueden usarse para el desarrollo rápido de vacunas e inmunoprofilaxis contra patógenos desconocidos (por ejemplo, 2019-nCoV). Hasta la fecha, CEPI se ha comprometido a invertir más de $456 millones en el desarrollo de vacunas y plataformas.
fr: CEPI est un partenariat innovant entre des organisations publiques, privées, philanthropiques et civiles, lancé à Davos en 2017, afin de développer des vaccins pour stopper les épidémies futures. Le CEPI a atteint plus de 750 millions de dollars américains sur son objectif de financement d'un milliard de dollars. Les maladies prioritaires de la CEPI comprennent le virus Ebola, le virus de Lassa, le coronavirus du syndrome respiratoire du Moyen-Orient, le virus Nipah, la fièvre de la vallée du Rift et le virus Chikungunya. La CEPI investit également dans des technologies de plate-forme qui peuvent être utilisées pour le développement rapide de vaccins et d'immunoprophylaxies contre des agents pathogènes inconnus (par exemple 2019-nCoV). À ce jour, la CEPI s'est engagée à investir plus de 456 millions de dollars dans le développement de vaccins et de plateformes.
id: CEPI adalah kemitraan inovatif antara publik, swasta, filantropi, dan organisasi sipil, diluncurkan di Davos pada tahun 2017, untuk mengembangkan vaksin guna menghentikan epidemi di masa depan. CEPI telah mencapai lebih dari US $750 juta dari target pendanaan $ \1 miliar. Penyakit prioritas CEPI antara lain virus Ebola, virus Lassa, Virus Corona Sindrom Pernafasan Timur Tengah, virus Nipah, Demam Lembah Rift, dan virus Chikungunya. CEPI juga berinvestasi dalam teknologi platform yang dapat digunakan untuk vaksin cepat dan pengembangan imunoprofilaksis melawan patogen yang tidak diketahui (misalnya 2019-nCoV). Hingga saat ini, CEPI telah berkomitmen untuk menginvestasikan lebih dari $456 juta dalam pengembangan vaksin dan platform.
it: CEPI è una partnership innovativa tra organizzazioni pubbliche, private, filantropiche e civili, avviata a Davos nel 2017, per sviluppare vaccini per fermare le future epidemie. CEPI ha raggiunto oltre 750 milioni US$ del proprio obiettivo di finanziamento da 1 miliardo di dollari. Le malattie prioritarie di CEPI includono il virus Ebola, il virus Lassa, la sindrome respiratoria del Medio Oriente coronavirus, il virus Nipah, la febbre della Rift Valley e il virus Chikungunya. CEPI investe anche in piattaforme tecnologiche che possono essere utilizzate per il rapido sviluppo di vaccini e immunoprofilassi contro agenti patogeni sconosciuti (ad es. 2019-nCoV). Ad oggi, CEPI si è impegnata a investire oltre $456 milioni nello sviluppo di vaccini e piattaforme.
pt: CEPI é uma parceria inovadora entre organizações públicas, privadas, filantrópicas e civis, lançada em Davos em 2017, para desenvolver vacinas para impedir futuras epidemias. A CEPI atingiu mais de US $ 750 milhões de sua meta de financiamento de US $ 1 bilhão. As doenças prioritárias da CEPI incluem vírus Ebola, vírus Lassa, coronavírus da síndrome respiratória do Oriente Médio, vírus Nipah, febre do Vale do Rift e vírus Chikungunya. CEPI também investe em tecnologias de plataforma que podem ser usadas para vacinas rápidas e desenvolvimento imunoprofilático contra patógenos desconhecidos (por exemplo, 2019-nCoV). Até o momento, o CEPI se comprometeu a investir mais de US $ 456 milhões no desenvolvimento de vacinas e plataformas.
ru: CEPI - это инновационное объединение между государственными, частными, благотворительными и гражданскими организациями, созданное в Давосе в 2017 году для разработки вакцин с целью предотвращения будущих эпидемий. CEPI уже достиг финансирования в более чем 750 миллионов долларов США из целевого показателя финансирования в 1 миллиард долларов США. К приоритетным заболеваниям CEPI относятся вирус Эбола, вирус Ласса, коронавирус респираторного синдрома Ближнего Востока, вирус Нипах, лихорадка Рифт-Валли и вирус Чикунгунья. CEPI также инвестирует в платформенные технологии, которые можно использовать для быстрой разработки вакцин и иммунопрофилактики против неизвестных патогенов (например, 2019-nCoV). На сегодняшний день CEPI инвестировала более 456 миллионов долларов в разработку вакцин и платформ.
tr: CEPI, gelecekteki salgınları durdurmak için aşılar geliştirmek üzere 2017 yılında Davos'ta başlatılan kamu, özel, hayırsever ve sivil kuruluşlar arasında yenilikçi bir ortaklıktır. CEPI, 1 milyar dolarlık finansman hedefinin 750 milyon ABD dolarının üzerine çıktı. CEPI'nin öncelikli hastalıkları arasında Ebola virüsü, Lassa virüsü, Orta Doğu Solunum Sendromu koronavirüsü, Nipah virüsü, Rift Vadisi Ateşi ve Chikungunya virüsü yer alıyor. CEPI ayrıca, bilinmeyen patojenlere karşı hızlı aşı ve immünoprofilaktik geliştirme için kullanılabilecek platform teknolojilerine yatırım yapmaktadır (örn. 2019-nCoV). CEPI bugüne kadar aşı ve platform geliştirmeye 456 milyon doların üzerinde yatırım yapmayı taahhüt etti.
vi: CEPI được thành lập nhờ quan hệ hợp tác của các tổ chức quỹ từ thiện và các tổ chức khác, được ra mắt tại Davos vào năm 2017, nhằm phát triển các loại vắc xin để ngăn chặn dịch bệnh trong tương lai. CEPI huy động được 750 triệu USD trong mục tiêu huy động 1 tỷ USD tiền tài trợ. Các bệnh ưu tiên của CEPI bao gồm vi rút Ebola, vi rút Lassa, vi rút gây Hội chứng Hô hấp Trung Đông, vi rút Nipah, Sốt Thung lũng Rift và vi rút Chikungunya. CEPI cũng đầu tư vào các công nghệ nền tảng có thể được sử dụng để phát triển vắc xin và miễn dịch nhanh chóng chống lại các tác nhân gây bệnh chưa rõ nguyên nhân (ví dụ: 2019-nCoV). Cho đến nay, CEPI đã cam kết đầu tư hơn 456 triệu USD vào phát triển vắc xin và nền tảng.

source: Learn more at www.cepi.net.
es: Obtenga más información en www.cepi.net.
fr: Pour en savoir plus, consultez le site www.cepi.net.
id: Pelajari lebih lanjut di www.cepi.net.
it: Ulteriori informazioni su www.cepi.net.
pt: Saiba mais em www.cepi.net.
ru: Узнайте больше на сайте www.cepi.net.
tr: Www.cepi.net adresinden daha fazla bilgi edinin.
vi: Tìm hiểu thêm tại www.cepi.net.

source: Please note that Origin Rewards is currently available in most countries in the world, except countries which are currently under U.S. sanctions like North Korea and Cuba. These restrictions go against our ideals and we’re truly sorry for anyone who is unable to participate as a result.
es: Tenga en cuenta que Origin Rewards está actualmente disponible en la mayoría de los países del mundo, excepto en los países que están actualmente bajo sanciones de los Estados Unidos, como Corea del Norte y Cuba. Estas restricciones van en contra de nuestros ideales y, como resultado, lamentamos mucho por cualquiera que no pueda participar.
fr: Veuillez noter que le programme Origin Rewards est actuellement disponible dans la plupart des pays du monde, à l'exception des pays faisant l'objet de sanctions de la part des États-Unis, comme la Corée du Nord et Cuba. Ces restrictions vont à l'encontre de nos idéaux et nous sommes sincèrement désolés pour tous ceux qui ne peuvent pas participer de ce fait.
id: Harap diperhatikan bahwa Origin Rewards saat ini tersedia di sebagian besar negara di dunia, kecuali negara-negara yang saat ini terkena sanksi As seperti Korea Utara dan Kuba. Pembatasan ini bertentangan dengan cita-cita kami dan kami benar-benar minta maaf kepada siapa pun yang tidak dapat berpartisipasi sebagai hasilnya.
it: Tieni presente che Origin Rewards è attualmente disponibile nella maggior parte dei paesi del mondo, eccetto i paesi che sono attualmente soggetti a sanzioni statunitensi come la Corea del Nord e Cuba. Queste restrizioni vanno contro i nostri ideali e conseguentemente siamo davvero dispiaciuti per chiunque non sia in grado di partecipare.
pt: Observe que o Origin Rewards está disponível atualmente na maioria dos países do mundo, exceto países que estão sob sanções dos EUA, como Coréia do Norte e Cuba. Essas restrições vão contra nossos ideais e sentimos muito por qualquer pessoa que não possa participar por isso.
ru: Пожалуйста, обратите внимание, что программа Origin Rewards в настоящее время доступна в большинстве стран мира, но с некоторым исключениями. К исключениям относятся такие страны, как США и страны, в настоящее время находящиеся под санкциями США, в частности - Северная Корея и Куба. Эти ограничения противоречат нашим идеалам, и нам очень жаль, что некоторые люди не смогут принять участие.
tr: Origin Rewards'ın şu anda dünyadaki çoğu ülkede sunulduğunu lütfen unutmayın. Dikkate değer bir istisna, şu anda Kuzey Kore ve Küba gibi ABD yaptırımları altında olan ülkelerdir. Bu kısıtlamalar ideallerimize aykırıdır ve sonuç olarak katılamayan herkes için gerçekten üzgünüz.
vi: Lưu ý, hầu hết mọi người trên khắp thế giới đều có thể tham gia chương trình Origin Reward ngoại trừ Mỹ và các nước chịu sắc lệnh của Mỹ như Triều Tiên và Cuba. Sự hạn chế này đi ngược lại với ý tưởng của chúng tôi và chúng tôi rất tiếc cho những thành viên cộng đồng không thể tham dự chiến dịch này vì lý do nêu trên.

source: Tokens earned from both completed purchases and commissions in April will be distributed after the first week of May (subject to terms and conditions).
es: Los tokens obtenidos de las compras y comisiones completadas en abril se distribuirán después de la primera semana de mayo (sujeto a términos y condiciones).
fr: Les jetons gagnés par les achats et les commissions en avril seront distribués après la première semaine de mai (sous réserve des conditions générales).
id: Token yang diperoleh dari pembelian dan komisi yang diselesaikan pada bulan April akan didistribusikan setelah minggu pertama bulan Mei (tunduk pada syarat dan ketentuan).
it: I token guadagnati con acquisti e commissioni completati in aprile verranno distribuiti dopo la prima settimana di maggio (soggetti a termini e condizioni).
pt: Os tokens ganhos através de compras concluídas e comissões em abril serão distribuídos após a primeira semana de maio (sujeito a termos e condições).
ru: Токены, заработанные за покупки и комиссии в апреле, будут распределены после первой недели мая (при условии, что соблюдены правила).
tr: Nisan ayında hem tamamlanan satın alımlardan hem de komisyonlardan kazanılan jetonlar, Mayıs ayının ilk haftasından sonra dağıtılacaktır (hüküm ve koşullara tabi).
vi: Token kiếm được từ cả giao dịch mua và tiền hoa hồng đã hoàn thành trong tháng 4 sẽ được phân phối sau tuần đầu tiên của tháng 5 (tùy thuộc vào các điều khoản và điều kiện).

source: *We have committed a total of USD $100,000 for donation to CEPI
es: *Hemos comprometido un total de USD $100,000 para donación a CEPI
fr: *Nous nous sommes engagés à verser un total de 100 000 dollars US au CEPI
id: * Kami telah memberikan total USD $100,000 untuk didonasikan ke CEPI
it: *Abbiamo impegnato un totale di $100.000 USD per donazione a CEPI
pt: *Destinamos um total de 100.000 dólares para doar à CEPI
ru: * Мы выделили 100 000 долларов США на пожертвования в CEPI
tr: * CEPI'ye bağış için toplam 100.000 ABD Doları taahhüt ettik
vi: * Chúng tôi đã cam kết thu được tổng cộng 100.000 USD để quyên góp cho CEPI

source: February 2020
es: Febrero 2020
fr: Février 2020
id: Februari 2020
it: Febbraio 2020
pt: Fevereiro de 2020
ru: Февраль 2020
tr: Şubat 2020
vi: Tháng 2, 2020

source: Shop at the Origin Swag Store and Earn OGN
es: Compre en la Tienda Origin Swag y gane OGN
fr: Faites des achats dans la boutique Origin Swag et gagnez des OGN
id: Berbelanja di Origin Swag Store dan Dapatkan Token OGN
it: Acquista su Origin Swag Store e guadagna OGN
pt: Compre na Origin Swag Store e ganhe OGN
ru: Совершайте покупки в магазине Origin Swag и зарабатывайте токены OGN
tr: Origin Swag Mağazasında alışveriş yapın ve OGN kazanın
vi: Mua sắp tại cửa hàng Origin Swag và nhận thêm OGN

source: For this month’s Origin Rewards campaign, it’s all about our Origin Swag Store. To celebrate the launch and our recent OGN listing on Binance, we have committed a total of 15,000 OGN to give away to our Origin community!
es: Para la campaña Origin Rewards de este mes, se trata de nuestra Tienda Origin Swag. Para celebrar el lanzamiento y nuestra reciente lista de OGN en Binance, ¡hemos comprometido un total de 15,000 OGN para regalar a nuestra comunidad de Origin!
fr: Pour la campagne Origin Rewards de ce mois-ci, tout tourne autour de notre Origin Swag Store. Pour célébrer le lancement et notre récente cotation des OGN sur Binance, nous avons engagé un total de 15 000 OGN à distribuer à notre communauté Origin !
id: Untuk kampanye Origin Rewards bulan ini, semuanya tentang Origin Swag Store kami. Untuk merayakan peluncuran dan pendaftaran OGN terbaru kami di Binance, kami telah berkomitmen untuk memberikan total 15.000 OGN kepada komunitas Origin kami!
it: Per la campagna Origin Rewards di questo mese, tutto ruota attorno al nostro Origin Swag Store. Per celebrare il lancio e la nostra recente quotazione degli OGN su Binance, abbiamo impegnato un totale di 15.000 OGN da regalare alla nostra community Origin!
pt: Para a campanha Origin Rewards deste mês, o foco é a Origin Swag Store. Para comemorar o lançamento e nossa recente listagem de OGN no Binance, destinamos um total de 15.000 OGN para doar à nossa comunidade Origin!
ru: В этом месяце кампания Origin Rewards посвящена нашему магазину Origin Swag. Чтобы отпраздновать запуск и наш недавний листинг OGN на Binance, мы решили выделить 15 000 OGN для нашего сообщества!
tr: Bu ayın Origin Rewards kampanyası için her şey Origin Browser Extension'ımızla ilgili. Lansmanı kutlamak için Origin topluluğumuza dağıtmak üzere toplam 150.000 OGN taahhüt ettik!
vi: Tháng này, Origin Rewards sẽ hướng tới cửa hàng Origin Swag. Để ăn mừng sự kiện ra mắt và niêm yết OGN trên Binance gần đây, chúng tôi sẽ tặng dành tặng 15,000 OGN cho chiến dịch lần này!

source: Visit Origin Swag Store
es: Visita la Tienda de Origin Swag
fr: Visitez la boutique Swag d'Origin
id: Kunjungi Origin Swag Store
it: Visita Origin Swag Store
pt: Visite a loja Origin Swag
ru: Посетите магазин Origin Swag
tr: Origin Swag Mağazasını Ziyaret Edin
vi: Ghé thăm cửa hàng Origin Swag

source: in total prizes
es: en premios totales
fr: en nombre total de prix
id: dalam total hadiah
it: in premi totali
pt: em total de prêmios
ru: в сумме
tr: toplam ödül olarak
vi: trong tổng giải thưởng

source: Purchase your favorite items at the Origin Swag Store today and be entered for a chance to win up to 3,000 OGN. This campaign will last until Feb 29th 11:59PM PST, and there will be thirty lucky winners.
es: Compre sus artículos favoritos en Tienda de Origin Swag hoy y participe para tener la oportunidad de ganar hasta 3,000 OGN. Esta campaña durará hasta el 29 de febrero a las 11:59 p.m. PST, y habrá treinta afortunados ganadores.
fr: Achetez dès aujourd'hui vos articles préférés sur l'Origin Swag Store et participez à la course pour avoir une chance de gagner jusqu'à 3 000 OGN. Cette campagne durera jusqu'au 29 février à 23h59 PST, et il y aura trente heureux gagnants.
id: Beli barang favorit Anda di Origin Swag Store hari ini dan dapatkan kesempatan untuk memenangkan hingga 3.000 OGN. Kampanye ini akan berlangsung hingga 29 Februari 11:59 PM PST, dan akan ada tiga puluh pemenang yang beruntung.
it: Acquista oggi i tuoi articoli preferiti nell' Origin Swag Store ed concorri per avere la possibilità di vincere fino a 3.000 OGN. Questa campagna durerà fino al 29 febbraio alle 23:59 PST e ci saranno trenta fortunati vincitori.
pt: Compre seus produtos favoritos na Origin Swag Store hoje e concorra a até 3.000 OGN. Esta campanha vai durar até 29 de fevereiro às 23:59 PST, e haverá trinta vencedores de sorte.
ru: Покупайте ваши любимые вещи в магазине Origin Swag и получайте шанс выиграть до 3000 OGN. Эта кампания продлится до 29 февраля 23:59 PST, после чего будет выбрано тридцать счастливых победителей.
tr: Origin Swag Store'dan en sevdiğiniz öğeleri bugün satın alın ve 3.000 OGN'ye kadar kazanma şansı için oyuna katılın. Bu kampanya 29 Şubat 23:59 PST'ye kadar sürecek ve otuz şanslı kazanan olacak.
vi: Mua sắm các sản phẩm yêu thích của bạn trên cửa hàng Origin Swag và dành cơ hội chiến thắng giải thưởng lên tới 3,000 OGN. Chiến dịch sẽ kéo đến 11:59 PM PST ngày 29/02 và sẽ có hơn 30 giải thưởng dành cho 30 người chiến thắng.
