Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Buyers and sellers share 20-30%% in savings when middlemen are removed
es: Los compradores y vendedores comparten 20-30% de ahorro cuando se eliminan los intermediarios
fr: Les acheteurs et les vendeurs se partagent 20 à 30 %% d'économies lorsque les intermédiaires sont supprimés
id: Pembeli dan penjual berbagi 20-30%% tabungan saat perantara disingkirkan
it: Compratori e venditori hanno la possibilità di dividersi il risparmio del 20-30%% quando si elimina l'intermediario
pt: Compradores e vendedores compartilham uma economia de 20-30%% quando os intermediários são removidos
ru: Покупатели и продавцы могут в среднем экономить 20-30% за счет отсутствия посредников
tr: Alıcılar ve satıcılar, aracılar çıkarıldığında 20-30%% tasarruf paylaşır

source: Better incentives
es: Mejores incentivos
fr: De meilleurs incitatifs
id: Insentif yang lebih baik
it: Migliori incentivi
pt: Melhores incentivos
ru: Лучшие стимулы
tr: Daha iyi teşvikler

source: Everyone can own a stake in the network by contributing to its growth
es: Todos pueden tener una participación en la red contribuyendo a su crecimiento
fr: Tout le monde peut avoir une participation dans le réseau en contribuant à sa croissance
id: Setiap orang dapat memiliki saham di jaringan dengan berkontribusi pada pertumbuhannya
it: Ognuno può possedere una parte del network contribuendo alla sua crescita
pt: Todos podem ter uma parte da rede, contribuindo para seu crescimento
ru: Каждый может владеть долей в сети, внося свой вклад в ее рост
tr: Ağın büyümesine katkıda bulunarak herkes ağda bir hisse sahibi olabilir

source: Increased access
es: Mayor acceso
fr: Un accès accru
id: Peningkatan Akses
it: Maggiore accesso
pt: Maior acesso
ru: Расширенный доступ
tr: Artan erişim

source: 2 billion unbanked people can access new markets globally
es: 2 mil millones de personas no bancarizadas pueden acceder a nuevos mercados a nivel mundial
fr: 2 milliards de personnes non bancarisées peuvent accéder à de nouveaux marchés au niveau mondial
id: 2 miliar orang yang tidak memiliki rekening bank dapat mengakses pasar baru secara global
it: 2 miliardi di persone senza accesso ad un conto bancario possono accedere a nuovi mercati a livello globale
pt: 2 bilhões de pessoas sem banco podem acessar novos mercados globalmente
ru: 2 миллиарда людей без доступа к банковским услугам смогут получить доступ к новым рынкам по всему миру
tr: 2 milyar bankasız insan küresel olarak yeni pazarlara erişebilir

source: More resilience
es: Más resiliencia
fr: Davantage de résilience
id: Lebih Tangguh
it: Maggiore resilienza
pt: Mais resiliente
ru: Большая устойчивость
tr: Daha fazla dayanıklılık

source: Blockchain-powered commerce can't be banned or shut down
es: El comercio impulsado por blockchain no se puede prohibir ni cerrar
fr: Le commerce alimenté par la blockchain ne peut être ni interdit ni fermé
id: Perdagangan yang didukung oleh blockchain tidak dapat dilarang atau ditutup
it: Il commercio basato su Blockchain non può essere vietato o chiuso
pt: O comércio movido a blockchain não pode ser banido ou terminado
ru: Коммерция на блокчейне не может быть заблокирована или закрыта
tr: Blockchain destekli ticaret yasaklanamaz veya kapatılamaz

source: Origin has a world-class team
es: Origin tiene un equipo de clase mundial
id: Origin memiliki tim kelas dunia
it: Origin ha una squadra di prima classe
ru: Origin имеет команду мирового класса
tr: Origin dünya standartlarında bir ekibe sahip
vi: Origin bao gồm đội ngũ hàng đầu thế giới

source: Our team is led by serial entrepreneurs, a founder of PayPal, early employees at YouTube, and engineering managers at Google and Dropbox.
es: Nuestro equipo está dirigido por empresarios en serie, un fundador de PayPal, primeros empleados en YouTube y gerentes de ingeniería en Google y Dropbox.
id: Tim kami dipimpin oleh pengusaha serial, pendiri PayPal, karyawan awal di YouTube, dan manajer teknik di Google dan Dropbox.
it: Il nostro team è guidato da imprenditori seriali, un fondatore di PayPal, primi dipendenti di YouTube e responsabili tecnici di Google e Dropbox.
ru: Нашу команду возглавляют серийные предприниматели, основатель PayPal, ранние сотрудники YouTube, а также инженерные менеджеры Google и Dropbox.
tr: Ekibimiz, seri girişimciler, PayPal'ın kurucusu, YouTube'daki ilk çalışanlar ve Google ve Dropbox'taki mühendislik yöneticileri tarafından yönetilmektedir.
vi: Đôi ngũ được dẫn dắt bởi các doanh nhân hàng đầu, đồng sáng lập của PayPal, nhân viên đầu tiên tại YouTube và các nhà quản lý kỹ thuật tại Google và Dropbox.

source: We are backed by top venture capital firms and investors in Silicon Valley and around the world
es: Estamos respaldados por las principales empresas de capital de riesgo e inversores en Silicon Valley y en todo el mundo
id: Kami didukung oleh beberap perusahaan permodalan ventura dan investor di Silicon Valley dan di seluruh dunia
it: Siamo supportati dalle migliori aziende Venture Capital e investitori in Silicon Valley e da tutto il mondo
ru: Нас поддерживают ведущие венчурные компании и инвесторы в Силиконовой долине и во всем мире
tr: Silikon Vadisi'ndeki ve dünyanın dört bir yanındaki en iyi risk sermayesi firmaları ve yatırımcıları tarafından destekleniyoruz

source: Featured Partners
es: Socios destacados
fr: Partenaires en vedette
id: Mitra Unggulan
it: Partners in primo piano
pt: Parceiros em Destaque
ru: Некоторые из партнеров
tr: Öne Çıkan Ortaklar

source: Featured Videos
es: Vídeos destacados
id: Beberapa Video Unggulan
it: Video in primo piano
ru: Избранные Видео
tr: öne çıkan videolar

source: Watch more videos
es: Ver más videos
id: Menontoh lebih banyak video
it: Guarda altri video
ru: Смотрите больше видео
tr: Daha fazla videolar izleyin

source: Bringing non-fungible tokens and decentralized finance to the masses
fr: Mettre les jetons non fongibles et la finance décentralisée à la portée de tous
it: Token non fungibili e finanza decentralizzata alla portata di tutti
pt: Trazendo comércio peer-to-peer e finanças descentralizadas para as massas
ru: Распространение невзаимозаменяемых токенов (NFT) и децентрализованного финансирования в массы

source: Origin Protocol - Mobile
es: Protocolo de origen - Móvil
he: פרוטוקול המוצא - נייד
hi: उत्पत्ति प्रोटोकॉल - मोबाइल
hr: Izvorni protokol - mobilni
id: Origin Protocol - Handphone
it: Origin Protocol - Cellulare
pt: Protocolo de Origem - Mobile
ru: Origin Protocol - для смартфонов
sl: Origin protocol - Mobilno
tr: Kaynak Protokolü - Mobil
vi: Origin Protocol - Điện thoại di động

source: Buy and Sell on the Origin Marketplace
es: Compra y vende en Marketplace
fr: Acheter et vendre sur le marché d'origine
id: Beli dan Jual di Pasar Asal
it: Compra e Vendi sul Marketplace Origin
pt: Compre e venda no mercado Origin
ru: Покупайте и Продавайте на Маркетплейсе Origin
tr: Menşe Piyasasında Alış ve Satış
vi: Mua và bán trên Origin Marketplace

source: Rent a home, buy concert tickets, or hire a contractor on our flagship app, built on the Origin platform.
es: Alquile una casa, compre entradas para conciertos o contacte a un contratista en nuestra aplicación insignia, desarrollada en la plataforma Origin.
id: Sewa rumah, beli tiket konser, atau sewa kontraktor di aplikasi andalan kami, dibangun di platform Origin.
it: Affitta una casa, acquista i biglietti di un concerto o attiva un contratto sulla nostra app di punta, costruita sulla piattaforma Origin.
ru: Арендуйте дом, купите билеты на концерт или наймите работника на нашем флагманском приложении, созданном на платформе Origin.
tr: Origin platformuna dayanan amiral gemisi uygulamamızda bir ev kiralayın, konser biletleri satın alın veya bir yüklenici kiralayın.
vi: Thuê nhà, mua vé xem hòa nhạc hoặc thuê người đấu thầu trên ứng dụng trên Origin.

source: Download Android App
es: Descargar la aplicación de Android
id: Unduh Aplikasi Android
it: Scarica la app per Android
ru: Загрузите приложение для Android
tr: Android Uygulamasını İndirin

source: Copyright © 2019 Origin Protocol Inc. All rights reserved.
es: Copyright © 2019 Origin Protocol Inc. Todos los derechos reservados.
fr: Copyright © 2019 Origin Protocol Inc. Tous droits réservés.
id: Hak Cipta © 2019 Origin Protocol Inc. Semua hak dilindungi undang-undang.
it: Coyright © 2019 Origin Protocol Inc. Tutti i Diritti Riservati.
pt: Copyright © 2019 Origin Protocol Inc. Todos os direitos reservados.
ru: © 2019 Origin Protocol Inc. Все права защищены.
tr: Copyright © 2019 Origin Protocol Inc. Tüm hakları saklıdır.
vi: Bản quyền thuộc về Origin Protocol Inc © 2019.

source: Integrations
es: Integraciones
fr: Intégrations
id: Integrasi
it: Integrazioni
pt: Integrações
ru: Интеграции
tr: Entegrasyonlar

source: Try it - it's free
es: Pruébalo - es gratis
fr: Essayez-le - c'est gratuit
id: Cobalah - gratis
it: Provalo: è gratuito
pt: Experimente - é grátis
ru: Попробуйте - это бесплатно
tr: Deneyin - ücretsiz

source: Products
es: Productos
fil: Mga Produkto
fr: Les produits
id: Produk
it: Prodotti
pt: Produtos
ru: Продукты
sl: Izdelki
vi: Sản phẩm

source: OGN Token
es: Ficha OGN
id: Token OGN
it: Token OGN
ru: OGN Токен

source: Shop
es: tienda
fr: Magasin
id: Toko
it: Negozio
pt: fazer compras
ru: Магазин
tr: Dükkan

source: Yes, please!
es: ¡Sí, por favor!
fr: Oui s'il vous plaît!
id: Ya silahkan!
it: Sì grazie!
pt: Sim, por favor!
ru: Да!
vi: Vâng!

source: Origin Protocol - Terms of Service
es: Protocolo de origen - Términos del servicio
fil: Pinagmulan ng Protocol - Mga Tuntunin ng Serbisyo
fr: Protocole d'origine - Conditions d'utilisation
id: Protokol Asal - Ketentuan Layanan
it: Origin Protocol - Termini di servizio
pt: Protocolo de Origem - Termos de Serviço
ru: Origin Protocol - Условия предоставления услуг
sl: Protokol o poreklu - Pogoji storitve
tr: Menşe Protokolü - Hizmet Şartları
vi: Giao thức gốc - Điều khoản dịch vụ

source: Origin Protocol - NFT Platform Terms of Use
fr: Protocole d'origine - Conditions d'utilisation de la plate-forme NFT
id: Origin Protocol - Ketentuan Penggunaan Platform NFT
it: Origin Protocol - Termini di utilizzo della piattaforma NFT
pt: Origin Protocol - Termos de uso da plataforma NFT
ru: Origin Protocol - Условия использования платформы NFT
vi: Điều khoản sử dụng nền tảng NFT của Origin Protocol

source: Origin NFT Platform Terms and Conditions of Use.
fr: Conditions d'utilisation de la plate-forme NFT d'Origin.
id: Syarat dan Ketentuan Penggunaan Platform NFT Origin.
pt: Termos e Condições de Uso da Plataforma Origin NFT.
ru: Условия использования платформы Origin NFT.

source: Origin Protocol - OGN Token
fr: Origin Protocol - OGN
id: Origin Protocol - Token OGN
it: Origin Protocol - Token OGN
ru: Origin Protocol - OGN Токен

source: Origin Tokens (OGN) ensure the health and growth of the Origin network.
es: LosTokens de Origin (OGN) garantizan la salud y el crecimiento de la red de Origin.
fr: Les jetons Origin (OGN) garantissent la santé et la croissance du réseau Origin.
id: Token Origin (OGN) memastikan kesehatan dan pertumbuhan jaringan Origin.
it: Gli Origin Token (OGN) garantiscono l'equilibrio e lo sviluppo della rete Origin.
pt: Origin Tokens (OGN) garantem a integridade e o crescimento da rede Origin.
ru: Origin Tokens (OGN) обеспечивают производительность и рост сети Origin.
tr: Origin Tokens (OGN), Origin ağının sağlığını ve büyümesini sağlar.
vi: Token Origin (OGN) đảm bảo sự phát triển lành mạnh của mạng lưới Origin.

source: OGN is Now Trading
es: OGN ahora está tradeando
fr: OGN est maintenant disponible sur le marché
id: OGN Sekarang Trading
it: OGN ora è in trading
pt: OGN agora é Negociável
ru: OGN торгуется на данный момент
tr: OGN ticareti (alım satımı) şimdi
vi: OGN hiện đang được giao dịch

source: Last Price
es: Ultimo precio
fr: Dernier prix
id: Harga terakhir
it: Ultimo prezzo
pt: Último preço
ru: Актуальная цена
tr: Son fiyat
vi: Giá gần nhất

source: Last updated on
es: Ultima actualización en
fr: Dernière mise à jour le
id: Terakhir diperbarui
it: Ultimo aggiornamento il
pt: Última atualização:
ru: Последнее обновление
tr: Son güncelleme tarihi
vi: Cập nhật mới nhất

source: Available on
es: Disponible en
id: Tersedia di
it: Disponibile su
ru: Доступно на
tr: Mevcut
vi: Có mặt trên

source: …and many others
es: …y muchos otros
fr: ... et bien d'autres
id: …dan banyak lainnya
it: …e molti altri
pt: …e muitos outros
ru: …и многих других площадках
tr: …ve diğerleri
vi: …và nhiều hơn thế

source: View the OGN Dashboard
es: Ver el panel de OGN
fr: Voir le tableau de bord de l'OGN
id: Lihat Dasbor OGN
it: Visualizza la dashboard di OGN
pt: Veja o Painel OGN
ru: Просмотреть Панель инструментов OGN
tr: OGN Gösterge Tablosunu görüntüleyin
vi: Xem bảng điều khiển token

source: Visit CoinMarketCap
es: Visita CoinMarketCap
fr: Visitez le site CoinMarketCap
id: Kunjungi CoinMarketCap
it: Visita CoinMarketCap
pt: Visitar o CoinMarketCap
ru: Перейти на CoinMarketCap
tr: CoinMarketCap'i ziyaret edin
vi: Ghé thăm CoinMarketCap

source: Staking
fr: Jalonnement
ru: Стейкинг

source: Earn interest on your OGN while you hold it. Deposit OGN into our high-yield smart contract to grow your stake in the Origin network.
es: Gana intereses de tus OGN mientras los tienes. Deposita OGN en nuestro contrato inteligente de alto rendimiento para aumentar su participación en la red de Origin.
fr: Gagnez des intérêts sur vos OGN pendant que vous les détenez. Déposez des OGN dans notre contrat intelligent à haut rendement pour augmenter votre participation dans le réseau Origin.
id: Dapatkan bunga atas OGN Anda saat Anda memegangnya. Setor OGN ke dalam kontrak pintar hasil tinggi kami untuk menumbuhkan stake Anda di jaringan Origin.
it: Guadagna interessi sui tuoi OGN mentre sono nel wallet. Deposita OGN nel nostro smart contract ad alto rendimento per aumentare la tua partecipazione nella rete Origin.
pt: Ganhe juros sobre seu enquanto enquanto os detêm. Deposite OGN em nosso contrato inteligente de altos ganhos e cresça seu stake na rede Origin.
ru: Получайте доход от своего OGN, пока вы просто держите его. Внесите OGN в наш смарт-контракт, чтобы увеличить свою долю в сети Origin.
vi: Kiếm thêm lợi nhuận khi nắm giữ OGN. Gửi OGN để nhận thêm OGN từ mạng Origin.

source: Governance
es: Gobernancia
id: Pemerintahan
ru: Управление
tr: Yönetişim
vi: Quản trị

source: Create and vote on proposals determining the future direction of Origin Dollar (OUSD), Dshop and the rest of the Origin platform. Accrue value generated from platform revenues.
es: Crea y vota propuestas que determinen el futuro de Origin Dollar (OUSD), Dshop y el resto de la plataforma Origin. Acumule el valor generado por los ingresos de la plataforma.
fr: Créer et voter des propositions déterminant l'orientation future du dollar Origin (OUSD), de Dshop et du reste de la plate-forme Origin. Accumuler la valeur générée par les revenus de la plate-forme.
id: Membuat dan memberikan suara pada proposal yang menentukan arah masa depan Origin Dollar (OUSD), Dshop, dan platform Origin lainnya. Nilai tambah yang dihasilkan dari pendapatan platform.
it: Crea e vota le proposte che determinano la direzione futura di Origin Dollar (OUSD), Dshop e il resto della piattaforma Origin. Accumula valore generato dai ricavi della piattaforma.
pt: Crie e vote em propostas que determinam a direção futura do Origin Dollar (OUSD), Dshop e do resto da plataforma Origin. Acumule o valoe gerado a partir das receitas da plataforma.
ru: Создавайте и голосуйте за предложения, определяющие будущее направление Origin Dollar (OUSD), Dshop и остальной части платформы Origin. Участвуйте в распределении подход от работы платформы.

source: Commissions
es: Comisiones
id: Beberapa Komisi
it: Commissioni
ru: Комиссионные
tr: Komisyonlar
vi: Hoa hồng

source: Promote your listings across the Origin flagship app and third-party apps with Origin Commissions. Pay with OGN to get featured prominently in search results. Application developers and marketplace operators earn OGN by helping sellers complete their sales.
es: Promocione sus anuncios en la aplicación insignia de Origin y en aplicaciones de terceros con comisiones de Origin. Pague con OGN para aparecer destacado en los resultados de búsqueda. Los desarrolladores de aplicaciones y los operadores del mercado obtienen OGN al ayudar a los vendedores a completar sus ventas.
fr: Faites la promotion de vos annonces dans l'application principale d'Origin et dans les applications tierces grâce aux commissions d'Origin. Payez avec des OGN pour figurer en bonne place dans les résultats de recherche. Les développeurs d'applications et les opérateurs de places de marché gagnent des OGN en aidant les vendeurs à conclure leurs ventes.
id: Promosikan daftar Anda di seluruh aplikasi andalan Origin dan aplikasi pihak ketiga dengan Komisi Origin. Bayar dengan OGN agar diunggulkan secara mencolok dalam hasil penelusuran. Pengembang aplikasi dan operator pasar mendapatkan OGN dengan membantu penjual menyelesaikan penjualan mereka.
it: Promuovi il tuo annuncio sulla app di Origin e sulle app di terze parti con le Commissioni Origin. paga in OGN per essere in primo piano nelle ricerche. Gli sviluppatori e i gestori dei marketplace guadagnano OGN quando aiutano i venditori a concludere le loro vendite.
pt: Promova suas listagens no aplicativo carro-chefe do Origin e em aplicativos de terceiros com o Origin Commissions. Pague com OGN para ter destaque nos resultados de pesquisa. Os desenvolvedores de aplicativos e operadores de mercado ganham OGN ajudando os vendedores a completar suas vendas.
ru: Продвигайте свои объявления через флагманское приложение Origin и сторонние приложения с помощью комиссий Origin. Платите с помощью OGN, чтобы получить приоритетное место в результатах поиска. Разработчики приложений и операторы маркетплейса получают OGN, помогая продавцам совершать продажи.
vi: Quảng bá danh sách hàng hoá của bạn ngay trên ứng dụng của Origin và những ứng dụng của bên thứ ba với Origin Commissions. Sử dụng OGN để truy cập những tính năng nổi bật trên trang tìm kiếm. Lập trình viên và những nhà điều phối có thể thập OGN bằng thúc đầy doanh thu cho người bán.

source: Get Origin Protocol
es: Obtener el protocolo de origen
fr: Obtenir le protocole d'origine
id: Dapatkan Protokol Asal
it: Entra in Origin Protocol
pt: Obter protocolo de origem
ru: Получить протокол происхождения
tr: Kökeni Al Protokolü

source: Get Origin Marketplace & earn
es: Obtenga Origin Marketplace y gane
fr: Obtenez Origin Marketplace et gagnez
id: Dapatkan Origin Marketplace & dapatkan
it: Entra nel Marketplace Origin & guadagna
pt: Obtenha o Origin Marketplace e ganhe
ru: Получить Origin Marketplace и заработать
tr: Origin Marketplace'i edinin ve kazanın

source: Origin Tokens
es: Fichas de origen
fr: Jetons d'origine
id: Token Asal
it: I Token di Origin
pt: Tokens de origem
ru: Жетоны происхождения
tr: Menşe Belirteçleri

source: Get started by downloading Origin Marketplace - the app that allows you to buy and sell anything using crypto right from your phone.
es: Comience descargando Origin Marketplace, la aplicación que le permite comprar y vender cualquier cosa usando criptografía directamente desde su teléfono.
fr: Commencez par télécharger Origin Marketplace - l'application qui vous permet d'acheter et de vendre n'importe quoi en utilisant la cryptographie directement depuis votre téléphone.
id: Mulailah dengan mengunduh Origin Marketplace - aplikasi yang memungkinkan Anda membeli dan menjual apa pun menggunakan crypto langsung dari ponsel Anda.
it: Inizia scaricando il Marketplace Origin, l'app che ti consente di acquistare e vendere qualsiasi cosa usando cripto direttamente dal tuo telefono.
pt: Comece baixando o Origin Marketplace - o aplicativo que permite comprar e vender qualquer coisa usando criptografia diretamente do seu telefone.
ru: Начните с загрузки Origin Marketplace - приложения, которое позволяет вам покупать и продавать все, что угодно, используя криптографию прямо с вашего телефона.
tr: Doğrudan telefonunuzdan kripto kullanarak herhangi bir şey satın almanızı ve satmanızı sağlayan uygulama olan Origin Marketplace'i indirerek başlayın.

source: What are Origin Rewards?
es: ¿Qué son las recompensas de origen?
fr: Que sont les récompenses Origin?
id: Apa itu Hadiah Asal?
it: Cosa sono gli Origin Rewards?
pt: O que são os Origin Rewards?
ru: Каковы Награды происхождения?
tr: Orijin Ödülleri nedir?

source: OGN is a rewards cryptocurrency earned by Origin users. Earn rewards when you verify your account or invite your friends to join Origin. Even get OGN as cash back when you buy and sell.
es: OGN es una criptomoneda de recompensas obtenida por los usuarios de Origin. Obtenga recompensas cuando verifique su cuenta o invite a sus amigos a unirse a Origin. Incluso obtenga OGN como reembolso cuando compre y venda.
fr: OGN est une crypto-monnaie de récompense gagnée par les utilisateurs d'Origin. Gagnez des récompenses lorsque vous vérifiez votre compte ou invitez vos amis à rejoindre Origin. Obtenez même OGN comme remise en argent lorsque vous achetez et vendez.
id: OGN adalah cryptocurrency penghargaan yang diterima oleh pengguna Asal. Dapatkan hadiah saat Anda memverifikasi akun Anda atau mengundang teman Anda untuk bergabung dengan Origin. Bahkan dapatkan OGN sebagai uang kembali saat Anda membeli dan menjual.
it: L'OGN è una criptovaluta data come premio agli utenti Origin. Guadagna premi quando verifichi il tuo account o inviti i tuoi amici a unirsi a Origin. E' possibile ottenere OGN anche come cashback quando acquisti e vendi.
pt: OGN é uma criptomoeda de recompensa conquistada pelos usuários do Origin. Ganhe recompensas ao verificar sua conta ou convidar seus amigos para participar do Origin. Mesmo receba OGN como dinheiro de volta quando você compra e vende.
ru: OGN-это бонусная криптовалюта, заработанная пользователями Origin. Получайте награды, когда вы подтверждаете свою учетную запись или приглашаете своих друзей присоединиться к Origin. Даже получайте OGN в качестве кэшбэка, когда вы покупаете и продаете.
tr: OGN, Origin kullanıcıları tarafından kazanılan bir ödül kripto para birimidir. Hesabınızı doğruladığınızda veya arkadaşlarınızı Origin'e katılmaya davet ettiğinizde ödüller kazanın. Hatta alış ve satış zaman OGN nakit geri almak.

source: Scan to install our app
es: Escanee para instalar nuestra aplicación
fr: Scannez pour installer notre application
id: Pindai untuk menginstal aplikasi kami
it: Scansiona per installare la nostra app
pt: Digitalize para instalar nosso aplicativo
ru: Сканирование, чтобы установить наше приложение
tr: Uygulamamızı yüklemek için tarayın

source: Origin Protocol - Build on Origin
es: Protocolo de origen - Construir sobre el origen
fil: Origin Protocol - Bumuo sa Origin
fr: Origin Protocol - Fondé sur Origin
hi: उत्पत्ति प्रोटोकॉल - उत्पत्ति पर बनाएँ
id: Origin Protocol - Bangun di Origin
it: Origin Protocol - Sviluppa su Origin
pt: Protocolo de Origem - Construir na Origem
ru: Origin Protocol - стройте с Origin
sl: Origin protocol - Graditi na Originu
tr: Kökeni Protokolü - Kökeni Oluştur

source: Build on Origin
es: Construir sobre el origen
fil: Bumuo sa Origin
fr: Fondé sur Origin
hi: उत्पत्ति पर बनाएँ
id: Dibangun di Origin
it: Sviluppa su Origin
pt: Construa na origem
ru: Строить с Origin
sl: Graditi na Originu
tr: Kökeni Oluştur
