Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Transfers direct financial value (listing, transaction, and service fees) from large corporations like Airbnb, Craigslist, Postmates, etc. to individual buyers and sellers
es: Transfiere valor financiero directo (cotizaciones, transacciones y tarifas de servicio) de grandes corporaciones como Airbnb, Craigslist, Postmates, etc. a compradores y vendedores individuales
fr: Transfère la valeur financière directe (inscription, transaction et frais de service) de grandes sociétés comme Airbnb, Craigslist, Postmates, etc. à des acheteurs et vendeurs individuels
id: Mentransfer nilai finansial langsung (daftar, transaksi, dan biaya layanan) dari perusahaan besar seperti Airbnb, Craigslist, Postmates, dll. Ke pembeli dan penjual perorangan
it: Trasferisca il valore finanziario diretto (offerta, transazione e commissioni di servizio) da grandi aziende come Airbnb, Craigslist, Postmates, ecc. ai singoli acquirenti e venditori
pt: Transfere valor financeiro direto (taxas de listagem, transação e serviço) de grandes empresas como Airbnb, Craigslist, Postmates, etc. para compradores e vendedores individuais
ru: Переводит прямую финансовую ценность (оплата за листинг, операции и услуги) от крупных корпораций, таких как Airbnb, Craigslist, Postmates и т. д., к отдельным покупателям и продавцам
tr: Airbnb, Craigslist, Postmates vb. Büyük şirketlerden doğrudan finansal değeri (listeleme, işlem ve hizmet ücretleri) bireysel alıcılara ve satıcılara aktarır
vi: Trao đổi giá trị tài chính trực tiếp (niêm yết, giao dịch và phí dịch vụ) từ các tập đoàn lớn như Airbnb, Craigslist, Postmate,... cho tới những cá nhân người mua và người bán lẻ

source: Transfers indirect financial and strategic value (privately aggregated silos of customer and transaction data) from those same corporations to the entire ecosystem
es: Transfiere valor financiero y estratégico indirecto (silos agregados de forma privada de datos de clientes y transacciones) de esas mismas corporaciones a todo el ecosistema
fr: Transfère la valeur financière et stratégique indirecte (silos privés de données sur les clients et les transactions) de ces mêmes sociétés à l'ensemble de l'écosystème
id: Mentransfer nilai finansial dan strategis tidak langsung (kumpulan pelanggan dan data transaksi yang dikumpulkan secara pribadi) dari perusahaan yang sama ke seluruh ekosistem
it: Trasferisca il valore finanziario e strategico indiretto (raccolte di dati di clienti e transazioni aggregate privatamente) da quelle stesse corporazioni all'intero ecosistema
pt: Transfere valor financeiro e estratégico indireto (silos agregados privados de dados de clientes e transações) dessas mesmas empresas para todo o ecossistema
ru: Переводит косвенную финансовую и стратегическую ценность (сформированные в частном порядке агломерации данных клиентов и транзакций) от тех же корпораций ко всей экосистеме
tr: Aynı şirketlerden dolaylı finansal ve stratejik değeri (müşteri ve işlem verilerinin özel olarak birleştirilmiş siloları) tüm ekosistemlere aktarır
vi: Trao đổi giá trị tài chính và giá trị chiến lược (tổng hợp nội bộ dữ liệu khách hàng và dữ liệu giao dịch) từ các tập đoàn tương tự sang toàn bộ hệ sinh thái

source: Creates new financial value for marketplace participants that contribute to the growth of the network (e.g. building new technology for the Origin Platform, bootstrapping new product verticals, and referring new users and businesses)
es: Crea un nuevo valor financiero para los participantes del mercado que contribuyen al crecimiento de la red (por ejemplo, la creación de nueva tecnología para la Plataforma Origin, el arranque de nuevos verticales de productos y la derivación de nuevos usuarios y empresas)
fr: Crée une nouvelle valeur financière pour les participants du marché qui contribue à la croissance du réseau (par exemple, création de nouvelles technologies pour la plate-forme Origin, amorçage de nouveaux produits verticaux et référence de nouveaux utilisateurs et entreprises)
id: Menciptakan nilai finansial baru untuk peserta pasar yang berkontribusi pada pertumbuhan jaringan (mis. Membangun teknologi baru untuk Platform Asal, mem-bootstrap vertikal produk baru, dan merujuk pengguna dan bisnis baru)
it: Crei nuovo valore economico per i partecipanti al marketplace che contribuiscono alla crescita della rete (ad es. costruzione di nuove tecnologie per la piattaforma Origin, avvio di nuove verticalizzazioni, riferendosi ai nuovi utenti ed aziende)
pt: Cria um novo valor financeiro para os participantes do mercado que contribuem para o crescimento da rede (por exemplo, construindo novas tecnologias para a Plataforma Origin, inicializando verticais de novos produtos e referenciando novos usuários e empresas)
ru: Создает новую финансовую ценность для участников рынка, которая способствует развитию сети (например, через создание новых технологий для сети Origin, «раскрутку» новых линеек продуктов и привлечение новых пользователей и предприятий)
tr: Pazarın katılımcıları için ağın büyümesine katkıda bulunan yeni finansal değer yaratır (ör. Origin Platformu için yeni teknoloji oluşturmak, yeni ürün sektörlerini önyüklemek ve yeni kullanıcıları ve işletmeleri yönlendirmek)
vi: Tạo giá trị tài chính mới cho những người tham gia thị trường có đóng góp vào sự phát triển của nền tảng (ví dụ: xây dựng công nghệ mới cho nền tảng Origin, phát triển các sản phẩm ngành dọc mới và giới thiệu người dùng và doanh nghiệp mới)

source: Is built on an open, distributed, and shared data layer to promote transparency and collaboration
es: Se basa en una capa de datos abierta, distribuida y compartida para promover la transparencia y la colaboración.
fr: Est construit sur une couche de données ouverte, distribuée et partagée pour promouvoir la transparence et la collaboration
id: Dibangun di atas lapisan data yang terbuka, didistribusikan, dan dibagikan untuk mempromosikan transparansi dan kolaborasi
it: È basato su un livello di dati aperto, distribuito e condiviso per promuovere la trasparenza e la collaborazione
pt: É construído em uma camada de dados aberta, distribuída e compartilhada para promover transparência e colaboração
ru: Создана на прослойке открытых, распределенных и совместно используемых услуг, способствуя прозрачности и сотрудничеству
tr: Şeffaflık ve işbirliğini desteklemek için açık, dağıtılmış ve paylaşılan bir veri katmanı üzerine kurulmuştur
vi: Được xây dựng trên lớp dữ liệu mở, phân tán và chia sẻ để thúc đẩy tính minh bạch và tính hợp tác

source: Immediately allows buyers and sellers across the world to do business with each other without difficult currency conversions or tariffs
es: Permite de inmediato a compradores y vendedores de todo el mundo hacer negocios entre ellos sin conversiones de divisas o aranceles difíciles
fr: Permet immédiatement aux acheteurs et aux vendeurs du monde entier de faire des affaires entre eux sans conversions de devises ou tarifs difficiles
id: Segera memungkinkan pembeli dan penjual di seluruh dunia untuk melakukan bisnis satu sama lain tanpa konversi mata uang atau tarif yang sulit
it: Consenta istantaneamente ad acquirenti e venditori di tutto il mondo di fare affari tra loro senza complicate conversioni di valute o tariffe
pt: Imediatamente permite que compradores e vendedores em todo o mundo negociem entre si sem conversões ou tarifas monetárias difíceis
ru: Позволяет покупателям и продавцам по всему миру без задержек вести бизнес друг с другом, избавляя их от сложных валютообменных операций и тарифных сложностей
tr: Dünyanın dört bir yanındaki alıcıların ve satıcıların zor para birimi dönüştürmeleri veya tarifeleri olmadan birbirleriyle iş yapmalarına anında izin verir
vi: Cho phép người mua và người bán trên toàn thế giới giao giao dịch mà không gặp khó khăn trong việc chuyển đổi tiền tệ hoặc thuế quan

source: Promotes personal liberty by not allowing a central corporation or government to impose arbitrary and oftentimes onerous rules on how to do business
es: Promueve la libertad personal al no permitir que una corporación central o gobierno imponga reglas arbitrarias y muchas veces onerosas sobre cómo hacer negocios
fr: Favorise la liberté personnelle en ne permettant pas à une société centrale ou à un gouvernement d'imposer des règles arbitraires et souvent onéreuses sur la façon de faire des affaires
id: Mempromosikan kebebasan pribadi dengan tidak mengizinkan perusahaan pusat atau pemerintah untuk memaksakan aturan yang sewenang-wenang dan seringkali memberatkan tentang bagaimana melakukan bisnis
it: Promuova la libertà personale, impedendo ad una corporazione o ad un governo centrale di imporre regole arbitrarie e spesso onerose su come fare affari
pt: Promove a liberdade pessoal ao não permitir que uma corporação ou governo central imponha regras arbitrárias e muitas vezes onerosas sobre como fazer negócios
ru: Поощряет личную свободу, не позволяя центральным корпорациям или государству применять собственные, часто обременительные, правила ведения бизнеса
tr: Merkezi bir şirkete veya hükümete keyfi iş yapma ve çoğu zaman iş yapma konusunda zahmetli kurallar koymaya izin vermeyerek kişisel özgürlüğü teşvik eder
vi: Thúc đẩy quyền tự do cá nhân bằng cách không cho phép một tập đoàn hoặc chính phủ trung ương nào áp đặt các quy tắc độc đoán và quá thông thường về cách thực hoạt động kinh doanh

source: To accomplish these ambitious goals, we have created the Origin Platform with incentives that encourage other technologists, businesses, and consumers to build, contribute to, and extend the ecosystem with us. We imagine a broad collection of vertical use cases (e.g short-term vacation rentals, freelance software engineering, tutoring for hire) that are built on top of Origin standards and shared data.
es: Para lograr estos ambiciosos objetivos, hemos creado la Plataforma Origin con incentivos que alientan a otros tecnólogos, empresas y consumidores a construir, contribuir y ampliar el ecosistema con nosotros. Imaginamos una amplia colección de casos de uso vertical (por ejemplo, alquileres de vacaciones a corto plazo, ingeniería de software independiente, tutoría de alquiler) que se basan en los estándares de Origin y los datos compartidos.
fr: Pour atteindre ces objectifs ambitieux, nous avons créé la plateforme Origin avec des incitations qui encouragent d'autres technologues, entreprises et consommateurs à construire, contribuer et étendre l'écosystème avec nous. Nous imaginons une large collection de cas d'utilisation verticaux (par exemple, locations de vacances à court terme, génie logiciel indépendant, tutorat pour la location) qui sont construits sur les normes d'origine et les données partagées.
id: Untuk mencapai tujuan ambisius ini, kami telah menciptakan Platform Asal dengan insentif yang mendorong teknolog, bisnis, dan konsumen lain untuk membangun, berkontribusi, dan memperluas ekosistem bersama kami. Kami membayangkan koleksi luas kasus penggunaan vertikal (mis. Sewa liburan jangka pendek, rekayasa perangkat lunak freelance, bimbingan belajar untuk menyewa) yang dibangun di atas standar Origin dan data bersama.
it: Per raggiungere questi obiettivi ambiziosi, abbiamo creato la piattaforma Origin con incentivi che stimolano altri tecnici, aziende e consumatori a costruire, contribuire e ampliare l'ecosistema con noi. Immaginiamo un'ampia raccolta di personalizzazioni (ad es. affitti a breve termine, ingegneria del software freelance, tutoraggio a nolo) basati sugli standard Origin e sui dati condivisi.
pt: Para atingir esses objetivos ambiciosos, criamos a Plataforma de Origem com incentivos que incentivam outros tecnólogos, empresas e consumidores a criar, contribuir e ampliar o ecossistema conosco. Imaginamos uma ampla coleção de casos de uso verticais (por exemplo, aluguéis de férias de curto prazo, engenharia de software freelancer, tutoria para contratação) que são construídos com base nos padrões do Origin e nos dados compartilhados.
ru: Для достижения этих амбициозных целей платформа Origin изначально предлагает стимулы и механизмы, привлекающие технологов, предпринимателей и потребителей к строительству, участию в развитии и расширению экосистемы вместе с нами. Мы стремимся к созданию широкого массива услуг с вертикальной структурой потребления (краткосрочная аренда жилья для отдыхающих, разработка программного обеспечения фрилансерами, репетиторские услуги), построенного на базе стандартов Origin и совместного использования данных.
tr: Bu iddialı hedeflere ulaşmak için, diğer teknoloji uzmanlarını, işletmeleri ve tüketicileri ekosistemi bizimle kurmaya, katkıda bulunmaya ve genişletmeye teşvik eden teşviklerle Origin Platformunu oluşturduk. Origin standartları ve paylaşılan veriler üzerine inşa edilmiş geniş bir dikey kullanım vakası koleksiyonu (örn. Kısa süreli tatil kiralamaları, serbest yazılım mühendisliği, işe alma eğitimi).
vi: Để thực hiện các mục tiêu đầy tham vọng này, chúng tôi đã tạo ra Nền tảng Origin với các chương trình khuyến khích các nhà công nghệ, doanh nghiệp và những người tiêu dùng xây dựng, đóng góp và mở rộng hệ sinh thái. Chúng tôi dự định xây dựng một bộ sưu tập rộng rãi các ứng dụng thực tiễn theo ngành dọc (ví dụ: cho thuê kỳ nghỉ ngắn hạn, kỹ thuật phần mềm tự do, dạy kèm thuê) được xây dựng dựa trên các tiêu chuẩn và bền dữ liệu chia sẻ Origin.

source: As of this writing, the Origin Platform is currently in Mainnet Beta. The 1.0 platform launch is scheduled in Q1 of 2020. While much of the engineering work has thus far been shouldered by our core engineering team, we anticipate that a significant amount of future development after the 1.0 launch will come from our growing open-source community
es: Al momento de escribir este artículo, la Plataforma Origin se encuentra actualmente en Mainnet Beta. El lanzamiento de la plataforma 1.0 está programado para el primer trimestre de 2020. Si bien nuestro equipo de ingeniería principal ha realizado gran parte del trabajo de ingeniería hasta ahora, anticipamos que una cantidad significativa de desarrollo futuro después del lanzamiento 1.0 vendrá de nuestra creciente comunidad de código abierto
fr: Au moment de la rédaction de ce document, la plateforme Origin est actuellement en version bêta Mainnet. Le lancement de la plate-forme 1.0 est prévu au premier trimestre de 2020. Bien que la majeure partie du travail d'ingénierie ait jusqu'à présent été prise en charge par notre équipe d'ingénieurs principale, nous prévoyons qu'une part importante du développement futur après le lancement de la version 1.0 proviendra de notre communauté open-source en pleine croissance.
id: Pada tulisan ini, Platform Asal saat ini dalam Mainnet Beta. Peluncuran platform 1.0 dijadwalkan pada Q1 tahun 2020. Sementara sebagian besar pekerjaan teknik sejauh ini telah dipikul oleh tim teknik inti kami, kami mengantisipasi bahwa sejumlah besar pengembangan di masa depan setelah peluncuran 1.0 akan datang dari komunitas open-source kami yang berkembang.
it: Al momento della stesura di questo documento, la piattaforma Origin è attualmente in Mainnet Beta. Il lancio della piattaforma 1.0 è previsto per il primo trimestre del 2020. Mentre gran parte del lavoro di sviluppo del software finora è stato sostenuto dal nostro team interno di ingegneri, prevediamo che una quantità significativa dello sviluppo futuro dopo il lancio 1.0 arriverà dalla nostra crescente comunità open source
pt: Até o momento em que este artigo foi escrito, a Plataforma de Origem está atualmente na Mainnet Beta. O lançamento da plataforma 1.0 está agendado para o primeiro trimestre de 2020. Embora grande parte do trabalho de engenharia tenha sido realizado até agora por nossa equipe principal de engenharia, prevemos que uma quantidade significativa de desenvolvimento futuro após o lançamento 1.0 venha de nossa crescente comunidade de código aberto
ru: На момент написания этой статьи платформа Origin в настоящее время находится в основном сетевом бета-тестировании. Мы ожидаем запуск платформы 1.0 в четвертом квартале 2020 года. Хотя большая часть инженерных работ до сих пор была возложена на нашу основную инженерную команду, мы ожидаем, что значительное количество будущих разработок после запуска 1.0 будет исходить от нашего растущего сообщества с открытым исходным кодом.
tr: Bu yazıdan itibaren Origin Platformu şu anda Mainnet Beta'da. 1.0 platform lansmanı 2020 yılının ilk çeyreğinde planlanıyor. Mühendislik çalışmalarının çoğu ana mühendislik ekibimiz tarafından omuzlanmış olsa da, 1.0 lansmanından sonra gelecekteki önemli gelişmenin büyüyen açık kaynak topluluğumuzdan geleceğini öngörüyoruz
vi: Khi viết bài này, nền tảng Origin hiện đang ở bản Mainnet Beta. Phiên bản nền tảng 1.0 dự kiến được kích hoạt vào quý 1 năm 2020. Trong khi phần lớn các công việc kĩ thuật đang được đội ngũ kĩ sư cốt lõi đảm nhận, chúng tôi kì vọng các phát triển trong tương lai, sau khi ra mắt nền tảng 1.0 từ phát triển, sẽ đến các thành viên cộng đồng mã nguồn mở

source: Together, we will create the Internet economy of tomorrow.
es: Juntos, crearemos la economía de Internet del mañana.
fr: Ensemble, nous créerons l'économie Internet de demain.
id: Bersama-sama, kita akan menciptakan ekonomi internet di masa depan.
it: Insieme, costruiremo l'Internet economy di domani.
pt: Juntos, criaremos a economia da Internet de amanhã.
ru: Вместе мы создадим интернет-экономику завтрашнего дня.
tr: Birlikte yarının İnternet ekonomisini yaratacağız.
vi: Cùng nhau, chúng ta sẽ tạo ra nền kinh tế Internet của tương lai.

source: This Whitepaper details:
es: Este documento técnico detalla:
fr: Ce livre blanc détaille:
id: Rincian Whitepaper ini:
it: Dettagli di questo Whitepaper:
pt: Este white paper detalha:
ru: Детали технической документации:
tr: Bu Teknik İnceleme ayrıntıları:
vi: Chi tiết bản Whitepaper:

source: Why a new form of peer-to-peer commerce needs to exist
es: ¿Por qué debe existir una nueva forma de comercio entre pares
fr: Pourquoi une nouvelle forme de commerce peer-to-peer doit exister
id: Mengapa bentuk baru perdagangan peer-to-peer perlu ada
it: Perché è necessario che esista una nuova forma di commercio peer-to-peer
pt: Por que uma nova forma de comércio ponto a ponto precisa existir
ru: Почему необходима новая форма децентрализованной торговли для экономики совместного потребления
tr: Eşler arası ticaretin yeni bir formunun neden olması gerekiyor?
vi: Tại sao một mô hình mới của thương mại hàng ngang lại cần thiết

source: The proposed benefits of the Origin Platform
es: Los beneficios propuestos de la Plataforma Origin
fr: Les avantages proposés de la plateforme Origin
id: Manfaat yang diusulkan dari Platform Asal
it: I vantaggi proposti della piattaforma Origin
pt: Os benefícios propostos da plataforma Origin
ru: Основные преимущества платформы Origin
tr: Origin Platformunun önerilen faydaları
vi: Những lợi ích được đề xuất trên Nền tảng Origin

source: Our product strategy, key features, and technical overview
es: Nuestra estrategia de producto, características clave y descripción técnica
fr: Notre stratégie produit, nos fonctionnalités clés et notre aperçu technique
id: Strategi produk, fitur utama, dan tinjauan umum teknis kami
it: La nostra strategia di prodotto, caratteristiche chiave e panoramica tecnica
pt: Nossa estratégia de produtos, principais recursos e visão geral técnica
ru: Наши стратегия развития, основные функции и техническое описание
tr: Ürün stratejimiz, temel özellikler ve teknik genel bakış
vi: Chiến lược sản phẩm, tính năng chính và tổng quan kỹ thuật

source: An overview of the Origin team and community
es: Una descripción general del equipo y la comunidad de Origin
fr: Un aperçu de l'équipe et de la communauté Origin
id: Ikhtisar tim dan komunitas Asal
it: Una panoramica del team e della community di Origin
pt: Uma visão geral da equipe e da comunidade do Origin
ru: Обзор команды и сообщества Origin
tr: Origin ekibine ve topluluğuna genel bakış
vi: Tổng quan về đội ngũ Origin và cộng đồng

source: Ridesharing, apartment/home lending, peer-to-peer lending, reselling, coworking, talent-sharing… The sharing economy, sometimes also called the collaboration economy, is taking off in all sorts of niches.
es: Compartir viajes, préstamos para apartamentos / casas, préstamos entre pares, revender, coworking, compartir talentos… La economía compartida, a veces también llamada economía colaborativa, está despegando en todo tipo de nichos.
fr: Le covoiturage, le prêt d'appartements / à domicile, le prêt entre particuliers, la revente, le coworking, le partage des talents… L'économie du partage, parfois aussi appelée économie de la collaboration, prend son envol dans toutes sortes de niches.
id: Ridesharing, pinjaman apartemen / rumah, pinjaman peer-to-peer, dijual kembali, rekan kerja, berbagi bakat… Ekonomi berbagi, kadang-kadang juga disebut ekonomi kolaborasi, lepas landas di segala jenis ceruk.
it: Ridesharing, prestito casa / appartamento, prestito peer-to-peer, rivendita, coworking, condivisione dei talenti… L'economia della condivisione, talvolta chiamata anche economia della collaborazione, sta decollando in tutti i tipi di nicchie.
pt: Compartilhamento compartilhado, empréstimo de apartamento / casa, empréstimo ponto a ponto, revenda, coworking, compartilhamento de talentos… A economia do compartilhamento, às vezes também chamada de economia da colaboração, está decolando em todos os tipos de nichos.
ru: Райдшеринг, кредитование квартир / домов, пиринговое кредитование, перепродажа, коворкинг, обмен талантами... Экономика совместного потребления, иногда также называемая экономикой сотрудничества, развивается во всех видах ниш.
tr: Ridesharing, apartman / ev kredisi, eşler arası ödünç verme, yeniden satma, birlikte çalışma, yetenek paylaşımı… Bazen işbirliği ekonomisi olarak da adlandırılan paylaşım ekonomisi her türlü niş için harekete geçmektedir.
vi: Chia sẻ chuyến đi, cho thuê căn hộ/ nhà, cho vay hàng ngang, bán lại, coworking, chia sẻ các ứng viên tài năng trong tuyển dụng... Nền kinh tế chia sẻ, đôi khi còn được gọi là nền kinh tế hợp tác, đang diễn ra ở mọi ngóc ngách.
