Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: With the advent of cryptocurrencies and the proliferation of inexpensive smartphones, now is the time to enable the unbanked to participate in decentralized commerce and finance. Anyone with a crypto wallet can participate in the NFT economy. Users from all over the world are now able to access a stable currency with superior yields in OUSD.
fr: Avec l'avènement des crypto-monnaies et la prolifération des téléphones intelligents moins chers, le moment est arrivé de permettre aux personnes non bancarisées de participer au commerce et à la finance décentralisés. Toute personne possédant un portefeuille de crypto-monnaies peut participer à l'économie NFT. Les utilisateurs du monde entier peuvent désormais accéder à une monnaie stable avec des rendements supérieurs en OUSD.
id: Dengan munculnya cryptocurrency dan perkembangan smartphone murah, sekarang adalah waktu yang tepat untuk memungkinkan mereka yang tidak memiliki rekening bank untuk berpartisipasi dalam perdagangan dan keuangan yang terdesentralisasi. Siapa pun yang memiliki dompet kripto dapat berpartisipasi dalam ekonomi NFT. Pengguna dari seluruh dunia sekarang dapat mengakses mata uang yang stabil dengan hasil yang unggul di OUSD.
pt: Com o advento das criptomoedas e a proliferação de smartphones baratos, agora é a hora de permitir que aqueles sem um banco participem das finanças e do comércio descentralizados. Qualquer pessoa com uma carteira criptografada pode participar da economia NFT. Usuários de todo o mundo agora podem acessar uma moeda estável com altos rendimentos em OUSD.
ru: С появлением криптовалют и распространением недорогих смартфонов настало время дать возможность людям, не имеющим банковских счетов, участвовать в децентрализованной торговле и пользоваться финансовым продуктами. Любой, у кого есть криптокошелек, может участвовать в экономике NFT. Пользователи со всего мира теперь могут получить доступ к стабильной валюте с превосходной доходностью в OUSD.
vi: Với sự ra đời của tiền điện tử và sự phổ biến của điện thoại thông minh, những người không đủ điều kiện để mở tài khoản ngân hàng giờ đây có thể tham gia vào thương mại và tài chính phi tập trung. Bất kỳ ai sở hữu ví tiền điện tử đều có thể tham gia vào nền kinh tế NFT. Người dùng từ khắp nơi trên thế giới hiện có thể tiếp cận với OUSD - một loại tiền tệ ổn định với lợi suất vượt trội.

source: More Resilience
es: Más resistencia
id: Lebih Tangguh
it: Maggiore Elasticità
ru: Более устойчивые
tr: Daha fazla dayanıklılık
vi: Khả năng thích nghi cao

source: Decentralized marketplaces promote open and free commerce. Unlike centralized alternatives, they are not single points of failure and can't be banned or shut down. Decentralized commerce is more resilient and promotes efficient markets.
id: Pasar yang terdesentralisasi mempromosikan perdagangan terbuka dan bebas. Tidak seperti pasar alternatif terpusat, mereka bukan sumber utama suatu kegagalan dan tidak dapat dilarang atau ditutup. Perdagangan yang terdesentralisasi lebih tangguh dan mempromosikan pasar yang lebih efisien.
it: I marketplace decentralizzati promuovono il commercio aperto e libero. Diversamente dalle alternative centralizzate, non hanno singoli punti di fallimento, e non possono essere vietati o bloccati. Il commercio decentralizzato è più resiliente e promuove mercati efficienti.
ru: Децентрализованные рынки продвигают открытую и свободную торговлю. В отличие от централизованных альтернатив, они не являются единичными точками отказа и не могут быть запрещены или закрыты. Децентрализованная торговля является более устойчивой и способствует развитию эффективных рынков.
vi: Thị trường phi tập trung kích thích một nền thương mại mở. Khác với các nền tảng tập trung, nó không có một điểm yếu nào để bị cấm vận hoặc xóa bỏ. Như vậy nền thương mại phi tập trung giúp gia tăng tính linh hoạt và sự hiệu quả của thị trường.

source: Decentralized finance lets users take control of their money. They will be able to choose what assets to conduct business with and keep their savings in. Unlike in traditional centralized systems, funds cannot be seized and accounts cannot be shut down. DeFi is powered by smart contracts and code which minimizes the need for trust and limits human intervention and misadventure.
fr: La finance décentralisée permet aux utilisateurs de prendre le contrôle de leur argent. Ils pourront choisir les ressources avec lesquelles ils feront des affaires et dans lesquelles ils conserveront leurs économies. Contrairement aux systèmes centralisés traditionnels, les fonds ne peuvent pas être saisis et les comptes ne peuvent pas être fermés. DeFi est alimenté par des contrats et des codes intelligents qui minimisent le besoin de confiance et limitent l'intervention humaine et la mésaventure.
id: Keuangan terdesentralisasi memungkinkan pengguna mengendalikan uang mereka. Mereka akan dapat memilih aset untuk menjalankan bisnis dan menyimpan simpanan mereka. Tidak seperti sistem sentralisasi tradisional, dana tidak dapat disita dan rekening tidak dapat ditutup. DeFi didukung oleh kontrak pintar dan kode yang meminimalkan kebutuhan akan kepercayaan dan membatasi campur tangan manusia dan kesialan.
pt: Finanças descentralizadas permitem que os usuários controlem seu dinheiro. Eles poderão escolher com quais ativos realizar negócios e manter suas economias. Ao contrário dos sistemas centralizados tradicionais, os fundos não podem ser apreendidos e as contas não podem ser encerradas. O DeFi é alimentado por contratos inteligentes e códigos que minimizam a necessidade de confiança e limitam a intervenção humana e desventuras.
ru: Децентрализованные финансы позволяют пользователям контролировать свои деньги. Они смогут выбирать, с какими активами вести дела и хранить свои сбережения. В отличие от традиционных централизованных систем, средства не могут быть арестованы, а счета не могут быть закрыты. DeFi работает на смарт-контрактах и коде, который сводит к минимуму необходимость в доверии и ограничивает вмешательство человека.
vi: Tài chính phi tập trung cho phép người dùng kiểm soát tiền của mình và tự do lựa chọn tài sản đầu tư. Không giống như trong các hệ thống tập trung truyền thống, tài chính phi tập trung cho phép người dùng được kiểm soát dòng vốn và không bị khoá tài khoản vô cớ. DeFi được đảm bảo bởi hợp đồng thông minh, giúp hạn chế sự can thiệp của con người và hành vi sai trái.

source: Origin in the Press
es: Origen en la prensa
id: Origin dalam Pemberitaan
it: Origin nella Stampa
ru: Origin в прессе
tr: Basında Origin
vi: Bài viết về Origin

source: We have a large and growing community of developers and supporters
es: Tenemos una comunidad grande y creciente de desarrolladores y colaboradores
fr: Nous avons une communauté importante et croissante de développeurs et de soutenneurs
id: Kami memiliki komunitas pengembang yang besar dan terus berkembang dan para pendukung
it: Noi abbiamo una comunità di sviluppatori e di sostenitori ampia e in crescita
pt: Temos uma grande e crescente comunidade de desenvolvedores e apoiadores
ru: У нас большое и растущее сообщество разработчиков и сторонников
tr: Geniş ve büyüyen bir geliştirici topluluğumuz ve destekçimiz var
vi: Chúng tôi có đội ngũ lớn mạnh bao gồm các lập trình viên và những người ủng hộ

source: Region-specific Channels
es: Canales específicos de la región
fr: Canaux spécifiques à la région
id: Saluran khusus wilayah
it: Canali regionali
pt: Canais específicos da região
ru: Региональные каналы
tr: Bölgeye özgü Kanallar
vi: Kênh khu vực

source: Origin Protocol - Marketplace Acceptable Use Policy
es: Protocolo de origen - Política de uso aceptable del mercado
fil: Pinagmulan ng Protocol - Patakaran sa Paggamit ng Patutunguhang Marketplace
fr: Protocole d'origine - Politique d'utilisation acceptable du marché
id: Protokol Asal - Kebijakan Penggunaan yang Diterima Marketplace
it: Origin Protocol - Condizioni di utilizzo del Marketplace
pt: Protocolo de Origem - Política de Uso Aceitável do Mercado
ru: Origin Protocol - Политика допустимого использования торговой площадки
sl: Protokol o poreklu - tržno sprejemljiva politika uporabe
tr: Menşe Protokolü - Pazara Kabul Edilebilir Kullanım Politikası
vi: Giao thức Origin - Chính sách sử dụng được chấp nhận trên thị trường

source: Marketplace Acceptable Use Policy
es: Política de uso aceptable del mercado
fil: Marketplace Patakaran sa Tanggapang Paggamit
fr: Politique d'utilisation acceptable du marché
id: Kebijakan Penggunaan yang Dapat Diterima Marketplace
it: Condizioni di utilizzo del Marketplace
pt: Política de uso aceitável do Marketplace
ru: Политика допустимого использования торговой площадки
sl: Pravilnik o sprejemljivi uporabi za Marketplace
tr: Pazar Kabul Edilebilir Kullanım Politikası
vi: Chính sách sử dụng được chấp nhận trên thị trường

source: Origin Protocol - Brave Customer Story
fr: Origin Protocol - Brave Témoignage d'un client
id: Origin Protocol - Kisah Pelanggan yang Brave
it: Origin Protocol - storia del cliente Brave
pt: Origin Protocol - História de um Cliente Brave
ru: Как Brave использует Origin Protocol

source: Brave Customer Story
fr: Brave - Témoignage d'un client
id: Kisah Pelanggan yang Brave
it: Brave - storia di un cliente
pt: História de um Cliente Brave
ru: Brave - История Клиента

source: SAN FRANCISCO/TAIPEI, March 11, 2021
fr: SAN FRANCISCO/TAIPEI, Le 11 Mars, 2021
id: SAN FRANCISCO / TAIPEI, 11 Maret 2021
pt: SÃO FRANCISCO/TAIPEI, 11 de março de 2021
ru: SAN FRANCISCO/TAIPEI, 11 марта 2021 г

source: Origin Protocol (Origin), a blockchain technology company developing decentralized commerce and finance (DeFi) applications, is pleased to be engaged by Brave Browser (Brave) in its switch from a centralized e-commerce platform to Origin’s decentralized Dshop platform. Working jointly with Brave, Origin enabled Brave to accept payments in its native token, BAT, for merchandise for the very first time. As part of the engagement, Origin also helped Brave sell its first ever non-fungible token (NFT) collection, which sold out in minutes.
fr: Origin Protocol (Origin), une société de technologie blockchain qui développe des applications de commerce et de finance décentralisées (DeFi), est heureuse d'avoir été engagée par Brave Browser (Brave) dans son passage d'une plateforme de commerce électronique centralisée à la plateforme décentralisée Dshop d'Origin. En travaillant conjointement avec Brave, Origin a permis à Brave d'accepter pour la toute première fois des paiements en son jeton natif, BAT, pour des marchandises. Dans le cadre de cet engagement, Origin a également aidé Brave à vendre sa toute première collection de jetons non fongibles (NFT), qui s'est écoulée en quelques minutes.
id: Origin Protocol (Origin), sebuah perusahaan teknologi blockchain yang mengembangkan aplikasi perdagangan dan keuangan terdesentralisasi (DeFi), dengan senang hati dilibatkan oleh Brave Browser (Brave) dalam peralihannya dari platform e-commerce terpusat ke platform Dshop desentralisasi Origin. Bekerja sama dengan Brave, Origin memungkinkan Brave menerima pembayaran dalam token aslinya, BAT, untuk barang dagangan untuk pertama kalinya. Sebagai bagian dari keterlibatan, Origin juga membantu Brave menjual koleksi token non-fungible (NFT) pertamanya, yang terjual habis dalam beberapa menit.
pt: Origin Protocol (Origin), uma empresa de tecnologia de blockchain que desenvolve aplicativos de finanças e comércio descentralizados (DeFi), tem o prazer de se envolver com a Brave Browser (Brave) na mudança de sua plataforma de e-commerce centralizada para a plataforma Dshop descentralizada do Origin. Trabalhando com a Brave, Origin permitiu que a Brave aceitasse pela primeira vez pagamentos por mercadorias em seu token nativo, BAT. Como parte do compromisso, Origin também ajudou a Brave a vender sua primeira coleção de tokens não fungíveis (NFT), que se esgotou em minutos.
ru: Origin Protocol (Origin), технологическая компания, разрабатывающая приложения для децентрализованной торговли и финансов (DeFi), рада, что Brave Browser (Brave) привлекла ее к переходу с централизованной платформы электронной коммерции на децентрализованную платформу Dshop от Origin. Работая совместно с Brave, Origin впервые позволила Brave принимать платежи в собственном токене BAT. В рамках сотрудничества Origin также помогла Brave продать свою первую коллекцию невзаимозаменяемых токенов (NFT), которая была распродана за считанные минуты.

source: Adoption of decentralized technologies and cryptocurrency tokens are key to Brave’s mission and product offerings. Origin’s Dshop platform will enable Brave to better serve its BAT token holder community through increased cryptocurrency integration. Previously Brave’s merchandise store only accepted credit cards and was on a completely centralized platform.
fr: L'adoption de technologies décentralisées et de jetons de crypto-monnaies est essentielle à la mission et à l'offre des produits Brave. La plateforme Dshop d'Origin permettra à Brave de mieux servir sa communauté de détenteurs de jetons BAT grâce à une intégration accrue des crypto-monnaies. Auparavant, le magasin de marchandises de Brave n'acceptait que les cartes de crédit et se trouvait sur une plateforme entièrement centralisée.
id: Adopsi teknologi terdesentralisasi dan token cryptocurrency adalah kunci misi dan penawaran produk Brave. Platform Dshop Origin akan memungkinkan Brave untuk melayani komunitas pemegang token BAT-nya dengan lebih baik melalui peningkatan integrasi cryptocurrency. Sebelumnya toko barang Brave hanya menerima kartu kredit dan menggunakan platform yang sepenuhnya terpusat.
pt: A adoção de tecnologias descentralizadas e tokens de criptomoeda são essenciais para a missão e ofertas de produtos da Brave. A plataforma Dshop do Origin permitirá que a Brave sirva melhor sua comunidade de detentores de tokens BAT através de maior integração das criptomoedas. Anteriormente, a loja de mercadorias da Brave só aceitava cartões de crédito e estava em uma plataforma totalmente centralizada.
ru: Внедрение децентрализованных технологий и токенов криптовалюты является ключом к миссии Brave и распространения их продуктов. Платформа Origin Dshop позволит Brave лучше обслуживать сообщество держателей токенов BAT за счет усиления интеграции криптовалюты. Раньше магазин товаров Brave принимал только кредитные карты и работал на полностью централизованной платформе.

source: Origin helped Brave switch from Shopify to the Dshop platform. The NFT integration to Dshop in collaboration with Brave led to a highly successful outcome for both parties. Brave sold all 30 NFTs, a result of a BAT token holder community campaign to create tokenized images of BAT memes, in just under two minutes. In addition, Brave continues to do brisk business through Dshop split between credit card payments and cryptocurrency payments.
fr: Origin a aidé Brave à passer de Shopify à la plateforme Dshop. L'intégration des NFT à Dshop en collaboration avec Brave a abouti à un résultat très positif pour les deux parties. Brave a vendu l'ensemble des 30 NFT, résultat d'une campagne de la communauté des détenteurs de jetons BAT visant à créer des images tokenisées de mèmes BAT, en un peu moins de deux minutes. En outre, Brave continue de faire des affaires intenses par le biais de Dshop, réparties entre les paiements par carte de crédit et les paiements en crypto-monnaie.
id: Origin membantu Brave beralih dari Shopify ke platform Dshop. Integrasi NFT ke Dshop bekerja sama dengan Brave membuahkan hasil yang sangat sukses bagi kedua belah pihak. Brave menjual semua 30 NFT, sebagai hasil dari kampanye komunitas pemegang token BAT untuk membuat gambar meme BAT yang dipatokkan, hanya dalam waktu kurang dari dua menit. Selain itu, Brave terus melakukan bisnis cepat melalui pembagian Dshop antara pembayaran kartu kredit dan pembayaran cryptocurrency.
pt: Origin ajudou a Brave a mudar do Shopify para a plataforma Dshop. A integração do NFT com a Dshop em colaboração com a Brave levou a um resultado altamente bem-sucedido para ambas as partes. A Brave vendeu todos os 30 NFTs, consequência de uma campanha comunitária de detentores de tokens BAT para criar imagens tokenizadas de memes BAT, em pouco menos de dois minutos. Além disso, a Brave continua a fazer negociações ágeis por meio da Dshop, dividida entre pagamentos com cartão de crédito e criptomoedas.
ru: Origin помог Brave перейти с Shopify на платформу Dshop. Интеграция NFT с Dshop в сотрудничестве с Brave привела к очень успешным результатам для обеих сторон. Brave продала все 30 NFT в результате кампании для держателей токенов BAT по созданию токенизированных изображений мемов BAT всего за две минуты. Кроме того, Brave продолжает вести активный бизнес через Dshop, используя как платежи по кредитным картам и так платежи в криптовалюте.

source: “We are delighted to be a strategic partner of Brave in support of their efforts to push forward decentralized technologies,” says Nick Poulden, technical lead for Dshop - Origin. “Working closely with Brave, we were able to provide a solution that served both their crypto native customers and BAT token holder community while also making it easy for non-crypto users to make purchases on their store. Brave wanted to signal to their token holders that they were committed to decentralized tech while still being able to serve their tens of millions of users who may be unfamiliar with it. Their previous platform could only serve the latter group. Brave’s first NFT collection sale was a smash success and we look forward to continuing a long-term, mutually rewarding relationship with them.”
fr: "Nous sommes ravis d'être un partenaire stratégique de Brave pour soutenir leurs efforts visant à faire progresser les technologies décentralisées", déclare Nick Poulden, responsable technique de Dshop - Origin. "En travaillant en étroite collaboration avec Brave, nous avons pu fournir une solution qui servait à la fois leurs clients natifs de la crypto et la communauté des détenteurs de jetons BAT, tout en permettant aux utilisateurs non crypto d'effectuer facilement des achats sur leur boutique. Brave souhaitait signaler à ses détenteurs de jetons qu'il s'engageait en faveur des technologies décentralisées tout en étant en mesure de servir ses dizaines de millions d'utilisateurs qui ne sont pas familiers avec ces technologies. Leur précédente plateforme ne pouvait servir que ce dernier groupe. La première vente de collection NFT de Brave a été un succès retentissant et nous sommes impatients de poursuivre une relation à long terme et mutuellement enrichissante avec eux."
id: “Kami senang menjadi mitra strategis Brave dalam mendukung upaya mereka untuk mendorong teknologi terdesentralisasi,” kata Nick Poulden, pimpinan teknis untuk Dshop - Origin. “Bekerja sama dengan Brave, kami dapat memberikan solusi yang melayani pelanggan asli kripto dan komunitas pemegang token BAT sekaligus memudahkan pengguna non-kripto untuk melakukan pembelian di toko mereka. Brave ingin memberi sinyal kepada pemegang token mereka bahwa mereka berkomitmen pada teknologi terdesentralisasi sambil tetap dapat melayani puluhan juta pengguna yang mungkin tidak terbiasa dengannya. Platform mereka sebelumnya hanya dapat melayani kelompok yang terakhir. Penjualan koleksi NFT pertama Brave sukses besar dan kami berharap dapat melanjutkan hubungan jangka panjang yang saling menguntungkan dengan mereka. ”
pt: “Estamos muito satisfeitos por ser um parceiro estratégico da Brave em apoio aos seus esforços para impulsionar tecnologias descentralizadas”, disse Nick Poulden, líder técnico da Dshop - Origin. “Trabalhando em próxima colaboração com a Brave, fomos capazes de fornecer uma solução que atendia tanto a seus clientes cripto-nativos e a comunidade de detentores de tokens BAT, enquanto tornava mais fácil para usuários não-cripto fazerem compras em suas lojas. A Brave queria sinalizar para seus detentores de tokens que eles estavam comprometidos com a tecnologia descentralizada, embora ainda pudessem servir suas dezenas de milhões de usuários que podem não estar familiarizados com ela. Sua plataforma anterior só poderia servir ao último grupo. A primeira venda de coleção NFT da Brave foi um sucesso estrondoso e estamos ansiosos para continuar um relacionamento mutuamente gratificante de longo prazo com eles. ”
ru: «Мы рады быть стратегическим партнером Brave в поддержке их усилий по продвижению децентрализованных технологий», - говорит Ник Поулден, технический руководитель Dshop - Origin. «Работая в тесном сотрудничестве с Brave, мы смогли предоставить решение, которое обслуживало как их криптовалютных клиентов, так и сообщество держателей токенов BAT, а также облегчило пользователям, не использующим криптовалюту, совершать покупки в их магазинах. Brave хотели показать держателям токенов, что они привержены децентрализованным технологиям, но при этом могут обслуживать десятки миллионов пользователей, которые могут быть с ними не знакомы. Их предыдущая платформа могла обслуживать только последнюю группу. Первая распродажа коллекции NFT от Brave имела оглушительный успех, и мы надеемся на продолжение долгосрочных взаимовыгодных отношений с ними.»

source: About Origin Protocol
fr: À propos du Origin Protocol
id: Tentang Origin Protocol
pt: Sobre o Origin Protocol
ru: О Протоколе Origin
