Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Before Origin, Tom had a successful career as a solo startup founder. He has two Masters degrees in Distributed Systems from the Technical University of Berlin and KTH in Stockholm.
es: Antes de Origin, Tom tuvo una exitosa carrera como fundador de startups. Tiene dos maestrías en Sistemas Distribuidos de la Universidad Técnica de Berlín y KTH en Estocolmo.
fr: Avant origine, Tom a eu une carrière réussie en tant que fondateur de solo. Il a deux maîtrises en systèmes distribués de l'Université technique de Berlin et KTH à Stockholm.
id: Sebelum Asal, Tom memiliki karir yang sukses sebagai pendiri tunggal startup. Ia memiliki dua gelar Master dalam Sistem Terdistribusi dari Technical University of Berlin dan KTH di Stockholm.
it: Prima di Origin, Tom ha avuto una carriera di successo come fondatore di startup. Ha due Master in Sistemi Distribuiti presso l'Università Tecnica di Berlino e KTH a Stoccolma.
pt: Antes de Origem, Tom teve uma carreira de sucesso como fundador solo de inicialização. Ele possui dois mestrados em sistemas distribuídos da Universidade Técnica de Berlim e KTH em Estocolmo.
ru: До Origin у Тома была успешная карьера основателя сольного стартапа. Он имеет две степени магистра по распределенным системам в Берлинском Техническом Университете и Королевском Технологическом Университете в Стокгольме.
tr: Origin'den önce Tom, solo başlangıç kurucusu olarak başarılı bir kariyere sahipti. Berlin Teknik Üniversitesi'nden Dağıtılmış Sistemde ve Stockholm'de KTH'de iki yüksek lisans derecesi vardır.
vi: Trước Origin, Tom đã có một sự nghiệp thành công với tư cách là người sáng lập startup solo. Ông có hai bằng Thạc sĩ về Hệ thống phân tán của Đại học Kỹ thuật Berlin và KTH tại Stockholm.

source: Collector Relations
fr: Relations avec les collecteurs
pt: Relacionamento com Colecionadores
ru: Отношения с Коллекционерами

source: Anna helps ensure that top collectors have a direct relationship to the company. Before Origin, Anna managed global social media at Exness, a leading forex broker. She also co-founded a non-profit in Australia.
fr: Anna veille à ce que les meilleurs collectionneurs aient une relation directe avec l'entreprise. Avant de rejoindre Origin, Anna a géré les médias sociaux internationaux chez Exness, un courtier en forex de premier plan. Elle a également cofondé une sans but lucratif en Australie.
pt: Anna ajuda a garantir que grandes colecionadores tenham um relacionamento direto com a empresa. Antes da Origin, Anna gerenciava a mídia social global da Exness, uma corretora Forex líder do meio. Ela também cofundou uma organização sem fins lucrativos na Austrália.
ru: Анна помогает гарантировать, что лучшие коллекционеры имеют прямой контакт с компанией. До Origin Анна управляла глобальными социальными сетями в Exness, ведущем форекс-брокере. Также она также соучредитель НКО в Австралии.

source: Nick Poulden
he: ניק פולדן
hi: निक पॉल्डेन
ru: Ник Поулден

source: Nick studied Computer Science at the University of Warwick. Prior to joining Origin, he worked as an engineer at Sencha, C3 Energy Network and Palo Alto Networks.
es: Nick estudió Ciencias de la Computación en la Universidad de Warwick . Antes de unirse a Origin, trabajó como ingeniero en Sencha, C3 Energy Network y Palo Alto Networks.
fr: Nick a étudié l'informatique à l'Université de Warwick. Avant de rejoindre Origin, il a travaillé comme ingénieur chez Sencha, C3 Energy Network et Palo Alto Networks.
id: Nick belajar Ilmu Komputer di University of Warwick. Sebelum bergabung dengan Origin, ia bekerja sebagai insinyur di Sencha, C3 Energy Network dan Palo Alto Networks.
it: Nick ha studiato informatica all'Università di Warwick. Prima di entrare in Origin, ha lavorato come ingegnere presso Sencha, C3 Energy Network e Palo Alto Networks.
pt: Nick estudou Ciência da Computação na Universidade de Warwick. Antes de ingressar na Origin, ele trabalhou como engenheiro na Sencha, C3 Energy Network e Palo Alto Networks.
ru: Ник изучал информатику в университете Уорика. До прихода в Origin он работал инженером в Sencha, C3 Energy Network и Palo Alto Networks.
tr: Nick, Warwick Üniversitesi'nde Bilgisayar Bilimleri okudu. Origin'e katılmadan önce Sencha, C3 Energy Network ve Palo Alto Networks'te mühendis olarak çalıştı.
vi: Nick học Khoa học Máy tính tại Đại học Warwick. Trước khi gia nhập Origin, anh từng làm kỹ sư tại Sencha, Mạng lưới năng lượng C3 và Palo Alto Networks.

source: Domen Grabec
ru: Домен Грабек

source: Engineer
es: Ingeniero
fil: Inhinyero
fr: Ingénieur
he: מהנדס
hi: इंजीनियर
hr: Inžinjer
id: Insinyur
pt: Engenheiro
ru: Инженер
sl: Inžinir
tr: Mühendis
vi: Kỹ sư

source: Domen co-founded and led a team developing a mobile application with 2 chess Grandmasters. He previously had a successful career at Cetra, Zemanta and Peerindex.
es: Domen cofundó y dirigió un equipo que desarrolló una aplicación móvil con 2 Grandmasters de ajedrez. Anteriormente tuvo una exitosa carrera en Cetra, Zemanta y PeerIndex.
fr: Domen a cofondé et dirigé une équipe développant une application mobile avec 2 grands maîtres d'échecs. Il avait auparavant carrière réussie chez Cetra, Zemanta et Peerindex.
id: Domen ikut mendirikan dan memimpin tim yang mengembangkan aplikasi mobile dengan 2 Grandmaster catur. Dia sebelumnya memiliki karir yang sukses di Cetra, Zemanta dan Peerindex.
it: Domen ha co-fondato e guidato un team con 2 maestri di scacchi, che ha sviluppato un'applicazione mobile. In precedenza ha avuto una carriera di successo in Cetra, Zemanta e Peerindex.
pt: Domen co-fundou e liderou uma equipe desenvolvendo um aplicativo móvel com 2 Grandmasters de xadrez. Anteriormente teve uma carreira de sucesso na Cetra, Zemanta e PeerIndex.
ru: Домен основал и руководил командой разработки мобильных приложений с двумя шахматными Гроссмейстерами. Ранее он сделал успешную карьеру в Cetra, Zemanta и Peerindex.
tr: Domen, 2 satranç Grandmasters ile mobil uygulama geliştiren bir ekip kurdu ve yönetti. Daha önce Cetra, Zemanta ve Peerindex'te başarılı bir kariyeri vardı.
vi: Domen - Đồng sáng lập và là trưởng nhóm phát triển ứng dụng điện thoại di động cùng với 2 đại kiện tướng cờ vua. Ông được biết đến khá thành công tại Cetra, Zemanta và Peerindex.

source: Shahul Hameed
ru: Шахул Хамид
tr: Şahul İsmi

source: Shahul is a fullstack engineer who started programming at age of 10. He previously worked as a freelancer and then joined Zoho as a front-end developer.
es: Shahul es un ingeniero fullstack que comenzó a programar a la edad de 10 años. Anteriormente trabajó como freelance y luego se unió a Zoho como desarrollador front-end.
fr: Shahul est un ingénieur fullstack qui a commencé programmation à l'âge de 10 ans. Il a précédemment travaillé en tant que pigiste , puis a rejoint Zoho en tant que développeur front-end.
id: Shahul adalah insinyur fullstack yang memulai pemrograman pada usia 10 tahun. Dia sebelumnya bekerja sebagai freelancer dan kemudian bergabung dengan Zoho sebagai pengembang front-end.
it: Shahul è un ingegnere fullstack che ha iniziato a programmare all'età di 10 anni. Precedentemente ha lavorato come freelancer e poi si è unito a Zoho come sviluppatore front-end.
pt: Shahul é um engenheiro fullstack que começou a programar aos 10 anos. Anteriormente, trabalhou como freelancer e depois ingressou no Zoho como desenvolvedor front-end.
ru: Шахул является разработчиком полного стека, который начал программировать в возрасте 10 лет. Ранее он работал фрилансером, а затем присоединился к Zoho в качестве разработчика пользовательского интерфейса.
tr: Shahul, 10 yaşında programlamaya başlayan bir fullstack mühendisidir. Daha önce bir freelancer olarak çalıştı ve sonra Zoho'ya ön uç geliştirici olarak katıldı.
vi: Shahul là kỹ sư lập trình được biết đến là đã lập trình khi lên 10. Trước đây anh đã từng làm tự do và sau đó trở thành lập trình viên đầu - cuối cho Zoho.

source: Mike Shultz
ru: Майк Шульц

source: Mike is a long-time contributor to open-source. He created a dev toolkit for creating Ethereum smart contracts with Python and previously worked with Ethereum and IPFS at Lunyr.
es: Mike es un colaborador de código abierto desde hace mucho tiempo. Él creado un conjunto de herramientas para la creación de dev Etereum contrato inteligente con Python y ya había trabajado con Etereum y IPFS en Lunyr.
fr: Mike est un contributeur de longue date à l'open source. Il créé une boîte à outils de dev pour créer des contrats intelligents Ethereum avec Python et déjà travaillé avec Ethereum et IPFS à Lunyr.
id: Mike adalah kontributor lama untuk open-source. Dia menciptakan dev toolkit untuk membuat kontrak pintar Ethereum dengan Python dan sebelumnya bekerja dengan Ethereum dan IPFS di Lunyr.
it: Mike collabora da molto tempo all'open source. Ha creato un toolkit di sviluppo per la creazione di smart contract Ethereum con Python e prima ha lavorato con Ethereum e IPFS presso Lunyr.
pt: Mike é colaborador de longa data do código aberto. Ele criado um conjunto de ferramentas dev para a criação de contratos inteligentes Ethereum com Python e já trabalhou com Ethereum e IPFS em Lunyr.
ru: Майк является давним вкладчиком открытого исходного кода. Он создал инструментарий для создания смарт-контрактов Ethereum с Python и ранее работал с Ethereum и IPFS в Lunyr.
tr: Mike açık kaynak koduna uzun zamandır katkıda bulunuyor. , Python ile Ethereum akıllı sözleşmeleri oluşturmak için bir dev araç seti yarattı ve daha önce Lunyr'de Ethereum ve IPFS ile çalıştı.
vi: Mike có nhiều đóng góp cho lập trình mã nguồn mở. Anh đã tạo ra bộ công cụ hỗ trợ lập trình hợp đồng thông minh của Ethereum với Python và trước đây từng lập trình cho Ethereum, IPFS tại Lunyr.

source: Aure Gimon
es: Aure Gimón
he: אורה גימון
ru: Аюр Гимон

source: Product Designer
es: Diseñador de producto
he: מעצב מוצר
hr: Dizajner proizvoda
id: Desainer Produk
ru: Дизайнер Продукта
tr: Ürün tasarımcısı
vi: Nhà Thiết kế Sản phẩm

source: Aure is a product designer with 10+ years of experience. Prior to joining Origin, Aure worked at multiple startups and Fortune 500 companies. In a past life, he was also a software engineer.
es: Aure es un diseñador de productos con más de 10 años de experiencia. Antes de unirse a Origin, Aure trabajó en múltiples startups y compañías Fortune 500. En una vida pasada, también era ingeniero de software.
fr: Aure est un concepteur de produits avec plus de 10 ans de expérience. Avant de rejoindre Origin, Aure a travaillé dans plusieurs startups et sociétés Fortune 500. Dans une vie antérieure, il était également un ingénieur logiciel.
id: Aure adalah desainer produk dengan 10+ tahun pengalaman . Sebelum bergabung dengan Origin, Aure bekerja di beberapa startup dan perusahaan Fortune 500. Di kehidupan sebelumnya, ia juga seorang insinyur perangkat lunak.
it: Aure è un Product Designer con oltre 10 anni di esperienza. Prima di unirsi a Origin, Aure ha lavorato per diverse startup e aziende Fortune 500. In passato, è stato anche un ingegnere software.
pt: Aure é um designer de produto com 10 anos de experiência. Antes de ingressar na origem, Aure trabalhou em vários startups e empresas da Fortune 500. Em uma vida passada, ele tinha também como engenheiro de software.
ru: Аюр является дизайнером продукта с 10 годами опыта. До прихода в Origin Аюр работал в нескольких стартапах и компаниях Fortune 500. До этого он был также разработчиком программного обеспечения.
tr: Aure, 10 yıldan fazla tecrübeye sahip bir ürün tasarımcısıdır. Kökeni katılmadan önce, Aure birden çalıştı başlatılması ve Fortune 500 şirketlerinin. Geçmiş bir hayatta, o oldu de yazılım mühendisi.
vi: Aure có hơn 10 năm kinh nghiệm thiết kế sản phẩm. Trước khi gia nhập Origin, Aure đã làm việc tại nhiều công ty khởi nghiệp và công ty Fortune 500. Trước đó, anh cũng là một Kỹ sư phần mềm.

source: Max Unger
ru: Макс Унгер

source: Head of Community
es: Jefe de comunidad
fr: Responsable de la communauté
id: Ketua Komunitas
pt: Chefe da Comunidade
ru: Глава по коммуникациям
tr: Topluluk Başkanı
vi: Trưởng nhóm quản lý cộng đồng

source: Before joining Origin, Max helped build communities for notable blockchain companies like OKEx. He also worked with RedNova, the marketing and incubation entity for Du Capital.
es: Antes de unirse a Origin, Max ayudó a construir comunidades para empresas notables de blockchain como OKEx. El también trabajó con RedNova, la comercialización y la incubación entidad de Du capital.
fr: Avant de joindre Origin, Max a participé à la création de des communautés pour des entreprises blockchain notables comme OKEx. Il a également travaillé avec RedNova, l'entité de marketing et d'incubation pour Du Capital.
id: Sebelum bergabung dengan Origin, Max membantu membangun komunitas untuk perusahaan blockchain terkenal seperti OKEx. Dia juga bekerja dengan RedNova, pemasaran dan inkubasi entitas untuk Du Capital.
it: Prima di entrare a far parte di Origin, Max ha contribuito a creare community per importanti società blockchain come OKEx. Ha lavorato anche con RedNova, l'ente di marketing e incubazione per Du Capitale.
pt: Antes de se juntar à Origin, Max ajudou a construir comunidades de empresas de blockchain notáveis como a OKEx. Ele também trabalhou com RedNova, a entidade de marketing e incubação da Du Capital.
ru: До прихода в Origin Макс помогал в создании сообществ для таких известных компаний, как OKEx. Он работал с RedNova, маркетинговой и инкубационной компанией Du Capital.
tr: Origin'e katılmadan önce Max, OKEx gibi önemli blok zinciri şirketleri için topluluk oluşturmaya yardımcı oldu. O de RedNova, pazarlama ve inkübasyon varlık ile çalışmış Du Capital için.
vi: Trước khi tham gia Origin, Max đã giúp xây dựng cộng đồng cho các công ty blockchain đáng chú ý như OKEx. Anh ấy cũng đã làm việc với RedNova, tổ chức tiếp thị và ươm tạo cho Du Capital.

source: Daniel Von Fange
he: דניאל פון פאנג '
ru: Даниэль Вон Фанге

source: Daniel brings a strong emphasis on security and data analysis to our team. Daniel has earned a reputation for being able to gather massive amounts of data and create dynamic visualizations at lightning speed.
es: Daniel aporta un fuerte énfasis en la seguridad y el análisis de datos a nuestro equipo. Daniel se ha ganado la reputación de ser capaz de recopilar grandes cantidades de datos y crear visualizaciones dinámicas a la velocidad de la luz.
fr: Daniel apporte à notre équipe un fort accent sur la sécurité et l'analyse des données. Daniel a acquis la réputation d'être capable de rassembler des quantités massives de données et de créer des visualisations dynamiques à la vitesse de l'éclair.
id: Daniel sangat menekankan keamanan dan analisis data ke tim kami. Daniel telah mendapatkan reputasi karena mampu mengumpulkan data dalam jumlah besar dan membuat visualisasi dinamis secepat kilat.
it: Daniel pone una forte enfasi sulla sicurezza e sull'analisi dei dati al nostro team. Daniel si è guadagnato la reputazione di essere in grado di raccogliere enormi quantità di dati e creare visualizzazioni dinamiche alla velocità della luce.
pt: Daniel traz uma forte ênfase em segurança e análise de dados à nossa equipe. Daniel tem a reputação de ser capaz de juntar grandes quantidades de dados e criar rapidamente visualizações dinâmicas.
ru: Даниэль уделяет большое внимание безопасности и анализу данных в нашей команде. Дэниель заработал репутацию человека, способного аккумулировать огромные объемы данных и создавать динамические визуализации с молниеносной скоростью.
tr: Daniel, ekibimize güvenlik ve veri analizine güçlü bir vurgu yapıyor. Daniel, muazzam miktarlarda veri toplayabildiği ve yıldırım hızında dinamik görselleştirmeler oluşturabildiği için ün kazandı.
vi: Daniel tập trung vào bảo mật và phân tích dữ liệu. Daniel nổi tiếng trong việc thu thập một lượng lớn dữ liệu và tạo ra hình ảnh trực quan động với tốc độ cực nhanh.

source: Mark Mathis has a broad background in fintech and defi. As a former touring musician, Mark has a particular interest in seeing artists compensated fairly for their work through decentralized channels.
fr: Mark Mathis possède une vaste expérience dans les domaines de la fintech et du defi. En tant qu'ancien musicien de tournée, Mark s'intéresse particulièrement à la rémunération équitable des artistes pour leur travail par le biais de canaux décentralisés.
id: Mark Mathis memiliki latar belakang yang luas di fintech dan defi. Sebagai mantan musisi tur, Mark memiliki minat khusus untuk melihat artis mendapatkan kompensasi yang adil atas pekerjaan mereka melalui saluran desentralisasi.
pt: Mark Mathis tem uma vasta experiência em fintech e defi. Como ex-músico em turnê, Mark tem um interesse particular em ver artistas serem recompensados de forma justa por seu trabalho por meio de canais descentralizados.
ru: Mark Mathis имеет обширный опыт в сфере финансовых технологий и дефи. Как бывший гастролирующий музыкант, Марк особенно заинтересован в том, чтобы артисты получали справедливую компенсацию за их работу через децентрализованные каналы.

source: William Tong was a real estate broker before stumbling into the world of NFTs. He quickly built a reputation as a connector and community builder on the Clubhouse app and within the broader NFT collector community.
fr: William Tong était courtier en immobilier avant de tomber dans le monde des NFT. Il s'est rapidement fait une réputation de connecteur et de bâtisseur de communauté sur l'application Clubhouse et au sein de la communauté plus large des collectionneurs de NFT.
pt: William Tong era um corretor de imóveis antes de cair no mundo dos NFTs. Ele rapidamente construiu uma reputação como um articulador e construtor de comunidade no aplicativo Clubhouse e dentro da comunidade mais ampla de colecionadores NFT.
ru: Уильям Тонг был брокером по недвижимости, прежде чем наткнулся на мир NFT. Он быстро заработал репутацию связующего звена и создателя сообщества в приложении Clubhouse и в более широком сообществе коллекционеров NFT.
vi: William Tong là một nhà môi giới bất động sản trước khi bước vào thế giới NFT. Anh nhanh chóng tạo dựng danh tiếng với tư cách là người kết nối và xây dựng cộng đồng trên ứng dụng Clubhouse và trong cộng đồng người sưu tập NFT.

source: Project Manager
fr: Gestionnaire de projet
pt: Gestor de Projetos
ru: Менеджер Проекта
vi: Quản lý dự án

source: Chase comes from creative and marketing agency life in Los Angeles. She’s managed projects and accounts for clients like YouTube, W Hotels, and Stitch Fix. She's now in charge of creator relationship management at Origin.
fr: Chase vient de la vie d'une agence de création et de marketing à Los Angeles. Elle a géré des projets et des comptes pour des clients comme YouTube, W Hotels et Stitch Fix. Elle est désormais chargée de la gestion des relations avec les créateurs chez Origin.
pt: Chase vem de uma agência de criação e marketing de Los Angeles. Ela gerenciou projetos e contas para clientes como YouTube, W Hotels e Stitch Fix. Ela agora é responsável por gerenciar relações com criadores na Origin.
ru: У Чейз глубокий творческий и маркетинговый опыт в агентстве Лос-Анджелеса. Она вела проекты таких клиентов, как YouTube, W Hotels и Stitch Fix. Теперь она отвечает за управление отношениями с создателями в Origin.
vi: Chase đang quản lý các dự án và tài khoản cho các khách hàng như YouTube, W Hotels và Stitch Fix. Cô ấy hiện đang phụ trách quản lý mối quan hệ với người sáng tạo tại Origin.

source: You?
fr: Vous ?
pt: Você?
ru: Вы?
vi: Bạn thì sao?

source: We're hiring!
fr: Nous embauchons !
pt: Estamos contratando!
ru: Мы ищем сотрудников!
vi: Chúng tôi đang tuyển dụng!

source: We are a distributed team with employees all over the world. We have a fast-paced bias-to-action culture and a really big vision for bringing crypto mainstream. Check out our <a href='https://angel.co/originprotocol/jobs'>open-positions on AngelList</a>.
fr: Nous sommes une équipe distribuée avec des employés dans le monde entier. Nous avons une culture de parti pris pour l'action au rythme rapide et une vision vraiment grande pour amener la crypto mainstream. Consultez nos <a href='https://angel.co/originprotocol/jobs'>positions ouvertes sur AngelList</a>.
pt: Somos uma equipe distribuída com funcionários por todo o mundo. Temos uma cultura voltada para a ação em ritmo acelerado e uma visão realmente grande para trazer cripto para o mainstream. Confira nossas <a href='https://angel.co/originprotocol/jobs'>posições abertas na AngelList</a>.
ru: Мы - распределенная команда с сотрудниками по всему миру. Мы работаем в быстром, ориентированном на действия стиле и обладаем действительно большим видением того, как сделать криптовалюту мейнстримом. Посмотрите наши <a href='https://angel.co/originprotocol/jobs'>открытые вакансии на AngelList</a>.
vi: Chúng tôi là công ty phi tập trung với đội ngũ nhân viên trên khắp thế giới. Văn hoá của Origin là phát triển nhanh với tầm nhìn sự lớn trong việc đưa tiền điện tử trở thành xu hướng chủ đạo. <a href='https://angel.co/originprotocol/jobs'>các vị trí hiện đang tuyển dụng</a>.

source: Community team
es: Equipo de la comunidad
fr: Équipe communautaire
id: Tim komunitas
pt: Equipe da comunidade
ru: Общественная команда
tr: Topluluk ekibi
vi: Nhóm cộng đồng

source: Zoe Hoang
ru: Зои Хоанг

source: Aaron Faulkner
ru: Аарон Фолкнер

source: Moisés Sosa
ru: Моисей Соса

source: Advisors
es: Asesores
fil: Mga Tagapayo
fr: Des conseillers
he: יועצים
hi: सलाहकार
hr: savjetnici
id: Penasehat
it: Consulenti
pt: Assessores
ru: Советники
sl: Svetovalci
vi: Nhà cố vấn

source: Melody He
hi: मेलोडी हे
pt: Melodia ele
ru: Мэлоди Хи
tr: Melodi O

source: Joey Krug
he: ג'ואי קרוג
hi: जॉय क्रुग
ru: Джоуи Круг

source: 100%% open-source.
es: 100% código abierto.
ru: 100% открытый исходный код.
tr: % 100 açık kaynak

source: contributors.
es: contribuyentes.
id: para kontributor.
it: contributori.
ru: вкладчики.
tr: katkıda bulunanlar.

source: Want to contribute?
es: ¿Quieres contribuir?
id: Ingin berkontribusi?
it: Vuoi contribuire?
ru: Хотите внести свой вклад?
tr: Katkıda bulunmak ister misiniz?
vi: Bạn muốn đóng góp?

source: Visit our GitHub Repository
es: Visita nuestro repositorio de GitHub
fr: Visitez notre référentiel GitHub
id: Kunjungi Gudang GitHub kami
it: Visita il nostro GitHub Repository
pt: Visite nosso repositório GitHub
ru: Посетите наш Репозиторий GitHub
tr: GitHub Depomuzu ziyaret edin
vi: Ghé thăm GitHub Repository của chúng tôi

source: Join our #engineering channel on Discord
es: Únete a nuestro canal de #ingeniería en Discord
id: Bergabung dalam #engineering chanel di Discord
it: Unisciti al nostro canale #engineering su Discord
ru: Присоединяйтесь к нашему каналу # engineering на Discord
tr: Discord'daki #engineering kanalımıza katılın
vi: Tham gia kênh #enginerring của chúng tôi tại Discord

source: Interested in working at Origin?
es: ¿Interesado en trabajar en Origin?
id: Tertarik untuk bekerja di Origin?
it: Sei interessato a lavorare in Origin?
ru: Заинтересованы в работе в Origin?
tr: Origin'de çalışmakla ilgileniyor musunuz?
vi: Quan tâm tới việc làm tại Origin?

source: We are a distributed team and are hiring all around the world.
es: Somos un equipo distribuido y estamos contratando en todo el mundo.
fr: Nous sommes une équipe distribuée et recrutons autour du monde.
id: Kami adalah tim didistribusikan dan mempekerjakan seluruh dunia.
it: Noi siamo un team distribuito e stiamo assumendo in tutto il mondo.
pt: Somos uma equipe distribuída e está contratando em todo o mundo.
ru: Мы - распределенная команда и нанимаем по всему миру.
tr: Biz dağınık bir ekibiz ve dünya çapında işe alıyoruz.
vi: Chúng tôi là một đội ngũ phân tán và đang tuyển dụng trên toàn thế giới.
