Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Harness the power of <span class='green'>borderless and permissionless payments</span>
es: Aproveche el poder de <span class='green'>pagos sin fronteras y sin permiso</span>
fil: Gamitin ang kapangyarihan ng <span class='green'>walang hangganan at walang pahintulot na pagbabayad</span>
fr: Exploitez la puissance de <span class='green'>paiements sans frontières et sans permission</span>
id: Memanfaatkan kekuatan <span class='green'>pembayaran tanpa batas dan tanpa izin</span>
it: Sfrutta la potenza di <span class='green'>pagamenti senza confini e senza necessità di autorizzazione</span>
pt: Aproveite o poder de <span class='green'>pagamentos sem fronteiras e sem permissão</span>
ru: Используйте силу, <span class='green'>платежей без границ и ограничений </span>
sl: Izkoristite moč <span class='green'>plačil brez meja in brez dovoljenja</span>
tr: <span class='green'>sınırsız ve izinsiz ödemelerin gücünden yararlanın</span>
vi: Khai thác sức mạnh của <span class='green'>khoản thanh toán không biên giới và không được phép</span>

source: Be on the cutting edge of the cryptocurrency revolution. Your DApp is compatible with Metamask and popular mobile wallets out of the box.
es: Estar a la vanguardia de la revolución de la criptomoneda. Su DApp es compatible con Metamask y carteras móviles populares listas para usar.
fil: Maging sa pagputol gilid ng cryptocurrency rebolusyon. Ang iyong DApp ay tugma sa Metamask at popular na mga mobile wallet sa labas ng kahon.
fr: Soyez à la pointe de la révolution de la crypto-monnaie. Votre DApp est compatible avec les portefeuilles mobiles Metamask et les plus populaires.
id: Jadilah yang terdepan dalam revolusi cryptocurrency. DApp Anda kompatibel dengan Metamask dan dompet ponsel populer di luar kotak.
it: Sii all'avanguardia della rivoluzione della cripto-valuta. La tua DApp è compatibile con Metamask e i famosi wallet per cellulare già in modo nativo.
pt: Esteja na vanguarda da revolução das criptomoedas. Seu DApp é compatível com o Metamask e com as populares carteiras móveis prontas para uso.
ru: Будьте на передовой криптовалютной революции. Ваш DApp совместим с Metamask и новыми популярными мобильными кошельками.
sl: Bodi na samem vrhu kriptovalutne revolucije. Vaš DApp je združljiv z Metamask in priljubljenimi mobilnimi denarnicami iz škatle.
tr: Cryptocurrency devriminin öncüsü olun. DApp'iniz Metamask ve kutunun dışındaki popüler mobil cüzdanlarla uyumludur.
vi: Hãy là người tiên phong trong cuộc cách mạng tiền điện tử. DApp của bạn tương thích với Metamask và ví di động phổ biến.

source: Features
es: Características
fil: Itinatampok
fr: Caractéristiques
he: מאפיינים
hi: विशेषताएं
hr: Značajke
id: Fitur
it: In primo piano
pt: Características
ru: Особенности
sl: Značilnosti
tr: Özellikler
vi: Các tính năng

source: Identity
es: Identidad
fil: Pagkakakilanlan
fr: Identité
id: Identitas
it: Identità
pt: Identidade
ru: Идентификационные данные
sl: Identiteta
tr: Kimlik
vi: Danh tính

source: Self-soverign identity puts users in control of their own data
es: La identidad autónoma pone a los usuarios en control de sus propios datos
fil: Ang self-soverign identity ay naglalagay ng mga gumagamit sa kontrol ng kanilang sariling data
fr: L'identité auto-configurée permet aux utilisateurs de contrôler leurs propres données
id: Identitas diri sendiri membuat pengguna mengendalikan data mereka sendiri
it: Self-soverign identità mette gli utenti nel controllo dei propri dati
pt: A identidade de auto-domínio coloca os usuários no controle de seus próprios dados
ru: Самостоятельная идентификация позволяет пользователям контролировать свои собственные данные
sl: Self-soverign identiteta daje uporabnikom nadzor nad lastnimi podatki
tr: Kendi kendini tanımlayan kimliği, kullanıcıları kendi verilerinin denetimine sokar
vi: Nhận dạng tự chủ giúp người dùng kiểm soát dữ liệu của chính họ

source: Notifications
es: Notificaciones
fil: Mga Abiso
fr: Les notifications
id: Notifikasi
it: Notifiche
pt: Notificações
ru: Уведомления
sl: Obvestila
tr: Bildirimler
vi: Thông báo

source: Alerts for new messages or transactions on the marketplace
es: Alertas de nuevos mensajes o transacciones en el mercado.
fil: Alerto para sa mga bagong mensahe o transaksyon sa marketplace
fr: Alertes pour les nouveaux messages ou les transactions sur le marché
id: Lansiran untuk pesan atau transaksi baru di pasar
it: Avvisi per i nuovi messaggi o transazioni sul mercato
pt: Alertas para novas mensagens ou transações no mercado
ru: Оповещения о новых сообщениях и транзакциях на маркетплейсе
sl: Opozorila za nova sporočila ali transakcije na trgu
tr: Pazardaki yeni mesajlar veya işlemler için uyarılar
vi: Cảnh báo cho tin nhắn hoặc giao dịch mới trên thị trường

source: Flexible Listings
es: Listados flexibles
fil: Mga Flexible na Listahan
fr: Inscriptions flexibles
id: Daftar Fleksibel
it: Annunci flessibili
pt: Listagens flexíveis
ru: Настраиваемые списки
sl: Prilagodljivi oglasi
tr: Esnek İlanlar
vi: Danh sách linh hoạt

source: Sell new or used goods and rent your products or services
es: Vende bienes nuevos o usados y alquila tus productos o servicios.
fil: Magbenta ng bago o ginamit na mga kalakal at magrenta ng iyong mga produkto o serbisyo
fr: Vendre des biens neufs ou d'occasion et louer vos produits ou services
id: Jual barang baru atau bekas dan sewa produk atau layanan Anda
it: Vendi beni nuovi o usati e affitta i tuoi prodotti o servizi
pt: Venda bens novos ou usados e alugue seus produtos ou serviços
ru: Продавайте новые или подержанные товары и сдавайте в аренду свои товары или услуги
sl: Prodajte novo ali rabljeno blago in najemite svoje izdelke ali storitve
tr: Yeni veya kullanılmış mallar satmak ve ürünlerinizi veya hizmetlerinizi kiralamak
vi: Bán hàng hóa mới hoặc đã qua sử dụng và cho thuê sản phẩm hoặc dịch vụ của bạn

source: Escrow
es: Fideicomiso
fr: Escroc
id: Wasiat
it: Deposito in garanzia
pt: Garantia
ru: Депонирование
sl: Deponirana
tr: Emanet
vi: Ký quỹ

source: Funds are safely escrowed until both parties are happy with a transaction
es: Los fondos se depositan de manera segura hasta que ambas partes estén satisfechas con una transacción
fil: Ang mga pondo ay ligtas na escrowed hanggang sa parehong partido ay masaya sa isang transaksyon
fr: Les fonds sont bloqués jusqu'à ce que les deux parties soient satisfaites de la transaction.
id: Dana disimpan dengan aman sampai kedua belah pihak puas dengan transaksi
it: I fondi sono bloccati in modo sicuro fino a quando entrambe le parti sono soddisfatti di una transazione
pt: Os fundos são caucionados com segurança até que ambas as partes estejam satisfeitas com uma transação
ru: Средства безопасно депонируются, пока обе стороны не будут довольны сделкой
sl: Sredstva so varna, dokler obe strani nista zadovoljni s transakcijo
tr: Her iki taraf da bir işlemden memnun kalana kadar fonlar güvenle emanet edilir.
vi: Tiền được ký quỹ an toàn cho đến khi cả hai bên hài lòng với giao dịch

source: Messaging
es: Mensajería
fil: Pagmemensahe
fr: Messagerie
id: Olahpesan
it: Messaggistica
pt: Mensagens
ru: Обмен сообщениями
sl: Sporočila
tr: Mesajlaşma
vi: Nhắn tin

source: Decentralized, encrypted end-to-end, fast, free, and auditable
es: Descentralizado, cifrado de extremo a extremo, rápido, libre y auditable
fr: Décentralisé, crypté de bout en bout, rapide, gratuit et auditable
id: Terdesentralisasi, terenkripsi ujung ke ujung, cepat, gratis, dan dapat diaudit
it: Decentralizzato, crittografato end-to-end, veloce, gratuito e verificabile
pt: Descentralizado, criptografado de ponta a ponta, rápido, gratuito e auditável
ru: Децентрализованный, зашифрованный от начала до конца, быстрый, бесплатный и проверяемый
tr: Merkezi olmayan, uçtan uca şifreli, hızlı, ucuz ve denetlenebilir
vi: Phi tập trung, mã hóa đầu cuối, nhanh, tự do và có thể kiểm toán

source: Arbitration
es: Arbitraje
fil: Arbitrasyon
fr: Arbitrage
id: Arbitrasi
it: Arbitrato
pt: Arbitragem
ru: Арбитраж
sl: Arbitraža
tr: Tahkim
vi: Trọng tài

source: Arbitration features will allow you to resolve disputes
es: Las características de arbitraje te permitirán resolver disputas.
fil: Ang mga tampok ng arbitrasyon ay magbibigay-daan sa iyo upang malutas ang mga hindi pagkakaunawaan
fr: Les fonctionnalités d'arbitrage vous permettront de résoudre les litiges
id: Fitur arbitrase akan memungkinkan Anda untuk menyelesaikan perselisihan
it: Le funzioni di arbitrato ti consentiranno di risolvere le controversie
pt: Os recursos de arbitragem permitirão que você resolva disputas
ru: Арбитраж позволит вам разрешать споры
sl: Funkcije arbitraže vam bodo omogočile reševanje sporov
tr: Tahkim özellikleri, anlaşmazlıkları çözmenize olanak sağlayacak
vi: Tính năng trọng tài sẽ cho phép bạn giải quyết tranh chấp

source: Ethereum & IPFS
es: Ethereum y IPFS
fr: Ethereum et IPFS
it: Ethereum e IPFS
pt: Ethereum e IPFS
ru: Ethereum и IPFS
tr: Ethereum ve IPFS

source: Built on a decentralized web3 stack
es: Construido sobre una pila web3 descentralizada
fil: Itinayo sa isang desentralisadong web3 stack
fr: Construit sur une pile web3 décentralisée
id: Dibangun di atas tumpukan web3 yang didesentralisasi
it: Costruito su uno stack web3 decentralizzato
pt: Construído em uma pilha web3 descentralizada
ru: Построен на децентрализованном стеке web3
sl: Zgrajen je na decentraliziranem spletnem nizu
tr: Merkezi olmayan bir web3 yığını üzerine kurulu
vi: Được xây dựng trên một ngăn xếp web3 phi tập trung

source: Multi-device
es: Multi dispositivo
fr: Multi-périphérique
id: Multi-perangkat
pt: Multi-dispositivo
ru: Мульти-устройства
tr: Çoklu cihaz
vi: Đa thiết bị

source: Your marketplace looks great on mobile, tablet, and desktop
es: Tu mercado se ve genial en dispositivos móviles, tabletas y computadoras de escritorio.
fil: Mukhang mahusay ang iyong marketplace sa mobile, tablet, at desktop
fr: Votre marché a fière allure sur mobile, tablette et ordinateur de bureau
id: Pasar Anda tampak hebat di ponsel, tablet, dan desktop
it: Il tuo marketplace è perfetto su dispositivi mobili, tablet e desktop
pt: Seu mercado fica ótimo em dispositivos móveis, tablets e computadores
ru: Ваш маркетплейс отлично выглядит на мобильных устройствах, планшетах и компьютерах
sl: Vaša tržnica izgleda odlično na mobilnih napravah, tabličnih računalnikih in namizjih
tr: Pazar yeriniz mobil, tablet ve masaüstünde harika görünüyor
vi: Thị trường của bạn trông tuyệt vời trên thiết bị di động, máy tính bảng và máy tính để bàn

source: Get started for free today
es: Comience gratis hoy mismo
fil: Magsimula nang libre ngayon
fr: Commencez dès aujourd'hui gratuitement
id: Mulai gratis hari ini
it: Inizia gratuitamente oggi
pt: Comece gratuitamente hoje
ru: Начните бесплатно сегодня
sl: Začnite brezplačno danes
tr: Bugün ücretsiz başlayın
vi: Bắt đầu miễn phí ngay hôm nay

source: Have questions?
es: ¿Tener preguntas?
fil: May mga tanong?
fr: Avoir des questions?
id: Punya pertanyaan?
it: Hai domande?
pt: Tem perguntas?
ru: Есть вопросы?
sl: Imate vprašanja?
tr: Sorularım var?
vi: Có một vài câu hỏi?

source: Get in touch
es: Estar en contacto
fil: Makipag-ugnayan
fr: Entrer en contact
id: Berhubungan
it: Mettiti in contatto
pt: Entrar em contato
ru: Связаться
sl: Stopite v stik z nami
tr: Temasta olmak
vi: Liên lạc

source: Origin Protocol - Origin Token Dashboard
es: Origin Protocol - Panel de Control del Token de Origin
fr: Protocole d'origine - Tableau de bord des jetons d'origine
id: Origin Protocol - Dasbor Token Origin
it: Origin Protocol - dashboard del token Origin
pt: Origin Protocol - Painel do Origin Token
ru: Origin Protocol - Панель инструментов токена Origin
tr: Origin Protokolü - Origin Token Dashboard
vi: Origin Protocol - Bảng thông tin token Origin

source: Origin Protocol's platform powers true peer-to-peer marketplaces everywhere.
es: La plataforma de Origin Protocol impulsa verdaderos mercados de persona a persona en todas partes.
fr: La plate-forme d'Origin Protocol alimente partout de véritables places de marché de pair à pair (peer to peer).
id: Platform Origin Protocol menguatkan pasar peer-to-peer yang sesungguhnya di mana saja.
it: La piattaforma di Origin Protocol potenzia ovunque veri marketplace peer-to-peer.
pt: A plataforma do Origin Protocol mune mercados verdadeiramente peer-to-peer em todos os lugares.
ru: Платформа Origin Protocol всячески поддерживает p2p маркетплейсы.
tr: Origin Protocol'ün platformu, her yerde gerçek eşler arası pazarlara güç sağlar.
vi: Nền tảng Origin Protocol thúc đẩy marketplace ngang hàng trên khắp thế giới.

source: Origin Token Dashboard
es: Panel de Control del Token de Origin
fr: Tableau de Bord des jetons OGN
id: Dasbor Token Origin
it: Dashboard del token Origin
pt: Painel Origin Token
ru: Панель инструментов токена Origin
vi: Bảng thông tin token Origin

source: Price
es: Precio
fr: Prix
id: Harga
it: Prezzo
pt: Preço
ru: Цена
tr: Fiyat
vi: Giá

source: Market Cap
fr: Plafond du Marché
id: Kapitalisasi Pasar
it: Capitalizzazione di mercato
pt: Capitalização de Mercado
ru: Рыночная капитализация
tr: Piyasa değeri
vi: Vốn hoá thị trường

source: Circulating Supply
es: Suministro circulante
fr: Jetons à faire Circuler
id: Persediaan yang Beredar
it: Supply Circolante
pt: Suprimento em Circulação
ru: Текущее количество токенов в обороте
tr: Dolaşımdaki Arz
vi: Cung trong lưu thông

source: Total Supply
es: Suministro total
fr: Approvisionnement Total
id: Total Pasokan
it: Supply totale
pt: Suprimento Máximo
ru: Общий объем предложения
tr: Toplam Arz
vi: Tổng cung

source: Token Unlock Schedule
es: Programa de desbloqueo de Tokens
fr: Calendrier de déverrouillage des jetons
id: Jadwal Buka Kunci Token
it: Programma di sblocco dei token
pt: Cronograma do Desbloqueio do Token
ru: График анлока токенов
tr: Token Unlock Programı
vi: Lịch mở khoá token

source: On January 4, 2020, we released our projected token release schedule. This can also be found in <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'>Binance's Research Report</a> on Origin. Note that actual circulating supply may differ from modeled circulating supply as time passes. It is our intention to decrease actual circulating supply when compared to modeled circulating supply whenever possible.
es: El 4 de enero de 2020, lanzamos nuestro cronograma de lanzamiento de tokens proyectado. Esto también se puede encontrar en <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'>Informe de investigación de Binance</a> sobre Origin. Tenga en cuenta que el suministro circulante real puede diferir del suministro circulante modelado a medida que pasa el tiempo. Nuestra intención es disminuir el suministro circulante actual en comparación con el suministro circulante modelado siempre que sea posible.
fr: Le 4 janvier 2020, nous avons publié notre calendrier prévisionnel de libération des jetons. Celui-ci peut également être consulté dans <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'>Rapport de recherche de Binance</a> sur l'origine. Notez que l'offre en circulation réelle peut différer de l'offre en circulation modélisée au fil du temps. Nous avons l'intention de diminuer l'offre réelle en circulation par rapport à l'offre modélisée en circulation chaque fois que cela sera possible.
id: Pada 4 Januari 2020, kami merilis jadwal rilis token yang diproyeksikan. Ini juga dapat ditemukan di <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'>Laporan Riset Binance</a> tentang Origin. Perhatikan bahwa suplai sirkulasi aktual mungkin berbeda dari suplai sirkulasi yang dimodelkan seiring berjalannya waktu. Ini adalah niat kami untuk mengurangi suplai beredar aktual bila dibandingkan dengan suplai sirkulasi model bila memungkinkan.
it: Il 4 gennaio 2020, abbiamo rilasciato il nostro piano di rilascio del token. Si trova anche in <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'>Binance's Research Report</a> su Origin. Si noti che la Actual Circulating Supply (i token in circolazione) può differire dalla Modeled Circulating Supply (le previsioni) col passare del tempo. È nostra intenzione ridurre la Actual Circulating Supply rispetto alla Modeled Circulating Supply quando possibile.
pt: Em 4 de janeiro de 2020, lançamos nossa programação de liberação projetada de tokens. Isso também pode ser encontrado no <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'>Relatório de Pesquisa da Binance</a> sobre o Origin. Observe que o suprimento em circulação real pode diferir do suprimento em circulação modelado com o passar do tempo. É nossa intenção diminuir o suprimento real quanto ao suprimento em circulação modelado, sempre que possível.
ru: 4 января 2020 года мы опубликовали график выпуска токенов. С ним можно ознакомиться в <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'>Исследовательском отчете Binance</a> об Origin. Обратите внимание, что фактическое количество токенов в текущем обороте может со временем отклоняться от изначально запланированной модели. Мы стремимся, по возможности, уменьшать реальную циркуляцию токенов в сравнении с запланированной.
tr: 4 Ocak 2020'de, öngörülen token yayınlama programımızı yayınladık. Bu, <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'>Binance'in Origin Üzerine Araştırma Raporu</a> de bulunabilir. Gerçek dolaşım arzının, zaman geçtikçe modellenmiş dolaşım arzından farklı olabileceğini unutmayın. Niyetimiz, mümkün olduğunda modellenmiş dolaşım arzına kıyasla gerçek dolaşım arzını azaltmaktır.
vi: Vào ngày 04/01/2020, chúng tôi cho ra mắt lịch trả token. Người dùng có thể xem thêm chi tiết tại <a href='https://research.binance.com/projects/origin' target='_blank' rel='noreferrer noopener'> Báo cáo nghiên cứu của Binance</a> về Origin. Lưu ý rằng trong tương lai cung token trong lưu thông có thể khác so với con số dự kiến bởi chúng tôi luôn hướng tới giảm số lượng token trong lưu thông so với kế hoạch bất cứ khi nào có thể.

source: Modeled vs. actual token release schedule
es: Cronograma de lanzamiento del Token modelado versus actual
fr: Calendrier de libération des jetons modélisé et réel
id: Jadwal rilis token yang dimodelkan vs. sebenarnya
it: Modello vs. programma di rilascio del token
pt: Modelado vs. real cronograma de liberação de tokens
ru: Запланированный и фактический графики анлока токенов
tr: Modellenmiş ve gerçek token yayınlama planı
vi: Số token dự kiến phát hành so với số thực tế phát hành

source: Currently, OGN's actual circulating supply is ogn_circulating_supply. Modeled circulating supply was projected at ogn_modeled_supply. The difference is ogn_supply_diff tokens (ogn_supply_diff_pct%%).
es: Actualmente, el suministro circulante actual de OGN es ogn_circulating_supply. El suministro circulante modelado se proyectó en ogn_modeled_supply. La diferencia son los Tokens ogn_supply_diff (ogn_supply_diff_pct%%).
fr: Actuellement, l'offre circulante réelle de l'OGN est ogn_circulating_supply. L'approvisionnement en circulation modélisé a été projeté à ogn_modeled_supply. La différence est de ogn_supply_diff tokens (ogn_supply_diff_pct%%).
id: Saat ini, suplai aktual OGN yang beredar adalah ogn_circulating_supply. Pasokan bersirkulasi yang dimodelkan diproyeksikan pada ogn_modeled_supply. Perbedaannya adalah token ogn_supply_diff (ogn_supply_diff_pct%%).
it: Attualmente, la circulating supply di OGN è ogn_circulating_supply. La Supply Circolante modellata è stata definita su ogn_modeled_supply. La differenza è ogn_supply_diff (ogn_supply_diff_pct %%) token.
pt: Atualmente, o suprimento em circulação real da OGN é ogn_circulating_supply. O suprimento em circulação modelado foi projetado em ogn_modeled_supply. A diferença é de ogn_supply_diff tokens (ogn_supply_diff_pct%%).
ru: На данный момент, в обращении находится ogn_circulation_supply OGN. Ранее запланированное количество в текущем обращении составляло ogn_modeled_supply OGN. В итоге разница составляет ogn_supply_diff (ogn_supply_diff_pct%%) OGN.
tr: Şu anda, OGN'nin gerçek dolaşımdaki kaynağı ogn_circulating_supply'dir. Modellenmiş dolaşımdaki arz, ogn_modeled_supply'de öngörülmüştür. Fark ogn_supply_diff belirteçleridir (ogn_supply_diff_pct%%).
vi: Hiện tại, cung OGN trong lưu thông là ogn_circulating_supply. Cung OGN trong lưu thông theo kế hoạch là ogn_modeled_supply. Chênh lệch ogn_supply_diff token (ogn_supply_diff_pct%%).

source: Locked Tokens
es: Tokens bloqueados
fr: Jetons verrouillés
id: Token Terkunci
it: Token bloccati
pt: Tokens bloqueados
ru: Заблокированные токены
tr: Kilitli tokenlar

source: Many of our investors and team members have voluntarily increased their lock-ups. Locked tokens include tokens that otherwise would have been released and entered the circulating supply.
es: Muchos de nuestros inversores y miembros del equipo han aumentado voluntariamente sus bloqueos. Los tokens bloqueados incluyen tokens que, de lo contrario, se habrían liberado e ingresado al suministro circulante.
fr: Un grand nombre de nos investisseurs et des membres de notre équipe ont volontairement augmenté le nombre de leurs jetons verouillé. Les jetons verouillé comprennent des jetons qui, autrement, auraient été libérés et seraient entrés dans l'offre et en circulation.
id: Banyak investor dan anggota tim kami secara sukarela meningkatkan penguncian mereka. Token yang dikunci termasuk token yang jika tidak akan dirilis dan memasuki pasokan yang beredar.
it: Molti dei nostri investitori e membri del team hanno volontariamente aumentato i loro blocchi. I token bloccati includono token che altrimenti sarebbero stati rilasciati e sarebbero entrati nella circulating supply.
pt: Muitos de nossos investidores e membros da equipe aumentaram voluntariamente suas apostas. Os tokens bloqueados incluem os tokens que de outra forma teriam sido liberados e entrarariam no suprimento em circulação.
ru: Многие из наших инвесторов и членов команды добровольно продлили срок заморозки своих токенов. В заблокированные токены входят те, которые, в противном случае, были бы разморожены и вошли бы в текущий циркулейт. Также туда входят те токены, которые были заморожены пользователями в рамках программы Origin Deals.
tr: Yatırımcılarımızın ve ekip üyelerimizin çoğu gönüllü olarak kilitlenmelerini artırdı. Kilitli jetonlar, aksi takdirde serbest bırakılacak ve dolaşım arzına girecek jetonları içerir.

source: Total number of tokens in investor and team lockups
es: Número total de tokens en bloqueos de inversores y equipo
fr: Nombre total de jetons dans les coffres des investisseurs et des équipes
id: Jumlah total token dalam penguncian investor dan tim
it: Numero totale dei token nei lockup di investitori e team
pt: Número total de tokens bloqueados de investidores e equipe
ru: Общее количество заблокированных токенов инвесторов и команды

source: Total number of staked tokens
es: Número total de tokens en staking
fr: Nombre total de jetons mis en circulation
id: Jumlah total token yang dipertaruhkan
it: Numero totale di token in stake
pt: Número total de tokens em stake
ru: Общее число токенов в стейкинге
vi: Tổng số token đang được stake

source: Total number of tokens founders have sold
es: Número total de tokens que los fundadores han vendido
fr: Nombre total de jetons que les fondateurs ont vendus
id: Jumlah total pendiri token telah terjual
it: Numero totale di token che i fondatori hanno venduto
pt: Número total de tokens que os fundadores venderam
ru: Общее количество токенов, проданных основателями
tr: Kurucuların sattığı toplam token sayısı
