Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Tampering of rules is not reserved only for private corporations that manage the marketplace. Airbnb’s home city of San Francisco has passed local ordinances forbidding the home-rental company from taking bookings from hosts who have not properly registered their homes<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. The new regulations are so restrictive that thousands of rental properties in San Francisco have now been banned from the platform. Dozens of other cities followed San Francisco’s actions and used them as a model for how to pass their own restrictions concerning home-sharing. Airbnb represents a single point of failure in this case, and hotel industry lobbyists can attack this valuable industry easily and effectively.
es: La manipulación de las reglas no está reservada solo para las corporaciones privadas que administran el mercado. La ciudad natal de Airbnb, San Francisco, aprobó las ordenanzas locales que prohíben a la compañía de alquiler de viviendas tomar reservas de los anfitriones que no han registrado adecuadamente sus hogares<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. Las nuevas regulaciones son tan restrictivas que miles de propiedades de alquiler en San Francisco han sido expulsadas de la plataforma. Docenas de otras ciudades siguieron las acciones de San Francisco y las usaron como modelo de cómo pasar sus propias restricciones con respecto a compartir la casa. Airbnb representa un único punto de falla en este caso, y los cabilderos de la industria hotelera pueden atacar esta valiosa industria de manera fácil y efectiva.
fr: La falsification des règles n'est pas réservée uniquement aux sociétés privées qui gèrent le marché. La ville natale d'Airbnb, San Francisco, a adopté des ordonnances locales interdisant à la société de location de maisons de prendre des réservations auprès d'hôtes qui n'ont pas correctement enregistré leur domicile<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. La nouvelle réglementation est si restrictive que des milliers de propriétés locatives à San Francisco ont désormais été bannies de la plateforme. Des dizaines d'autres villes ont suivi les actions de San Francisco et les ont utilisées comme modèle pour passer leurs propres restrictions concernant le partage de maison. Airbnb représente un point de défaillance unique dans ce cas, et les lobbyistes de l'industrie hôtelière peuvent attaquer cette précieuse industrie facilement et efficacement.
id: Merusak peraturan tidak hanya diperuntukkan bagi perusahaan swasta yang mengelola pasar. Kota asal Airbnb, San Francisco, telah mengeluarkan peraturan lokal yang melarang perusahaan sewa-rumah menerima pemesanan dari tuan rumah yang belum mendaftarkan rumah mereka dengan benar<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. Peraturan baru sangat ketat sehingga ribuan properti sewaan di San Francisco kini telah dilarang dari platform. Lusinan kota lain mengikuti tindakan San Francisco dan menggunakannya sebagai model untuk bagaimana meloloskan batasan mereka sendiri tentang pembagian rumah. Airbnb mewakili satu titik kegagalan dalam kasus ini, dan pelobi industri hotel dapat menyerang industri yang berharga ini dengan mudah dan efektif.
it: La manomissione delle regole non è riservata solo alle società private che gestiscono il mercato. La città natale di Airbnb, San Francisco, ha approvato le ordinanze locali che vietano alla società di noleggio di accettare prenotazioni da ospiti che non hanno registrato correttamente le loro case<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. I nuovi regolamenti sono così restrittivi che migliaia di proprietà in affitto a San Francisco sono state bandite dalla piattaforma. Dozzine di altre città hanno seguito le azioni di San Francisco e le hanno usate come modello per superare le proprie restrizioni relative alla condivisione della casa. Airbnb rappresenta un singolo punto di errore in questo caso e i lobbisti del settore alberghiero possono attaccare questo prezioso settore in modo semplice ed efficace.
pt: A adulteração de regras não é reservada apenas para empresas privadas que gerenciam o mercado. A cidade natal da Airbnb em São Francisco aprovou as leis locais que proíbem a empresa de alugar casas de receber reservas de anfitriões que não registraram adequadamente suas casas<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. Os novos regulamentos são tão restritivos que milhares de propriedades de aluguel em San Francisco foram banidas da plataforma. Dezenas de outras cidades seguiram as ações de São Francisco e as usaram como modelo para passar por suas próprias restrições em relação ao compartilhamento de casas. O Airbnb representa um único ponto de falha nesse caso, e os lobistas do setor hoteleiro podem atacar esse valioso setor com facilidade e eficácia.
ru: Нарушение правил не является уделом исключительно частных корпораций, управляющих рынком. Правительство родного города Airbnb, Сан-Франциско, приняло ряд норм, запрещающих компаниям по аренде жилья принимать заказы от хозяев, которые ненадлежащим образом зарегистрировали свое недвижимое имущество. Новые правила, предусматривающие достаточно жесткие ограничения, привели к снятию с площадки тысяч объектов аренды в Сан-Франциско. В десятках других городов по всему миру, в которых раздумывают над введением ограничений в отношении совместного использования жилья, теперь смотрят на Сан-Франциско как на модель. Критической точкой в этой связи выступает Airbnb, и лоббисты гостиничной индустрии могут эффективно идти в атаку.
tr: Kuralların tahrifatı sadece pazarı yöneten özel şirketler için ayrılmamıştır. Airbnb'nin memleketi San Francisco, ev kiralama şirketinin evlerini düzgün bir şekilde kaydettirmemiş ev sahiplerinden rezervasyon almasını yasaklayan yerel düzenlemeleri geçti<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. Yeni düzenlemeler o kadar kısıtlayıcı ki San Francisco'daki binlerce kiralık mülk artık platformdan yasaklandı. Düzinelerce başka şehir, San Francisco'nun eylemlerini izledi ve ev paylaşımı ile ilgili kendi kısıtlamalarını nasıl aşacakları için bir model olarak kullandı. Airbnb bu durumda tek bir başarısızlık noktasını temsil eder ve otel endüstrisi lobicileri bu değerli sektöre kolay ve etkili bir şekilde saldırabilirler.
vi: Sự tác động của quy định không chỉ đến từ các tập đoàn tư nhân quản lý marketplace. Thành phố San Francisco trụ sở của Airbnb đã thông qua các pháp lệnh địa phương cấm công ty cho thuê nhà không nhận đặt chỗ từ những chủ nhà không đăng ký nhà của họ theo đúng quy định<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. Các quy định mới rất hạn chế, đến mức hàng ngàn tài sản cho thuê ở San Francisco hiện đã bị cấm khỏi nền tảng này. Hàng tá thành phố khác đã làm theo các hành động của San Francisco, và coi chúng như một khuôn mẫu áp đặt những hạn chế của họ lên nền kinh tế chia sẻ nhà. Airbnb chỉ là 1 trường hợp đại diện trong trường hợp này và các nhà vận động hành lang ngành khách sạn có thể tấn công ngành công nghiệp có giá trị này một cách dễ dàng và hiệu quả.

source: Finally, as an oft-cited example of the importance of cryptocurrencies, Wikileaks was able to survive the US banking blockade due to Bitcoin donations from their supporters. By building tools for people to transact with each other in a trustless, distributed fashion, we can eliminate these single points of failure in our systems that undermine our personal liberties.
es: Finalmente, como un ejemplo muy citado de la importancia de las criptomonedas, Wikileaks pudo sobrevivir al bloqueo bancario de los EE. UU. Debido a las donaciones de Bitcoin de sus partidarios. Al crear herramientas para que las personas realicen transacciones entre ellas de manera confiable y distribuida, podemos eliminar estos puntos únicos de falla en nuestros sistemas que socavan nuestras libertades personales.
fr: Enfin, comme exemple souvent cité de l'importance des crypto-monnaies, Wikileaks a pu survivre au blocus bancaire américain grâce aux dons de Bitcoin de ses partisans. En créant des outils permettant aux gens de traiter entre eux de manière distribuée et sans confiance, nous pouvons éliminer ces points de défaillance uniques dans nos systèmes qui minent nos libertés personnelles.
id: Akhirnya, sebagai contoh yang sering dikutip tentang pentingnya cryptocurrency, Wikileaks dapat bertahan dari blokade perbankan AS karena sumbangan Bitcoin dari para pendukung mereka. Dengan membangun alat bagi orang-orang untuk bertransaksi satu sama lain dengan cara yang tidak dapat dipercaya dan didistribusikan, kita dapat menghilangkan satu-satunya titik kegagalan dalam sistem kita yang merusak kebebasan pribadi kita.
it: Infine, come esempio spesso citato dell'importanza delle criptovalute, Wikileaks è stato in grado di sopravvivere al blocco bancario statunitense grazie alle donazioni di Bitcoin da parte dei suoi sostenitori. Costruendo strumenti per consentire alle persone di effettuare transazioni in modo distribuito e senza fiducia, possiamo eliminare questi singoli punti di errore nei nostri sistemi che minano le nostre libertà personali.
pt: Finalmente, como um exemplo frequentemente citado da importância das criptomoedas, o Wikileaks conseguiu sobreviver ao bloqueio bancário dos EUA devido a doações de Bitcoin de seus apoiadores. Ao criar ferramentas para as pessoas negociarem de maneira distribuída e sem confiança, podemos eliminar esses pontos únicos de falha em nossos sistemas que minam nossas liberdades pessoais.
ru: Вспомним и часто приводимый пример важности криптовалют, а именно биткойна, пожертвования которыми помогли платформе Wikileaks выжить в условиях жесткой неправовой банковской блокады со стороны банковской системы США. Создавая инструменты, регламентирующие взаимодействие людей в ненадежном распределенном режиме, мы можем устранить отдельные «проколы» в наших системах, которые подрывают наши личные свободы.
tr: Son olarak, kripto para birimlerinin önemine değinilen bir örnek olarak, Wikileaks destekçilerinden Bitcoin bağışları nedeniyle ABD bankacılık ablukasından kurtulabildi. İnsanların birbirleriyle güvenilmez ve dağıtılmış bir şekilde işlemesi için araçlar oluşturarak, kişisel özgürlüklerimizi zayıflatan sistemlerimizde bu tek başarısızlık noktalarını ortadan kaldırabiliriz.
vi: Cuối cùng, minh chứng cho tầm quan trọng của tiền mã hóa, Wikileaks đã có thể thoát khỏi bờ vực phá sản vì ngân hàng của Hoa Kỳ phong tỏa tài khoản nhờ Bitcoin từ những người ủng hộ. Bằng cách xây dựng các công cụ giao dịch một cách phân tán, đáng tin cậy, chúng ta có thể loại bỏ những điểm thất bại trong hệ thống đang làm suy yếu quyền tự do cá nhân của người dùng.

source: What if goods and services that added value to the ecosystem could freely trade at their fair market prices and quantities without tampering from biased third parties?
es: ¿Qué pasaría si los bienes y servicios que agregaran valor al ecosistema pudieran comerciarse libremente a sus precios y cantidades de mercado justos sin la manipulación de terceros sesgados?
fr: Et si les biens et services qui apportaient une valeur ajoutée à l'écosystème pouvaient librement s'échanger à leurs prix et quantités équitables sur le marché sans être manipulés par des tiers biaisés?
id: Bagaimana jika barang dan jasa yang memberikan nilai tambah bagi ekosistem dapat secara bebas berdagang dengan harga dan kuantitas pasar yang adil tanpa merusak pihak ketiga yang bias?
it: Cosa accadrebbe se beni e servizi che aggiungessero valore all'ecosistema potessero commerciare liberamente ai loro prezzi e quantità equi sul mercato senza manomettere terze parti distorte?
pt: E se os bens e serviços que agregam valor ao ecossistema pudessem ser negociados livremente a preços e quantidades justos de mercado, sem adulteração de terceiros tendenciosos?
ru: Что, если товары и услуги, добавляющие ценность для экосистемы, могли бы свободно торговаться по справедливым рыночным ценам и в необходимом количестве без вмешательства предвзятых третьих сторон?
tr: Ekosisteme değer katan mallar ve hizmetler, önyargılı üçüncü taraflardan kurtulamadan adil piyasa fiyatları ve miktarlarında serbest ticaret yapabilirse ne olur?
vi: Điều gì xảy ra nếu hàng hóa và dịch vụ tăng giá trị cho hệ sinh thái có thể tự do giao dịch một cách công bằng theo quy luật giá cả và số lượng trên thị trường mà không bị chi phối bởi các bên thứ ba?

source: Now is the <span>time for change</span>
es: Ahora es el momento <span>para el cambio</span>
fr: Il est maintenant temps <span>pour le changement</span>
id: Sekarang adalah waktu <span>untuk perubahan</span>
it: Ora è il tempo <span>per il cambiamento</span>
pt: Agora é a hora <span>para a mudança</span>
ru: Настало время перемен
tr: Şimdi değişim için <span>zamanı</span>
vi: Bây giờ <span>là lúc cần thay đổi</span>

source: The market is ready for a new peer-to-peer form of commerce. The world is moving to a gig economy where more and more individuals provide goods and services as their primary or supplemental way of earning income. Over 22%% of US adults have become suppliers to the sharing economy as of 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> and this number is expected to increase over time. These suppliers will hugely benefit from an open network that does not charge exorbitant transaction and service fees.
es: El mercado está listo para una nueva forma de comercio entre pares. El mundo se está moviendo hacia una economía de concierto donde cada vez más personas proporcionan bienes y servicios como su forma principal o complementaria de obtener ingresos. Más de 22%% de los adultos de EE. UU. Se han convertido en proveedores de la economía colaborativa a partir de 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> y se espera que este número aumente con el tiempo. Estos proveedores se beneficiarán enormemente de una red abierta que no cobra tarifas exorbitantes por transacciones y servicios.
fr: Le marché est prêt pour une nouvelle forme de commerce peer-to-peer. Le monde se dirige vers une économie gigantesque où de plus en plus de personnes fournissent des biens et des services comme principal moyen ou complément de revenu. Plus de 22%% des adultes américains sont devenus des fournisseurs de l'économie du partage en 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> et ce nombre devrait augmenter avec le temps. Ces fournisseurs bénéficieront énormément d'un réseau ouvert qui ne facture pas de frais de transaction et de service exorbitants.
id: Pasar siap untuk bentuk perdagangan peer-to-peer baru. Dunia bergerak ke ekonomi pertunjukan di mana semakin banyak orang menyediakan barang dan jasa sebagai cara utama atau tambahan mereka untuk mendapatkan penghasilan. Lebih dari 22%% orang dewasa AS telah menjadi pemasok bagi ekonomi berbagi pada 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> dan jumlah ini diperkirakan akan meningkat seiring waktu. Pemasok ini akan sangat diuntungkan dari jaringan terbuka yang tidak membebankan biaya transaksi dan layanan selangit.
it: Il mercato è pronto per una nuova forma di commercio peer-to-peer. Il mondo si sta spostando verso un'economia dei concerti in cui sempre più persone forniscono beni e servizi come mezzo principale o supplementare per guadagnare. Oltre 22%% degli adulti statunitensi sono diventati fornitori per l'economia della condivisione dal 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> e questo numero dovrebbe aumentare nel tempo. Questi fornitori trarranno enormi vantaggi da una rete aperta che non applica commissioni di transazione e di servizio esorbitanti.
pt: O mercado está pronto para uma nova forma de comércio ponto a ponto. O mundo está se mudando para uma economia em que cada vez mais pessoas fornecem bens e serviços como forma primária ou suplementar de obter renda. Mais de 22%% dos adultos dos EUA se tornaram fornecedores da economia compartilhada a partir de 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> e esse número deve aumentar ao longo do tempo. Esses fornecedores se beneficiarão enormemente de uma rede aberta que não cobra taxas exorbitantes de transações e serviços.
ru: Рынок готов к новой децентрализованной форме торговли. Мир переходит в экономику свободного заработка, где все большее количество людей предоставляют услуги в виде основного или дополнительного способа получения дохода. В 2016 году более 22 % совершеннолетнего населения США стали поставщиками услуг в модели экономики совместного потребления. Эти поставщики получат значительную выгоду от открытой сети, которая не взимает чрезмерных сборов за транзакции и обслуживание.
tr: Pazar yeni bir eşler arası ticaret şekline hazırdır. Dünya, gittikçe daha fazla bireyin gelir elde etmenin birincil veya tamamlayıcı yolu olarak mal ve hizmet sağladığı bir konser ekonomisine doğru ilerliyor. 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> itibarıyla ABD'li yetişkinlerin 22%% fazlası paylaşım ekonomisine tedarikçi olmuştur ve bu sayının zaman içinde artması beklenmektedir. Bu tedarikçiler, fahiş işlem ve hizmet ücretleri talep etmeyen açık bir ağdan büyük ölçüde faydalanacaklardır.
vi: Thị trường đã sẵn sàng cho một hình thức thương mại hàng ngang mới. Thế giới đang chuyển sang một nền kinh tế lớn, nơi ngày càng nhiều cá nhân cung cấp sản phẩm và dịch vụ để kiếm thu nhập. Hơn 22%% người Mỹ trưởng thành đã trở thành nhà cung cấp cho nền kinh tế chia sẻ kể từ năm 2016 <a class='whitepaper-footnote-link' href='#footnote10'>10</a>và con số này dự kiến sẽ tăng theo thời gian. Các nhà cung cấp này sẽ được hưởng lợi rất nhiều từ một mạng mở không tính phí giao dịch hay phí dịch vụ đắt đỏ.

source: Gross bookings on the sharing economy are expected to exceed $335B by 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Platform revenues (mostly fees taken by the companies) for the sharing economy are expected to more than double to $40.2B in the next five years<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
es: Se espera que las reservas brutas en la economía compartida superen los $ 335 mil millones para 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Se espera que los ingresos de la plataforma (en su mayoría honorarios cobrados por las empresas) para la economía colaborativa se dupliquen más de $ 40.2B en los próximos cinco años<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
fr: Les réservations brutes sur l'économie du partage devraient dépasser 335 milliards de dollars d'ici 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Les revenus de la plate-forme (principalement des frais prélevés par les entreprises) pour l'économie du partage devraient plus que doubler pour atteindre 40,2 milliards de dollars au cours des cinq prochaines années<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
id: Pemesanan kotor pada ekonomi berbagi diperkirakan akan melebihi $ 335 miliar pada tahun 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Pendapatan Platform (sebagian besar biaya yang diambil oleh perusahaan) bagi perekonomian berbagi diharapkan untuk lebih dari dua kali lipat menjadi $ 40.2B dalam lima tahun ke depan<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
it: Le prenotazioni lorde sulla sharing economy dovrebbero superare $ 335 miliardi entro il 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Le entrate della piattaforma (principalmente le commissioni prese dalle società) per l'economia della condivisione dovrebbero raddoppiare a $ 40,2 miliardi nei prossimi cinque anni<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
pt: Prevê-se que as reservas brutas na economia compartilhada excedam US $ 335B até 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Espera-se que as receitas da plataforma (principalmente as taxas cobradas pelas empresas) para a economia compartilhada mais que dobrem, para US $ 40,2 bilhões nos próximos cinco anos<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
ru: Ожидается, что к 2025 году объем валовых заказов в рамках эксплуатации модели экономики совместного потребления превысит 335 миллиардов долларов. Также ожидается, что доходы платформ модели экономики совместного потребления (в основном, в виде сборов, взимаемых компаниями) в ближайшие пять лет превысят 40,2 миллиарда долларов.
tr: Paylaşım ekonomisi üzerindeki brüt rezervasyonların 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>itibarıyla 335 milyar doları aşması bekleniyor. Paylaşım ekonomisi için platform gelirlerinin (çoğunlukla şirketler tarafından alınan ücretler) önümüzdeki beş yıl içinde 40,2 milyar dolardan iki katına çıkması bekleniyor<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
vi: Tổng lượng đặt phòng trên nền kinh tế chia sẻ dự kiến sẽ vượt mức 335 tỷ đô la vào năm 2025 <a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Doanh thu nền tảng (chủ yếu là phí bị thu các công ty) cho nền kinh tế chia sẻ dự kiến sẽ tăng hơn gấp đôi lên 40,2 tỷ đô la trong năm năm tới<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
