Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: We envision a future where innovations are constantly made to underlying infrastructure, product features, and business mechanics to the benefit of the entire network of buyers and sellers.
es: Visualizamos un futuro en el que se realicen constantemente innovaciones en la infraestructura subyacente, las características del producto y la mecánica comercial en beneficio de toda la red de compradores y vendedores.
fr: Nous envisageons un avenir où des innovations sont constamment apportées à l'infrastructure sous-jacente, aux caractéristiques des produits et à la mécanique commerciale au profit de l'ensemble du réseau d'acheteurs et de vendeurs.
id: Kami membayangkan masa depan di mana inovasi terus dilakukan untuk infrastruktur, fitur produk, dan mekanika bisnis yang mendasari untuk kepentingan seluruh jaringan pembeli dan penjual.
it: Immaginiamo un futuro in cui vengono costantemente apportate innovazioni all'infrastruttura, alle caratteristiche del prodotto e ai meccanismi aziendali sottostanti a vantaggio dell'intera rete di acquirenti e venditori.
pt: Prevemos um futuro em que são constantemente feitas inovações na infraestrutura subjacente, nos recursos do produto e na mecânica dos negócios para o benefício de toda a rede de compradores e vendedores.
ru: Мы представляем будущее, в котором имеет место постоянное совершенствование базовой инфраструктуры, функций и возможностей продукта и бизнес-механики в интересах всей сети покупателей и продавцов.
tr: Tüm alıcı ve satıcı ağının yararına altta yatan altyapı, ürün özellikleri ve iş mekaniğinde sürekli olarak yeniliklerin yapıldığı bir gelecek öngörüyoruz.
vi: Chúng tôi hình dung một tương lai nơi cơ sở hạ tầng, tính năng sản phẩm và cơ chế kinh doanh được đổi mới liên tục vì lợi ích của toàn bộ mạng lưới người mua và người bán.

source: Arbitrary rule changes and censorship
es: Cambios arbitrarios de reglas y censura
fr: Modifications arbitraires des règles et censure
id: Perubahan peraturan dan sensor sewenang-wenang
it: Modifiche arbitrarie e censura
pt: Mudanças de regra arbitrária e censura
ru: Произвольные изменения правил и цензура
tr: Keyfi kural değişiklikleri ve sansür
vi: Thay đổi và kiểm duyệt quy luật tùy ý

source: When marketplaces are governed by individual corporations, these corporations can and will change policies and rules on a whim. In many cases, they have the best intentions of the community in mind. In others, they have much more selfish interests. There are countless examples of marketplace operators spiting the very members that have created great value for them.
es: Cuando los mercados están gobernados por corporaciones individuales, estas corporaciones pueden y cambiarán políticas y reglas por capricho. En muchos casos, tienen en mente las mejores intenciones de la comunidad. En otros, tienen intereses mucho más egoístas. Hay innumerables ejemplos de operadores del mercado que escupen a los miembros que les han creado un gran valor.
fr: Lorsque les marchés sont régis par des sociétés individuelles, ces sociétés peuvent et changeront les politiques et les règles sur un coup de tête. Dans de nombreux cas, ils ont à l'esprit les meilleures intentions de la communauté. Dans d'autres, ils ont des intérêts beaucoup plus égoïstes. Il existe d'innombrables exemples d'opérateurs de marché qui crachent les membres mêmes qui ont créé une grande valeur pour eux.
id: Ketika pasar diatur oleh masing-masing perusahaan, perusahaan-perusahaan ini dapat dan akan mengubah kebijakan dan peraturan sesuai keinginan. Dalam banyak kasus, mereka memiliki niat terbaik dari komunitas dalam pikiran. Di negara lain, mereka memiliki minat yang jauh lebih egois. Ada banyak sekali contoh operator pasar yang menyiratkan anggota yang telah menciptakan nilai besar bagi mereka.
it: Quando i mercati sono governati da singole società, queste società possono e cambieranno politiche e regole per capriccio. In molti casi, hanno in mente le migliori intenzioni della comunità. In altri, hanno interessi molto più egoistici. Ci sono innumerevoli esempi di operatori del mercato che sputano i membri stessi che hanno creato un grande valore per loro.
pt: Quando os mercados são governados por empresas individuais, essas empresas podem e irão mudar as políticas e regras por capricho. Em muitos casos, eles têm as melhores intenções da comunidade em mente. Em outros, eles têm interesses muito mais egoístas. Existem inúmeros exemplos de operadores de mercado cuspindo os próprios membros que criaram grande valor para eles.
ru: Когда рынки управляются отдельными корпорациями, эти корпорации могут и будут менять политику и правила по собственной прихоти. Во многих случаях они руководствуются интересами сообщества. В то же время у них достаточно собственных корыстных интересов. Существует множество примеров операторов рынка, которые ни во что не ставят игроков, создавших для их платформ значительную ценность.
tr: Pazar yerleri tek tek şirketler tarafından yönetildiğinde, bu şirketler bir hevesle politika ve kuralları değiştirebilir ve değiştirecektir. Birçok durumda, topluluğun en iyi niyetlerini göz önünde bulundururlar. Diğerlerinde çok daha bencil çıkarları var. Kendileri için büyük değer yaratan üyelere tüküren sayısız piyasa işletmecisi örneği var.
vi: Khi thị trường được điều hành bởi các tập đoàn riêng lẻ, các tập đoàn này có thể và sẽ thay đổi chính sách và quy tắc bất kỳ lúc nào. Trong nhiều trường hợp, họ đặt lợi ích của cộng đồng lên hàng đầu. Một số trường hợp khác, họ đề cao lợi ích riêng của mình lên trên. Có vô vàn các ví dụ về các nhà khai thác trên thị trường đã gây hấn với chính các thành viên đã tạo ra giá trị lớn cho họ.

source: As sharing economy marketplaces grow, suppliers and buyers increasingly become abstracted away into the numbers, and some are left feeling like they are “cogs in the wheel”. Uber has increased their take from drivers from 15%% all the way to 30%% over the years<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, and drivers have no ability to impact these decisions. Many early Uber drivers now feel that they have been taken advantage of as the ride-sharing giant has scaled its operations.
es: A medida que crecen los mercados de economía compartida, los proveedores y compradores se vuelven cada vez más abstraídos en los números, y algunos se sienten como si fueran "engranajes en la rueda". Uber ha aumentado su toma de conductores de 15%% a 30%% durante los años<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, y los conductores no tienen la capacidad de afectar estas decisiones. Muchos de los primeros conductores de Uber ahora sienten que se han aprovechado ya que el gigante de viajes compartidos ha ampliado sus operaciones.
fr: À mesure que les marchés de l'économie de partage se développent, les fournisseurs et les acheteurs deviennent de plus en plus abstraits dans les chiffres, et certains se sentent comme des «rouages dans la roue». Uber a augmenté leur nombre de conducteurs de 15%% à 30%% cours des années<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, et les conducteurs n'ont aucune capacité d'influer sur ces décisions. De nombreux premiers pilotes Uber pensent maintenant qu'ils ont été mis à profit car le géant du covoiturage a intensifié ses opérations.
id: Ketika pasar ekonomi berbagi tumbuh, pemasok dan pembeli semakin diabstraksi menjadi angka-angka, dan beberapa merasa seperti "roda penggerak". Uber telah meningkatkan penerimaan dari pengemudi dari 15%% menjadi 30%% selama bertahun-tahun<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, dan pengemudi tidak memiliki kemampuan untuk memengaruhi keputusan ini. Banyak pengemudi awal Uber sekarang merasa bahwa mereka telah dimanfaatkan sebagai raksasa berbagi perjalanan telah meningkatkan operasinya.
it: Man mano che i mercati della condivisione dell'economia crescono, fornitori e acquirenti vengono sempre più sottratti ai numeri e alcuni si sentono come "ingranaggi nella ruota". Negli anni<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, Uber ha aumentato la propria presa dai conducenti da 15%% fino a 30%% e i conducenti non hanno alcuna possibilità di influenzare queste decisioni. Molti dei primi piloti Uber ora ritengono di essere stati sfruttati dal momento che il gigante della condivisione delle corse ha ridimensionato le sue operazioni.
pt: À medida que os mercados de economia compartilhada crescem, fornecedores e compradores se tornam cada vez mais abstraídos para os números, e alguns ficam com a sensação de que são "engrenagens na roda". O Uber aumentou sua participação de motoristas de 15%% para 30%% longo dos anos<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, e os motoristas não têm capacidade de impactar essas decisões. Muitos motoristas antigos do Uber agora sentem que foram aproveitados à medida que a gigante de compartilhamento de viagens expandiu suas operações.
ru: По мере того, как растут рынки экономики совместного потребления, поставщики и покупатели все меньше зависят от "цифр сверху", а некоторые из них чувствуют себя лишь «винтиками механизма». За несколько лет Uber увеличил взнос для водителей с 15% до 30%, и водители не могут на это повлиять. По мере того, как гигант отрасли попутного такси только наращивает обороты, многие «первые» водители Uber чувствуют, что их просто использовали.
tr: Ekonomi pazarları paylaşımı arttıkça, tedarikçiler ve alıcılar gittikçe daha çok sayılara ayrılıyor ve bazıları “çarkta çark gibi” hissediliyor. Uber 15 sürücülerden onların almak arttı%% tüm yol için 30%% yılda<a class='whitepaper-footnote-link' href='#footnote7'>7</a>ve sürücüler bu kararları etkileme özelliği yoktur. Birçok eski Uber sürücüsü, sürüş paylaşımı devi operasyonlarını ölçeklendirdikçe bundan faydalandıklarını düşünüyor.
vi: Khi thị trường kinh tế chia sẻ phát triển, các nhà cung cấp và người mua ngày càng trở nên trừu tượng hóa bằng những con số, và một số người cảm thấy họ là kẻ bị lấn lướt. Uber đã tăng số tiền họ nhận từ các tài xế từ 15%% cho đến 30%% trong nhiều năm<a class='whitepaper-footnote-link' href='#footnote7'>7</a> và các tài xế không có khả năng tác động đến các quyết định này. Nhiều tài xế Uber bắt đầu cảm thấy rằng họ bị lợi dụng khi gã khổng lồ về chia sẻ chuyến đi (ride-sharing) đã chiếm lĩnh hầu hết thị phần.

source: In 2017, Airbnb made the news for kicking guests out of rented properties and canceled their accounts after discovering those guests were planning to attend a Ku Klux Klan (KKK) rally<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. While few people sympathize with klan members that promote racist and violent ideology, it’s a slippery slope for Airbnb to start taking an opinionated stance on who is allowed to use their service. What about members of controversial political and religious groups? The personal leanings of a marketplace’s founders, no matter how mainstream, should not interfere with the decisions of marketplace buyers and sellers.
es: En 2017, Airbnb fue noticia por expulsar a los huéspedes de las propiedades alquiladas y canceló sus cuentas después de descubrir que esos invitados planeaban asistir a un mitin del Ku Klux Klan (KKK)<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. Si bien pocas personas simpatizan con los miembros del clan que promueven una ideología racista y violenta, es una pendiente resbaladiza para Airbnb comenzar a tomar una postura obstinada sobre quién puede usar su servicio. ¿Qué pasa con los miembros de grupos políticos y religiosos controvertidos? Las inclinaciones personales de los fundadores de un mercado, sin importar cuán generalizadas sean, no deberían interferir con las decisiones de los compradores y vendedores del mercado.
fr: En 2017, Airbnb a annoncé que des clients avaient été expulsés des propriétés louées et avait annulé leurs comptes après avoir découvert que ces invités prévoyaient d'assister à un rassemblement de Ku Klux Klan (KKK)<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. Alors que peu de gens sympathisent avec les membres klan qui promeuvent une idéologie raciste et violente, c'est une pente glissante pour Airbnb de commencer à prendre une position d'opinion sur qui est autorisé à utiliser leur service. Qu'en est-il des membres de groupes politiques et religieux controversés? Les tendances personnelles des fondateurs d'un marché, quelle que soit leur importance, ne devraient pas interférer avec les décisions des acheteurs et des vendeurs du marché.
id: Pada 2017, Airbnb membuat berita untuk mengusir tamu dari properti sewaan dan membatalkan akun mereka setelah mengetahui tamu-tamu itu berencana menghadiri rapat umum Ku Klux Klan (KKK)<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. Sementara beberapa orang bersimpati dengan anggota klan yang mempromosikan ideologi rasis dan kekerasan, ini merupakan kemiringan yang licin bagi Airbnb untuk mulai mengambil sikap tegas tentang siapa yang diizinkan menggunakan layanan mereka. Bagaimana dengan anggota kelompok politik dan agama yang kontroversial? Kecenderungan pribadi pendiri pasar, tidak peduli seberapa mainstream, tidak boleh mengganggu keputusan pembeli dan penjual pasar.
it: Nel 2017, Airbnb ha fatto notizia di espellere gli ospiti dalle proprietà in affitto e ha cancellato i loro conti dopo aver scoperto che gli ospiti stavano pianificando di partecipare a un raduno di Ku Klux Klan (KKK)<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. Mentre poche persone simpatizzano con i membri del klan che promuovono l'ideologia razzista e violenta, per Airbnb è una pendenza scivolosa iniziare a prendere una posizione supponente su chi è autorizzato a utilizzare il loro servizio. Che dire dei membri di controversi gruppi politici e religiosi? Le tendenze personali dei fondatori di un mercato, non importa quanto tradizionali, non dovrebbero interferire con le decisioni degli acquirenti e dei venditori del mercato.
pt: Em 2017, o Airbnb fez a notícia por expulsar os hóspedes de propriedades alugadas e cancelou suas contas depois de descobrir que eles estavam planejando participar de um comício Ku Klux Klan (KKK)<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. Embora poucas pessoas simpatizem com os membros da klan que promovem ideologia racista e violenta, é uma ladeira escorregadia para o Airbnb começar a adotar uma posição opinativa sobre quem pode usar seus serviços. E os membros de grupos políticos e religiosos controversos? As tendências pessoais dos fundadores de um mercado, não importa o quão mainstream, não devem interferir nas decisões dos compradores e vendedores do mercado.
ru: В 2017 Airbnb вышвырнул гостей из арендованных объектов и удалил их учетные записи, узнав, что эти гости планировали посетить митинг Ku Klux Klan (KKK) (8). Не смотря на то, что сторонники клана, пропагандирующего расистскую и насильственную идеологию, и так в меньшинстве, Airbnb стала на скользкий путь, заняв бескомпромиссную позицию в отношении того, кому разрешено пользоваться их услугами, а кому - нет. Как относиться к участникам неоднозначных политических и религиозных групп? Личные взгляды и убеждения основателей рынка, независимо от их поддержки в обществе, не должны влиять на решения, принимаемые покупателями и продавцами на рынке.
tr: 2017 yılında Airbnb kiralanan özelliklerin dışında misafirler vurduğu için haber yaptı ve bu konuk bir Ku Klux Klan (KKK) mitingine katılma planladıklarını keşfettikten sonra kendi hesaplarını iptal<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. Irkçı ve şiddetli ideolojiyi teşvik eden klan üyelerine pek az kişi sempati duysa da, Airbnb'nin hizmetlerini kimin kullanmasına izin verildiğine dair görüşlü bir tutum almaya başlaması kaygan bir eğimdir. Tartışmalı siyasi ve dini grupların üyeleri ne olacak? Bir pazarın kurucularının kişisel eğilimleri, ne kadar yaygın olursa olsun, pazar yeri alıcılarının ve satıcılarının kararlarına müdahale etmemelidir.
vi: Vào năm 2017, Airbnb thông báo đuổi khách ra khỏi tài sản thuê và hủy tài khoản của họ sau khi phát hiện ra những vị khách đó đang dự định tham dự một cuộc biểu tình của Ku Klux Klan (KKK)<a class='whitepaper-footnote-link' href='#footnote8'>8.</a> Mặc dù ít người đồng cảm với các thành viên kích động hệ tư tưởng phân biệt chủng tộc và bạo lực, nhưng đó là một cú hích để Airbnb bắt đầu đưa ra quan điểm về việc ai được phép sử dụng dịch vụ của họ. Thế trường hợp các thành viên thuộc các nhóm chính trị và tôn giáo gây tranh cãi thì sao? Các quyết định mang tính cá nhân của một người sáng lập thị trường, dù là chính thống, không nên can thiệp vào quyết định của người mua và người bán trên thị trường.

source: Many Etsy sellers live in constant fear of their stores being shut down for copyright violations or breaking arbitrary rules like having duplicate listings or failing to disclose team members. There are many stories of store owners having their livelihoods extinguished with little to no recourse. Similar stories of platforms shutting down accounts or seizing funds are all too common on eBay, Amazon, and many other popular marketplaces. Sellers complain of course, but few realistic alternatives exist.
es: Muchos vendedores de Etsy viven con el temor constante de que sus tiendas se cierren por violaciones de derechos de autor o infrinjan reglas arbitrarias como tener listados duplicados o no revelar a los miembros del equipo. Hay muchas historias de dueños de tiendas que tienen sus medios de vida extinguidos con poco o ningún recurso. Historias similares de plataformas que cierran cuentas o confiscan fondos son muy comunes en eBay, Amazon y muchos otros mercados populares. Los vendedores se quejan, por supuesto, pero existen pocas alternativas realistas.
fr: De nombreux vendeurs Etsy vivent dans la peur constante de la fermeture de leurs magasins pour violation du droit d'auteur ou pour enfreindre des règles arbitraires, comme avoir des listes en double ou ne pas divulguer les membres de l'équipe. Il existe de nombreuses histoires de propriétaires de magasins dont les moyens de subsistance ont été éteints avec peu ou pas de recours. Des histoires similaires de plateformes fermant des comptes ou saisissant des fonds sont trop courantes sur eBay, Amazon et de nombreux autres marchés populaires. Les vendeurs se plaignent bien sûr, mais il existe peu d'alternatives réalistes.
id: Banyak penjual Etsy hidup dalam ketakutan terus-menerus bahwa toko mereka akan ditutup karena pelanggaran hak cipta atau melanggar aturan sewenang-wenang seperti memiliki daftar duplikat atau gagal mengungkapkan anggota tim. Ada banyak cerita tentang pemilik toko yang mata pencahariannya padam dengan sedikit atau tanpa bantuan. Kisah serupa tentang platform yang menutup akun atau menyita dana terlalu umum di eBay, Amazon, dan banyak pasar populer lainnya. Penjual tentu saja mengeluh, tetapi ada beberapa alternatif realistis.
it: Molti venditori di Etsy vivono nella costante paura che i loro negozi vengano chiusi per violazioni del copyright o perché infrangono regole arbitrarie come avere elenchi duplicati o il non divulgare i membri del team. Ci sono molte storie di proprietari di negozi che stanno chiudendo i loro mezzi di sostentamento con risorse minime o nulle. Storie simili di piattaforme che chiudono account o sequestrano fondi sono fin troppo comuni su eBay, Amazon e molti altri mercati popolari. I venditori si lamentano ovviamente, ma esistono poche alternative realistiche.
pt: Muitos vendedores do Etsy têm medo constante de que suas lojas sejam fechadas por violações de direitos autorais ou por violarem regras arbitrárias, como listagens duplicadas ou por não divulgar os membros da equipe. Há muitas histórias de donos de lojas que têm seus meios de subsistência extintos com pouco ou nenhum recurso. Histórias semelhantes de plataformas fechando contas ou confiscando fundos são muito comuns no eBay, Amazon e em muitos outros mercados populares. Os vendedores reclamam, é claro, mas existem poucas alternativas realistas.
ru: Многие продавцы Etsy живут в постоянном страхе закрытия магазинов за нарушения авторских прав или произвольно установленных правил, в частности, запрещающих дублировать объявления или требующие раскрывать данные членов команды. Известно множество историй о владельцах магазинов без средств к существованию и надежды на восстановление утраченного. Подобные истории о ликвидации учетных записей или захвате средств довольно привычны для eBay, Amazon и многих других популярных рынков. Конечно, продавцы жалуются, однако количество реалистичных альтернатив остается недостаточным.
tr: Birçok Etsy satıcısı, mağazalarının telif hakkı ihlallerinden veya yinelenen listelemelere sahip olma veya ekip üyelerini ifşa etmeme gibi keyfi kuralları ihlal etmekten sürekli korkuyor. Mağaza sahiplerinin geçim kaynaklarının çok az veya hiç başvurulmadan söndürüldüğü birçok hikayesi vardır. Hesapları kapatan veya fon ele geçiren platformların benzer hikayeleri, eBay, Amazon ve diğer birçok popüler pazarda çok yaygın. Satıcılar elbette şikayet ediyor, ancak birkaç gerçekçi alternatif var.
vi: Nhiều người bán Etsy sống trong nỗi sợ hãi rằng các cửa hàng của họ bị đóng cửa vì vi phạm bản quyền hoặc vi phạm các quy tắc tùy ý như có danh sách trùng lặp hoặc không tiết lộ các thành viên trong nhóm. Có rất nhiều câu chuyện về các chủ cửa hàng bị dập tắt sinh kế mà không có sự trông cậy nào khác. Những câu chuyện tương tự về các nền tảng phải đóng tài khoản hoặc thu giữ tiền đều quá phổ biến trên eBay, Amazon. Tất nhiên, người bán cũng phàn nàn, nhưng rất ít các giải pháp thay thế được đề xuất.
