Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Origin Commissions is a new advertising and promotions model that is superior to traditional paid marketing (CPC and CPM) models. Advertisers (sellers) only pay in OGN tokens when successful sales have occurred. Similarly, the publishers (application creators, bloggers, other affiliates, etc.) are only paid when real transactions happen. This creates a much more efficient attribution model than the one that traditional advertising offers. Origin Commissions aligns the interests of sellers, application creators, and other affiliates to promote listings to buyers across the Origin network.
es: Origin Commissions es un nuevo modelo de publicidad y promociones que es superior a los modelos tradicionales de marketing pago (CPC y CPM). Los anunciantes (vendedores) solo pagan en tokens OGN cuando se han producido ventas exitosas. Del mismo modo, a los editores (creadores de aplicaciones, bloggers, otros afiliados, etc.) solo se les paga cuando ocurren transacciones reales. Esto crea un modelo de atribución mucho más eficiente que el que ofrece la publicidad tradicional. Las Comisiones de Origin alinean los intereses de vendedores, creadores de aplicaciones y otros afiliados para promover listados a compradores en toda la red de Origin.
fr: Origin Commissions est un nouveau modèle de publicité et de promotions supérieur aux modèles traditionnels de marketing payant (CPC et CPM). Les annonceurs (vendeurs) ne paient en jetons OGN que lorsque les ventes ont réussi. De même, les éditeurs (créateurs d'applications, blogueurs, autres affiliés, etc.) ne sont payés que lorsque de véritables transactions ont lieu. Cela crée un modèle d'attribution beaucoup plus efficace que celui que propose la publicité traditionnelle. Origin Commissions aligne les intérêts des vendeurs, des créateurs d'applications et d'autres affiliés pour promouvoir les annonces auprès des acheteurs sur le réseau Origin.
id: Komisi Asal adalah model iklan dan promosi baru yang lebih unggul daripada model pemasaran berbayar tradisional (BPK dan CPM). Pengiklan (penjual) hanya membayar dalam token OGN ketika penjualan yang sukses telah terjadi. Demikian pula, penerbit (pembuat aplikasi, blogger, afiliasi lain, dll) hanya dibayar ketika transaksi nyata terjadi. Ini menciptakan model atribusi yang jauh lebih efisien daripada yang ditawarkan periklanan tradisional. Komisi Asal menyelaraskan minat penjual, pembuat aplikasi, dan afiliasi lainnya untuk mempromosikan daftar kepada pembeli di seluruh jaringan Asal.
it: Origin Commissions è un nuovo modello di pubblicità e promozioni superiore ai tradizionali modelli di marketing a pagamento (CPC e CPM). Gli inserzionisti (venditori) pagano in token OGN solo quando si sono verificate vendite di successo. Allo stesso modo, i publisher (creatori di applicazioni, blogger, altri affiliati, ecc.) Vengono pagati solo quando si verificano transazioni reali. Ciò crea un modello di attribuzione molto più efficiente di quello offerto dalla pubblicità tradizionale. Le commissioni di origine allinea gli interessi dei venditori, dei creatori di applicazioni e di altri affiliati per promuovere elenchi agli acquirenti attraverso la rete Origin.
pt: As Comissões de Origem são um novo modelo de publicidade e promoções que é superior aos modelos tradicionais de marketing pago (CPC e CPM). Os anunciantes (vendedores) pagam apenas em tokens OGN quando ocorrerem vendas bem-sucedidas. Da mesma forma, os editores (criadores de aplicativos, blogueiros, outros afiliados etc.) são pagos apenas quando transações reais acontecem. Isso cria um modelo de atribuição muito mais eficiente do que o oferecido pela publicidade tradicional. As Comissões de Origem alinham os interesses dos vendedores, criadores de aplicativos e outras afiliadas para promover listagens para compradores na rede Origin.
ru: Комиссии Origin- это новая модель рекламы и продвижения, которая превосходит традиционные модели платного маркетинга (CPC и CPM). Рекламодатели (продавцы) платят токенами OGN только в случае успешных продаж. Точно так же издателям (создатели DApp, блоггеры, другие филиалы и т. д.) комиссии выплачиваются только тогда, когда происходят реальные сделки. Это создает гораздо более эффективную модель атрибуции, чем та, которую предлагает традиционная реклама. Комиссии Origin объединяют интересы продавцов, создателей приложений и других аффилированных лиц для продвижения объявлений покупателям через сеть Origin.
tr: Origin Komisyonları, geleneksel ücretli pazarlama (TBM ve BGBM) modellerinden daha üstün olan yeni bir reklam ve promosyon modelidir. Reklamverenler (satıcılar) yalnızca başarılı satışlar gerçekleştiğinde OGN jetonlarında ödeme yaparlar. Benzer şekilde, yayıncılara (uygulama yaratıcıları, blog yazarları, diğer bağlı kuruluşlar vb.) Yalnızca gerçek işlemler gerçekleştiğinde ödeme yapılır. Bu, geleneksel reklamcılığın sunduğu modelden çok daha etkili bir ilişkilendirme modeli oluşturur. Origin Komisyonları, Origin ağı üzerindeki alıcılara girişleri tanıtmak için satıcıların, uygulama oluşturucuların ve diğer bağlı kuruluşların çıkarlarını düzenler.
vi: Origin Commissions là một mô hình quảng cáo và khuyến mãi mới vượt trội so với các mô hình marketing trả tiền (CPC và CPM) truyền thống. Các nhà quảng cáo (người bán) chỉ thanh toán bằng token OGN khi hàng đã được bán thành công. Tương tự, các nhà tao lập (người tạo ứng dụng, người viết blog, v. v.) chỉ được thanh toán khi giao dịch thực sự xảy ra. Điều này tạo ra một mô hình phân bổ hiệu quả hơn nhiều so với mô hình quảng cáo truyền thống. Origin Commissions liên kết lợi ích của người bán, người tạo ứng dụng và những người khác để quảng cáo danh sách cho người mua trên mạng Origin.

source: OGN as a payment token
es: OGN como ficha de pago
fr: OGN comme jeton de paiement
id: OGN sebagai token pembayaran
it: OGN come token di pagamento
pt: OGN como um token de pagamento
ru: OGN как платежный токен
tr: Ödeme jetonu olarak OGN
vi: OGN như token thanh toán

source: Today, users of the platform are able to transact using ETH or DAI. After our 1.0 platform launch in Q1 of 2020, OGN will be enabled as one of the preferred payment methods between buyers and sellers on the platform.
es: Hoy, los usuarios de la plataforma pueden realizar transacciones mediante ETH o DAI. Después del lanzamiento de nuestra plataforma 1.0 en el primer trimestre de 2020, OGN se habilitará como uno de los métodos de pago preferidos entre compradores y vendedores en la plataforma.
fr: Aujourd'hui, les utilisateurs de la plateforme peuvent effectuer des transactions en utilisant ETH ou DAI. Après le lancement de notre plateforme 1.0 au premier trimestre 2020, OGN sera activé comme l'un des modes de paiement préférés entre acheteurs et vendeurs sur la plateforme.
id: Saat ini, pengguna platform dapat bertransaksi menggunakan ETH atau DAI. Setelah peluncuran platform 1.0 kami di Q1 2020, OGN akan diaktifkan sebagai salah satu metode pembayaran yang disukai antara pembeli dan penjual di platform.
it: Oggi, gli utenti della piattaforma sono in grado di effettuare transazioni tramite ETH o DAI. Dopo il lancio della nostra piattaforma 1.0 nel primo trimestre del 2020, OGN sarà abilitato come uno dei metodi di pagamento preferiti tra acquirenti e venditori sulla piattaforma.
pt: Hoje, os usuários da plataforma são capazes de realizar transações usando ETH ou DAI. Após o lançamento da plataforma 1.0 no primeiro trimestre de 2020, a OGN será ativada como um dos métodos de pagamento preferenciais entre compradores e vendedores na plataforma.
ru: Сегодня пользователи платформы могут совершать сделки, используя ETH или DAI. После запуска нашей платформы 1.0 OGN будет включен в качестве одного из предпочтительных способов оплаты между покупателями и продавцами на платформе.
tr: Bugün, platform kullanıcıları ETH veya DAI kullanarak işlem yapabilmektedir. 2020 yılının ilk çeyreğinde 1.0 platform lansmanımızdan sonra OGN, platformdaki alıcılar ve satıcılar arasında tercih edilen ödeme yöntemlerinden biri olarak etkinleştirilecektir.
vi: Hiện nay, người dùng của nền tảng đang dùng ETH hoặc DAI để giao dịch. Sau khi nền tảng 1.0 ra mắt vào Qúy 1/2020, OGN sẽ được kích hoạt và trở thành phương thức thanh toán ưa thích giữa người mua và người bán trên nền tảng.

source: For example, users that earn OGN through Origin Rewards will be able to instantly use their tokens to purchase goods and services on our flagship marketplace, decentralized e-commerce platform and other future applications. This lowers the user friction of users having to acquire ETH or DAI outside of the platform before they are able to be viable buyers in the system.
es: Por ejemplo, los usuarios que obtienen OGN a través de Origin Rewards podrán usar instantáneamente sus fichas para comprar bienes y servicios en nuestro mercado insignia, plataforma descentralizada de comercio electrónico y otras aplicaciones futuras. Esto reduce la fricción de los usuarios que tienen que adquirir ETH o DAI fuera de la plataforma antes de que puedan ser compradores viables en el sistema.
fr: Par exemple, les utilisateurs qui gagnent OGN grâce à Origin Rewards pourront utiliser instantanément leurs jetons pour acheter des biens et des services sur notre marché phare, notre plateforme de commerce électronique décentralisée et d'autres applications futures. Cela réduit le frottement des utilisateurs qui doivent acquérir des ETH ou DAI en dehors de la plate-forme avant de pouvoir devenir des acheteurs viables dans le système.
id: Misalnya, pengguna yang mendapatkan OGN melalui Origin Rewards akan dapat menggunakan token mereka secara instan untuk membeli barang dan jasa di pasar utama kami, platform e-commerce terdesentralisasi, dan aplikasi masa depan lainnya. Ini menurunkan gesekan pengguna dari pengguna yang harus mendapatkan ETH atau DAI di luar platform sebelum mereka bisa menjadi pembeli yang layak dalam sistem.
it: Ad esempio, gli utenti che guadagnano OGN tramite Origin Rewards saranno immediatamente in grado di utilizzare i propri token per acquistare beni e servizi sul nostro mercato di punta, sulla piattaforma di e-commerce decentralizzata e su altre applicazioni future. Ciò riduce l'attrito degli utenti che devono acquisire ETH o DAI al di fuori della piattaforma prima che possano diventare acquirenti validi nel sistema.
pt: Por exemplo, os usuários que ganham OGN por meio do Origin Rewards poderão usar instantaneamente seus tokens para comprar bens e serviços em nosso principal mercado, plataforma descentralizada de comércio eletrônico e outros aplicativos futuros. Isso reduz o atrito de usuários que precisam adquirir ETH ou DAI fora da plataforma antes de poderem ser compradores viáveis no sistema.
ru: Например, пользователи, которые получают OGN через Origin Rewards, смогут мгновенно использовать свои токены для покупки товаров и услуг в нашем флагманском приложении. Это снижает трения пользователей, которым приходится приобретать ETH или DAI за пределами платформы, прежде чем они смогут стать покупателями в системе.
tr: Örneğin, Orijin Ödülleri ile OGN kazanan kullanıcılar, amiral gemisi pazarımızda, merkezi olmayan e-ticaret platformumuzda ve gelecekteki diğer uygulamalarda mal ve hizmet satın almak için tokenlerini anında kullanabilirler. Bu, sistemde uygun alıcılar olmadan önce platform dışında ETH veya DAI almak zorunda olan kullanıcıların kullanıcı sürtünmesini azaltır.
vi: Ví dụ: người dùng kiếm OGN thông qua Origin Rewards sẽ có thể sử dụng ngay token của họ để mua hàng hóa và dịch vụ trên marketplace hàng đầu của chúng tôi, một nền tảng thương mại điện tử phi tập trung và các ứng dụng tương lai. Điều này làm sự chồng chéo mà người dùng có thể gặp phải trong trường hợp họ phải mua ETH hoặc DAI bên ngoài nền tảng trước khi họ có thể trở thành người mua chính thức trong hệ thống.

source: In addition, we anticipate offering the ability for users to instantly acquire OGN via one or more decentralized exchange smart contracts to use when they do not have enough OGN in their wallets.
es: Además, prevemos ofrecer a los usuarios la posibilidad de adquirir instantáneamente OGN a través de uno o más contratos inteligentes de intercambio descentralizados para usar cuando no tienen suficiente OGN en sus billeteras.
fr: De plus, nous prévoyons d'offrir aux utilisateurs la possibilité d'acquérir instantanément OGN via un ou plusieurs contrats intelligents d'échange décentralisés à utiliser lorsqu'ils n'ont pas suffisamment d'OGN dans leurs portefeuilles.
id: Selain itu, kami mengantisipasi menawarkan kemampuan bagi pengguna untuk memperoleh OGN secara instan melalui satu atau lebih pertukaran kontrak pintar yang terdesentralisasi untuk digunakan ketika mereka tidak memiliki cukup OGN di dompet mereka.
it: Inoltre, prevediamo di offrire agli utenti la possibilità di acquisire immediatamente OGN tramite uno o più contratti smart di scambio decentralizzati da utilizzare quando non hanno abbastanza OGN nei loro portafogli.
pt: Além disso, prevemos oferecer aos usuários a capacidade de adquirir instantaneamente OGN por meio de um ou mais contratos inteligentes de troca descentralizada para usar quando não tiverem OGN suficiente em suas carteiras.
ru: Кроме того, мы планируем предложить пользователям возможность мгновенно приобретать OGN через один или несколько децентрализованных биржевых смарт-контрактов для использования, когда у них недостаточно OGN в кошельках.
tr: Buna ek olarak, kullanıcıların cüzdanlarında yeterli OGN'ye sahip olmadıklarında kullanmak için bir veya daha fazla merkezi olmayan borsa akıllı sözleşmesi yoluyla anında OGN edinme olanağı sunmayı umuyoruz.
vi: Ngoài ra, chúng tôi dự kiến sẽ cung cấp khả năng mua OGN ngay lập tức thông qua một hoặc nhiều hợp đồng thông minh trên sàn phi tập trung khi người dùng không có đủ OGN trong ví.

source: Origin Staking
es: Replanteo de Origin
fr: Jalonnement d'origine
id: Staking asal
it: Picchettamento di origine
pt: Origem Staking
ru: Ставки Origin
tr: Kaynak Miktarı
vi: Stake Origin

source: After our 1.0 launch, we intend to collaborate with our large community on several new token use case initiatives. Origin is currently researching and developing new staking models that will generate yields for token holders in exchange for powering and supporting other parts of the network.
es: Después de nuestro lanzamiento 1.0, tenemos la intención de colaborar con nuestra gran comunidad en varias iniciativas nuevas de casos de uso de fichas. Origin actualmente está investigando y desarrollando nuevos modelos de replanteo que generarán rendimientos para los titulares de fichas a cambio de alimentar y respaldar otras partes de la red.
fr: Après notre lancement 1.0, nous avons l'intention de collaborer avec notre grande communauté sur plusieurs nouvelles initiatives de cas d'utilisation de jetons. Origin recherche et développe actuellement de nouveaux modèles de jalonnement qui généreront des rendements pour les détenteurs de jetons en échange de l'alimentation et du support d'autres parties du réseau.
id: Setelah peluncuran 1.0 kami, kami bermaksud untuk berkolaborasi dengan komunitas besar kami pada beberapa inisiatif kasus penggunaan token baru. Origin saat ini sedang meneliti dan mengembangkan model taruhan baru yang akan menghasilkan hasil bagi pemegang token dengan imbalan memberi daya dan mendukung bagian lain dari jaringan.
it: Dopo il lancio della nostra 1.0, intendiamo collaborare con la nostra vasta comunità a diverse nuove iniziative relative ai casi d'uso dei token. Origin sta attualmente ricercando e sviluppando nuovi modelli di picchettamento che genereranno rendimenti per i titolari di token in cambio di alimentazione e supporto di altre parti della rete.
pt: Após o lançamento da versão 1.0, pretendemos colaborar com nossa grande comunidade em várias novas iniciativas de casos de uso de token. Atualmente, a Origin está pesquisando e desenvolvendo novos modelos de apostas que irão gerar rendimentos para os titulares de tokens em troca de alimentar e apoiar outras partes da rede.
ru: После запуска 1.0 мы намерены сотрудничать с нашим большим сообществом в нескольких новых инициативах по использованию токенов. В настоящее время Origin исследует и разрабатывает новые модели ставок, которые будут генерировать доход для держателей токенов в обмен на включение и поддержку других частей сети.
tr: 1.0 lansmanımızdan sonra, birkaç yeni jeton kullanım örneği girişimi için geniş topluluğumuzla işbirliği yapmayı planlıyoruz. Origin şu anda, ağın diğer bölümlerine güç vermek ve onları desteklemek için jeton sahiplerine verim sağlayacak yeni bahis modellerini araştırıyor ve geliştiriyor.
vi: Sau khi ra mắt phiên bản 1.0, chúng tôi dự định hợp tác với cộng đồng lớn mạnh của mình trong việc tăng tính ứng dụng của token. Origin hiện đang nghiên cứu và phát triển mô hình stake mới, thu hút nhiều người nắm giữ token nhằm đẩy mạnh tiềm lực và hỗ trợ một phần của mạng lưới.

source: For example, we intend for Origin to be a highly scalable and performant platform. We intend to incentivize developers and other participants to run Origin infrastructure, such as Origin Nodes.
es: Por ejemplo, pretendemos que Origin sea una plataforma altamente escalable y de alto rendimiento. Tenemos la intención de incentivar a los desarrolladores y otros participantes para que ejecuten la infraestructura de Origin, como los nodos de Origin.
fr: Par exemple, nous voulons qu'Origin soit une plate-forme hautement évolutive et performante. Nous avons l'intention d'inciter les développeurs et autres participants à exécuter l'infrastructure Origin, comme Origin Nodes.
id: Sebagai contoh, kami bermaksud agar Origin menjadi platform yang sangat skalabel dan berkinerja tinggi. Kami bermaksud memberi insentif kepada pengembang dan peserta lain untuk menjalankan infrastruktur Origin, seperti Origin Nodes.
it: Ad esempio, intendiamo che Origin sia una piattaforma altamente scalabile e performante. Intendiamo incentivare gli sviluppatori e gli altri partecipanti a gestire l'infrastruttura di Origin, come Origin Nodes.
pt: Por exemplo, pretendemos que o Origin seja uma plataforma altamente escalável e de alto desempenho. Pretendemos incentivar desenvolvedores e outros participantes a executar a infraestrutura do Origin, como os Nós de Origem.
ru: Например, мы намерены сделать Origin масштабируемой и производительной платформой. Мы намерены стимулировать разработчиков и других участников к запуску инфраструктуры Origin, такой как Origin Nodes.
tr: Örneğin, Origin'in yüksek düzeyde ölçeklenebilir ve performansa sahip bir platform olmasını istiyoruz. Geliştiricileri ve diğer katılımcıları, Origin Nodes gibi Origin altyapısını çalıştırmaya teşvik etmeyi amaçlıyoruz.
vi: Ví dụ, chúng tôi dự định tăng tính mở rộng ứng dụng cho Origin đồng thời đảm bảo về mặt hiệu suất. Qua đó, khuyến khích các lập trình viên và các thành viên khác điều hành nền tảng Origin như trở thành node của Origin.

source: Currently, we run Origin Nodes that store, update, and validate profile, listing, and reputation metadata across the web. In the future, it is intended that third-party node operators will be able to stake OGN for the right to “do work” in validating and replicating data across the system as well; as they perform these operations, they will be rewarded their pro rata shares of OGN rewards based on the amount of work they do in every given node operation interval.
es: Actualmente, ejecutamos Nodos de origen que almacenan, actualizan y validan metadatos de perfil, listado y reputación en toda la web. En el futuro, se pretende que los operadores de nodos de terceros puedan comprometer a OGN por el derecho de "hacer trabajo" en la validación y replicación de datos en todo el sistema; A medida que realicen estas operaciones, se les recompensará su parte proporcional de las recompensas OGN en función de la cantidad de trabajo que realizan en cada intervalo de operación de nodo dado.
fr: Actuellement, nous exécutons des nœuds d'origine qui stockent, mettent à jour et valident les métadonnées de profil, de liste et de réputation sur le Web. À l’avenir, il est prévu que des opérateurs de nœuds tiers seront en mesure d’impliquer OGN pour le droit de «travailler» dans la validation et la réplication des données à travers le système; à mesure qu'ils effectuent ces opérations, ils seront récompensés de leur part au prorata des récompenses OGN en fonction de la quantité de travail qu'ils font dans chaque intervalle d'opération de nœud donné.
id: Saat ini, kami menjalankan Node Asal yang menyimpan, memperbarui, dan memvalidasi metadata profil, cantuman, dan reputasi di seluruh web. Di masa depan, hal ini dimaksudkan agar operator simpul pihak ketiga akan dapat mempertaruhkan OGN untuk hak untuk "melakukan pekerjaan" dalam memvalidasi dan mereplikasi data di seluruh sistem juga; saat mereka melakukan operasi ini, mereka akan diberi imbalan bagian rata-rata dari hadiah OGN berdasarkan jumlah pekerjaan yang mereka lakukan dalam setiap interval operasi node yang diberikan.
it: Attualmente, eseguiamo nodi di origine che archiviano, aggiornano e convalidano i metadati di profilo, elenco e reputazione sul Web. In futuro, si prevede che gli operatori di nodi di terze parti saranno in grado di picchettare OGN per il diritto di "fare il lavoro" anche nella convalida e nella replica dei dati attraverso il sistema; man mano che eseguono queste operazioni, saranno ricompensati con le loro quote proporzionali dei premi OGN in base alla quantità di lavoro che svolgono in ciascun intervallo di operazioni del nodo.
pt: Atualmente, executamos nós de origem que armazenam, atualizam e validam metadados de perfil, listagem e reputação em toda a web. No futuro, pretende-se que os operadores de nó de terceiros possam apostar na OGN pelo direito de "trabalhar" na validação e replicação de dados em todo o sistema; À medida que realizam essas operações, eles receberão suas proporções proporcionalmente recompensas OGN com base na quantidade de trabalho que realizam em cada intervalo de operação do nó.
ru: В настоящее время мы запускаем исходные узлы, которые хранят, обновляют и проверяют метаданные профиля, списка и репутации в Интернете. В будущем предполагается, что сторонние операторы узлов смогут поставить OGN за право «выполнять работу» при проверке и репликации данных также во всей системе; выполняя эти операции, они будут вознаграждены своими пропорциональными долями вознаграждений OGN в зависимости от объема работы, которую они выполняют в каждом заданном интервале работы узла.
tr: Şu anda, web üzerinde profil, liste ve itibar meta verilerini depolayan, güncelleyen ve doğrulayan Kaynak Düğümlerini çalıştırıyoruz. Gelecekte, üçüncü taraf düğüm operatörlerinin, sistem genelinde verileri doğrulamak ve çoğaltmak için “çalışma” hakkı için OGN'yi paylaştırması amaçlanmaktadır; bu işlemleri yaptıkları için, verilen her düğüm çalışma aralığında yaptıkları iş miktarına bağlı olarak OGN ödüllerinin oransal paylarını ödüllendireceklerdir.
vi: Hiện tại chúng tôi đang vận hành node Origin mục đích lưu trữ, cập nhật, kiểm duyệt tài khoản, niêm yết, danh tiếng trên toàn bộ trang web. Trong tương lai, dự kiến sẽ có các nhà vận hành node là các bên thứ ba, có thể stake OGN để có quyền tham dự kiểm quyệt, tái tạo dữ liệu xuyên suốt hệ thống. Họ sẽ hoạt động như những đơn vị điều hành và nhận phần thưởng là token OGN dựa theo số lượng công việc họ làm trong mỗi khoảng thời gian hoạt động của node.
