Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Note that this does not necessarily prohibit transaction fees charged by third-party application developers. Today, Origin Tokens are used as an incentive mechanism that provides third-party marketplace operators with a revenue stream via Origin Commissions. Sellers can choose to promote their listings, providing an optional commission to the marketplace operator that helps connect them with a buyer. While we expect these fees to be significantly lower than existing centralized incumbents, it’s important that marketplace operators and e-commerce merchants have an incentive to build feature-rich dedicated experiences on top of the Origin developer libraries and protocols.
es: Tenga en cuenta que esto no necesariamente prohíbe las tarifas de transacción cobradas por desarrolladores de aplicaciones de terceros. Hoy en día, los tokens de origen se utilizan como un mecanismo de incentivo que proporciona a los operadores del mercado de terceros un flujo de ingresos a través de las comisiones de origen. Los vendedores pueden optar por promocionar sus listados, proporcionando una comisión opcional al operador del mercado que ayuda a conectarlos con un comprador. Si bien esperamos que estas tarifas sean significativamente más bajas que las empresas existentes centralizadas existentes, es importante que los operadores del mercado y los comerciantes de comercio electrónico tengan un incentivo para crear experiencias dedicadas con muchas funciones sobre las bibliotecas y protocolos de desarrolladores de Origin.
fr: Notez que cela n'interdit pas nécessairement les frais de transaction facturés par des développeurs d'applications tiers. Aujourd'hui, les jetons Origin sont utilisés comme mécanisme d'incitation qui fournit aux opérateurs de marché tiers une source de revenus via Origin Commissions. Les vendeurs peuvent choisir de promouvoir leurs annonces, en fournissant une commission facultative à l'opérateur du marché qui les aide à se connecter avec un acheteur. Bien que nous nous attendions à ce que ces frais soient nettement inférieurs à ceux des opérateurs centralisés existants, il est important que les opérateurs de marché et les marchands de commerce électronique soient incités à créer des expériences dédiées riches en fonctionnalités en plus des bibliothèques et des protocoles de développement Origin.
id: Perhatikan bahwa ini tidak serta merta melarang biaya transaksi yang dibebankan oleh pengembang aplikasi pihak ketiga. Saat ini, Token Asal digunakan sebagai mekanisme insentif yang memberikan aliran pendapatan kepada operator pasar pihak ketiga melalui Komisi Asal. Penjual dapat memilih untuk mempromosikan listing mereka, memberikan komisi opsional kepada operator pasar yang membantu menghubungkan mereka dengan pembeli. Meskipun kami memperkirakan biaya ini akan jauh lebih rendah daripada petahanan terpusat yang ada, penting bahwa operator pasar dan pedagang e-commerce memiliki insentif untuk membangun pengalaman khusus yang kaya fitur di atas pustaka dan protokol pengembang Origin.
it: Si noti che ciò non proibisce necessariamente che commissioni sulle transazioni siano addebitate dagli sviluppatori di applicazioni di terze parti. Oggi, i token Origin sono utilizzati come meccanismo di incentivazione che fornisce ad operatori esterni del marketplace un flusso di entrate tramite le commissioni Origin. I venditori possono scegliere di promuovere le loro inserzioni, fornendo una commissione opzionale all'operatore del marketplace che lo aiuta a trovare un acquirente. Benché prevediamo che tali commissioni siano significativamente inferiori rispetto a quelle degli attuali operatori, è importante che gli operatori del marketplace e i gestori di e-commerce abbiano un incentivo a costruire esperienze specifiche ricche di funzionalità in aggiunta alle librerie e ai protocolli Origin per sviluppatori.
pt: Observe que isso não proíbe necessariamente as taxas de transação cobradas por desenvolvedores de aplicativos de terceiros. Hoje, os tokens de origem são usados como um mecanismo de incentivo que fornece aos operadores de mercado de terceiros um fluxo de receita por meio de comissões de origem. Os vendedores podem optar por promover suas listagens, fornecendo uma comissão opcional ao operador do mercado que ajuda a conectá-los a um comprador. Embora esperemos que essas taxas sejam significativamente mais baixas do que as empresas centrais existentes, é importante que as operadoras de mercado e os comerciantes de comércio eletrônico tenham um incentivo para criar experiências dedicadas e repletas de recursos nas bibliotecas e protocolos de desenvolvedor Origin.
ru: Обратите внимание, что это не обязательно запрещает сборы за транзакции, взимаемые сторонними разработчиками приложений. Сегодня токены Origin используются в качестве механизма стимулирования, который обеспечивает сторонним операторам рынка поток дохода через комиссионные Origin. Продавцы могут рекламировать свои объявления, предоставляя дополнительную комиссию оператору торговой площадки, который помогает связать их с покупателем. Хотя мы ожидаем, что эти сборы будут значительно ниже, чем у существующих централизованных операторов, важно, чтобы операторы рынка и продавцы электронной коммерции имели стимул для создания многофункциональных специализированных приложений поверх библиотек и протоколов разработчиков Origin.
tr: Bunun, üçüncü taraf uygulama geliştiricileri tarafından alınan işlem ücretlerini yasaklaması gerekmediğini unutmayın. Bugün, Orijin Jetonları, üçüncü taraf pazar yeri operatörlerine Origin Komisyonları aracılığıyla gelir akışı sağlayan bir teşvik mekanizması olarak kullanılmaktadır. Satıcılar, pazarlamacı operatörüne alıcıyla bağlantı kurmasına yardımcı olan isteğe bağlı bir komisyon sağlayarak listelerini tanıtmayı seçebilir. Bu ücretlerin mevcut merkezi yerleşiklerden çok daha düşük olmasını beklerken, pazar yeri operatörleri ve e-ticaret tüccarlarının Origin geliştirici kütüphaneleri ve protokolleri üzerinde zengin özelliklere sahip özel deneyimler oluşturma teşviki olması önemlidir.
vi: Lưu ý rằng điều này không có nghĩa là cấm các nhà phát triển ứng dụng các bên thứ ba thu phí giao dịch. Hiện nay, token Origin được sử dụng như một cơ chế khuyến khích các nhà điều hành marketplace bên thứ ba thông qua Origin Commision. Người bán có thể chọn quảng bá danh sách của mình và trả một mức hoa hồng tùy chọn cho nhà điều hành marketplace đã giúp kết nối họ với người mua. Mặc dù chúng tôi hy vọng các khoản phí này sẽ thấp hơn đáng kể so với các hình thức tập trung hiện có, nhưng việc các nhà vận hành thị trường và các đơn vị thương mại điện tử có một nguồn thu để họ có động lực để xây dựng các trải nghiệm chuyên dụng giàu tính năng trên các thư viện nhà phát triển và giao thức Origin cũng không kém phần quan trọng.

source: We turn again to examples of highly verticalized sites (e.g. dog sitting) and regional players (e.g. bikesharing in Boulder, CO) as potential use cases that would benefit from a more specialized experience than what the default Origin flagship marketplace app or decentralized e-commerce store creator currently offer.
es: Volvemos nuevamente a ejemplos de sitios altamente verticalizados (por ejemplo, cuidado de perros) y jugadores regionales (por ejemplo, bicicletas compartidas en Boulder, CO) como posibles casos de uso que se beneficiarían de una experiencia más especializada que la aplicación de mercado insignia de Origin o el comercio electrónico descentralizado. Creador de la tienda que ofrece actualmente.
fr: Nous nous tournons à nouveau vers des exemples de sites hautement verticalisés (par exemple, garde de chiens) et d'acteurs régionaux (par exemple, le partage de vélos à Boulder, CO) en tant que cas d'utilisation potentiels qui bénéficieraient d'une expérience plus spécialisée que ce que l'application de marché phare d'origine par défaut ou le commerce électronique décentralisé créateur de boutique propose actuellement.
id: Kami kembali ke contoh situs yang sangat vertikal (misalnya tempat duduk anjing) dan pemain regional (misalnya bikesharing di Boulder, CO) sebagai kasus penggunaan potensial yang akan mendapat manfaat dari pengalaman yang lebih khusus daripada apa yang menjadi aplikasi pasar flagship Asal default atau e-commerce terdesentralisasi pembuat toko saat ini menawarkan.
it: Riprendiamo gli esempi di siti altamente verticalizzati (ad es. dog sitter) e realtà regionali (ad es. bike sharing a Boulder, CO) come potenziali casi d'uso che trarrebbero beneficio da un'esperienza più personalizzata rispetto a quella dell'app di default del marketplace di riferimento di Origin o dell'e-commerce decentralizzato che il gestore attualmente offre.
pt: Voltamos novamente a exemplos de sites altamente verticalizados (por exemplo, babá de cachorro) e players regionais (por exemplo, compartilhamento de bicicletas em Boulder, CO) como possíveis casos de uso que se beneficiariam de uma experiência mais especializada do que o aplicativo de mercado principal Origin ou o comércio eletrônico descentralizado o criador da loja oferece atualmente.
ru: Мы снова обратимся к примерам сильно вертикализованных сайтов (например, сидение собаки) и региональных игроков (например, обмен велосипедами в Боулдере, Колорадо) в качестве потенциальных вариантов использования, которые могли бы извлечь выгоду из более специализированного опыта, чем то, что в настоящее время предлагают флагманское приложение Origin Marketplace или создатель децентрализованного магазина электронной коммерции.
tr: Varsayılan Origin amiral gemisi pazar uygulaması veya merkezi olmayan e-ticaretten daha özel bir deneyimden yararlanabilecek potansiyel kullanım örnekleri olarak yüksek düzeyde dikeyleştirilmiş sitelere (örneğin köpek oturması) ve bölgesel oyunculara (örneğin Boulder, CO'da bisiklet paylaşımı) dönüyoruz. mağaza yaratıcısı şu anda teklif.
vi: Quay lại các ví dụ về các trang web được phân hóa rõ (ví dụ: dịch vụ trông chó) và dịch vụ theo khu vực (ví dụ: chia sẻ xe đạp ở Boulder, Colorado) là các trường hợp ứng dụng tiềm năng sẽ mang lại các trải nghiệm chuyên biệt hơn so với những xác lập mặc định của các ứng dụng marketplace Origin hàng đầu hoặc các nhà sáng tạo cửa hàng thương mại điện tử hiện đang cung cấp.

source: Today, if you wanted to start a traditional company to compete in the global economy, you would have to set up banking arrangements one country at a time and deal with all the related financial regulations. This creates a non-trivial barrier to entry for most startups looking to expand internationally. In fact, we often see regional clones who are able to launch faster in specific regions than the company that came up with the original idea. However, cryptocurrency is a global phenomenon. Thanks to the widespread availability of the Internet, the Origin platform and flagship marketplace app were immediately available in nearly every country in the world when we launched on the Ethereum mainnet. We view this as a significant advantage.
es: Hoy, si quisieras comenzar una empresa tradicional para competir en la economía global, tendrías que establecer acuerdos bancarios de un país a la vez y tratar con todas las regulaciones financieras relacionadas. Esto crea una barrera de entrada no trivial para la mayoría de las nuevas empresas que buscan expandirse internacionalmente. De hecho, a menudo vemos clones regionales que pueden lanzarse más rápido en regiones específicas que la compañía que tuvo la idea original. Sin embargo, la criptomoneda es un fenómeno global. Gracias a la amplia disponibilidad de Internet, la plataforma Origin y la aplicación de mercado insignia estuvieron disponibles de inmediato en casi todos los países del mundo cuando lanzamos en la red principal de Ethereum. Vemos esto como una ventaja significativa.
fr: Aujourd'hui, si vous souhaitez créer une entreprise traditionnelle pour être compétitive dans l'économie mondiale, vous devrez mettre en place des accords bancaires un pays à la fois et gérer toutes les réglementations financières associées. Cela crée une barrière non négligeable à l'entrée pour la plupart des startups qui cherchent à se développer à l'international. En fait, nous voyons souvent des clones régionaux capables de se lancer plus rapidement dans des régions spécifiques que la société qui a eu l'idée originale. Cependant, la crypto-monnaie est un phénomène mondial. Grâce à la large disponibilité d'Internet, la plate-forme Origin et l'application phare du marché ont été immédiatement disponibles dans presque tous les pays du monde lorsque nous avons lancé le réseau principal Ethereum. Nous considérons cela comme un avantage significatif.
id: Hari ini, jika Anda ingin memulai perusahaan tradisional untuk bersaing dalam ekonomi global, Anda harus mengatur pengaturan perbankan satu negara pada suatu waktu dan menangani semua peraturan keuangan terkait. Hal ini menciptakan hambatan non-sepele untuk masuk bagi sebagian besar startup yang ingin berkembang secara internasional. Bahkan, kita sering melihat klon regional yang dapat meluncurkan lebih cepat di wilayah tertentu daripada perusahaan yang menghasilkan ide asli. Namun, cryptocurrency adalah fenomena global. Berkat ketersediaan luas dari Internet, platform Origin dan aplikasi pasar andalan segera tersedia di hampir setiap negara di dunia ketika kami diluncurkan di Ethereum mainnet. Kami melihat ini sebagai keuntungan yang signifikan.
it: Oggi, se si desidera avviare un'azienda tradizionale per competere nell'economia globale, è necessario istituire accordi bancari un paese alla volta e gestire tutte le normative finanziarie correlate. Ciò crea una barriera non banale all'ingresso per la maggior parte delle startup che desiderano espandersi a livello internazionale. In effetti, spesso vediamo cloni regionali che sono in grado di lanciarsi più velocemente in regioni specifiche rispetto alla società che ha avuto l'idea originale. Tuttavia, la criptovaluta è un fenomeno globale. Grazie alla diffusa disponibilità di Internet, la piattaforma Origin e l'app di punta del marketplace erano immediatamente disponibili in quasi tutti i paesi del mondo quando abbiamo lanciato sulla rete Ethernet di Ethereum. Consideriamo questo un vantaggio significativo.
pt: Hoje, se você quisesse iniciar uma empresa tradicional para competir na economia global, teria que estabelecer acordos bancários em um país por vez e lidar com todos os regulamentos financeiros relacionados. Isso cria uma barreira não trivial à entrada para a maioria das startups que desejam se expandir internacionalmente. De fato, geralmente vemos clones regionais capazes de iniciar mais rapidamente em regiões específicas do que a empresa que surgiu com a ideia original. No entanto, a criptomoeda é um fenômeno global. Graças à ampla disponibilidade da Internet, a plataforma Origin e o principal aplicativo de mercado estavam imediatamente disponíveis em quase todos os países do mundo quando lançamos na rede principal do Ethereum. Vemos isso como uma vantagem significativa.
ru: Сегодня, если вы хотите создать традиционную компанию, чтобы конкурировать в экономике совместного потребления, будьте готовы к тому, чтобы заниматься вопросами регулирования банковских формальностей для каждой страны и иметь дело со всеми применимыми финансовыми нормами. Эти формальности и нормы создают достаточно серьезный барьер для выхода большинства стартапов на международный уровень. Фактически, часто речь идет о региональных клонах, которым легче и быстрее начать работать на конкретных территориях, чем компании, которой принадлежит оригинальная идея. Вот тут то и нужно упомянуть криптовалюту, которая является глобальным явлением. Благодаря широкой доступности интернета, Origin будет немедленно доступен в любой стране мира при запуске компьютера. Мы рассматриваем это как значительное преимущество.
tr: Bugün, küresel ekonomide rekabet edebilmek için geleneksel bir şirket kurmak istiyorsanız, her seferinde bir ülke için bankacılık düzenlemeleri yapmanız ve ilgili tüm finansal düzenlemelerle uğraşmanız gerekir. Bu, uluslararası alanda genişlemek isteyen girişimlerin çoğunda giriş için önemsiz bir engel oluşturmaktadır. Aslında, genellikle belirli bölgelerde orijinal fikri ortaya çıkaran şirketten daha hızlı başlayabilen bölgesel klonlar görüyoruz. Ancak, kripto para birimi küresel bir fenomendir. İnternetin yaygın kullanılabilirliği sayesinde, Origin platformu ve amiral gemisi pazar uygulaması, Ethereum ana ağında başlatıldığımızda dünyanın hemen hemen her ülkesinde hemen mevcuttu. Bunu önemli bir avantaj olarak görüyoruz.
vi: Ngày nay, nếu bạn muốn thành lập một công ty truyền thống để cạnh tranh trong nền kinh tế toàn cầu, bạn sẽ phải thiết lập các thỏa thuận ngân hàng tại một quốc gia và xử lý tất cả các quy định tài chính liên quan. Điều này tạo ra một rào cản không hề nhỏ đối với hầu hết các công ty mới thành lập muốn mở rộng ra thị trường quốc tế. Trên thực tế, chúng ta thường thấy các bản sao của các mô hình có sẵn phát triển nhanh tại khu vực cụ thể hơn là các công ty phát triển từ ý tưởng mới. Tuy nhiên, tiền điện tử là một hiện tượng toàn cầu. Nhờ có sự phổ biến rộng rãi của Internet, nền tảng Origin và ưng dụng marketplace hàng đầu đã ngay lập tức có mặt ở hầu hết các quốc gia trên thế giới khi chúng tôi cho ra mainnet trên nền tảng Ethereum. Chúng tôi xem đây là một lợi thế to lớn.

source: Other high-level benefits include having a built-in mechanism to incentivize early ecosystem participants who hold and use Origin Tokens (OGN). We are constantly thinking about the right incentives that will encourage ecosystem participants like developers, individual buyers and sellers, and others to use and promote the Platform. We intend to reward behavior that encourages new referrals to the Platform and builds marketing, operational, and trust/safety infrastructure for the Platform. You can see these economic incentives in action with our initial implementation of Origin Rewards.
es: Otros beneficios de alto nivel incluyen tener un mecanismo incorporado para incentivar a los primeros participantes del ecosistema que poseen y usan tokens de origen (OGN). Estamos constantemente pensando en los incentivos correctos que alentarán a los participantes del ecosistema, como desarrolladores, compradores y vendedores individuales, y otros a usar y promover la Plataforma. Tenemos la intención de recompensar el comportamiento que fomenta nuevas referencias a la Plataforma y crea infraestructura de marketing, operativa y de confianza / seguridad para la Plataforma. Puede ver estos incentivos económicos en acción con nuestra implementación inicial de Origin Rewards.
fr: D'autres avantages de haut niveau incluent la mise en place d'un mécanisme intégré pour inciter les premiers participants à l'écosystème qui détiennent et utilisent des jetons d'origine (OGN). Nous réfléchissons constamment aux bonnes incitations qui encourageront les participants à l'écosystème tels que les développeurs, les acheteurs et les vendeurs individuels et d'autres à utiliser et à promouvoir la plate-forme. Nous avons l'intention de récompenser les comportements qui encouragent de nouvelles références à la Plateforme et construisent une infrastructure marketing, opérationnelle et de confiance / sécurité pour la Plateforme. Vous pouvez voir ces incitations économiques en action avec notre mise en œuvre initiale d'Origin Rewards.
id: Manfaat tingkat tinggi lainnya termasuk memiliki mekanisme bawaan untuk memberi insentif kepada peserta ekosistem awal yang memegang dan menggunakan Token Asal (OGN). Kami terus-menerus memikirkan insentif yang tepat yang akan mendorong peserta ekosistem seperti pengembang, pembeli dan penjual perorangan, dan lainnya untuk menggunakan dan mempromosikan Platform. Kami bermaksud untuk menghargai perilaku yang mendorong rujukan baru ke Platform dan membangun infrastruktur pemasaran, operasional, dan kepercayaan / keselamatan untuk Platform. Anda dapat melihat insentif ekonomi ini beraksi dengan penerapan Origin Rewards kami awal.
it: Altri vantaggi di alto livello includono un meccanismo integrato per incentivare i primi partecipanti all'ecosistema che detengono e utilizzano i token di origine (OGN). Pensiamo costantemente ai giusti incentivi che incoraggeranno i partecipanti all'ecosistema come sviluppatori, singoli acquirenti e venditori e altri a utilizzare e promuovere la piattaforma. Intendiamo premiare i comportamenti che incoraggiano nuovi referral alla piattaforma e costruiscono infrastrutture di marketing, operative e di fiducia / sicurezza per la piattaforma. Puoi vedere questi incentivi economici in azione con la nostra implementazione iniziale di Origin Rewards.
pt: Outros benefícios de alto nível incluem ter um mecanismo interno para incentivar os participantes iniciais do ecossistema que possuem e usam tokens de origem (OGN). Estamos constantemente pensando nos incentivos certos que incentivarão os participantes do ecossistema, como desenvolvedores, compradores e vendedores individuais e outros a usar e promover a Plataforma. Pretendemos recompensar um comportamento que incentive novas referências à Plataforma e construa infraestrutura de marketing, operacional e de confiança / segurança para a Plataforma. Você pode ver esses incentivos econômicos em ação com nossa implementação inicial do Origin Rewards.
ru: Другие преимущества высокого уровня включают наличие встроенного механизма стимулирования ранних участников экосистемы, которые владеют и используют токены Origin (OGN). Мы постоянно думаем о правильных стимулах, которые побудят участников экосистемы, таких как разработчики, отдельные покупатели и продавцы, а также других использовать и продвигать платформу. Мы намерены поощрять поведение, которое поощряет новых рефералов на платформу и создает маркетинговую, операционную и инфраструктуру доверия/безопасности для платформы. Вы можете увидеть эти экономические стимулы в действии с нашей первоначальной реализацией Origin Rewards.
tr: Diğer yüksek düzey avantajlar arasında Orijin Jetonlarını (OGN) tutan ve kullanan erken ekosistem katılımcılarını teşvik etmek için yerleşik bir mekanizmaya sahip olmak yer alır. Geliştiriciler, bireysel alıcılar ve satıcılar ve diğerleri gibi ekosistem katılımcılarını Platformu kullanmaya ve tanıtmaya teşvik edecek doğru teşvikleri sürekli olarak düşünüyoruz. Platforma yeni yönlendirmeleri teşvik eden ve Platform için pazarlama, operasyonel ve güven / güvenlik altyapısı oluşturan davranışı ödüllendirmeyi amaçlıyoruz. Başlangıçtaki Ödüller uygulamamızla bu ekonomik teşvikleri iş başında görebilirsiniz.
vi: Các lợi ích cấp cao khác có kể đến cơ chế tích hợp khuyến khích các thành phần hệ sinh thái nắm giữ và sử dụng token Origin (OGN) từ sớm. Chúng tôi không ngừng trăn trở về các ưu đãi phù hợp để sẽ thúc đẩy những người tham gia hệ sinh thái như nhà phát triển, người mua và người bán cá nhân và những người khác sử dụng quảng bá Nền tảng. Chúng tôi dự định thưởng cho những người giới thiệu về Nền tảng và xây dựng cơ sở hạ tầng tiếp thị, vận hành và tin cậy/an toàn cho Nền tảng. Bạn có thể nhận thấy những khuyến khích kinh tế này trong lần thực hiện ban đầu của Origin Reward.
