Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Yu Pan was one of the 6 founding team members of PayPal and was the 1st employee at YouTube. He is a former Google employee and co-founder of Kiwi Crate.
es: Yu Pan fue uno de los 6 miembros fundadores del equipo de PayPal y fue el primer empleado en YouTube. Es un ex empleado de Google y cofundador de Kiwi Crate.
fr: Yu Pan est l'un des six membres de l'équipe fondatrice de PayPal. et a été le premier employé de YouTube. Il est un ancien employé de Google et co-fondateur de Kiwi Crate.
id: Yu Pan adalah salah satu dari 6 anggota tim pendiri PayPal dan merupakan karyawan pertama di YouTube. Dia adalah mantan karyawan Google dan salah satu pendiri Kiwi Crate.
it: Yu Pan è stato uno dei 6 membri del team fondatore di PayPal ed è stato il primo dipendente di YouTube. È un ex dipendente di Google e co-fondatore di Kiwi Crate.
pt: Yu Pan foi um dos 6 membros da equipe que fundou o PayPal e foi o primeiro funcionário no YouTube. Ele é um ex-empregado do Google e cofundador da Kiwi Crate.
ru: Ю Пан был одним из шести участников команды PayPal и в числе первых сотрудников в YouTube. Также он работал в Google и является сооснователем Kiwi Crate.
tr: Yu Pan, PayPal'ın 6 kurucu ekibinden biriydi ve YouTube'da 1 çalışanıydı. Eski bir Google çalışanı ve Kiwi Crate'in kurucularından.
vi: Yu Pan là một trong 6 thành viên sáng lập của PayPal, nhân viên đầu tiên tại YouTube. Ông cũng là cựu nhân viên của Google và là người đồng sáng lập của Kiwi Crate.

source: Franck has had a successful career as an early employee at numerous high-profile companies. He previously led engineering teams at Inktomi, Paypal, YouTube, Google and Dropbox.
es: Franck ha tenido una carrera exitosa como empleado inicial en numerosas compañías de alto perfil. Anteriormente dirigió equipos de ingeniería en Inktomi, Paypal, YouTube, Google y Dropbox.
fr: Franck a eu une carrière réussie en tant qu'employé précoce dans de nombreuses entreprises de premier plan. Il a précédemment dirigé l'ingénierie des équipes chez Inktomi, Paypal, YouTube, Google et Dropbox.
id: Franck memiliki karir yang sukses sebagai karyawan awal di banyak perusahaan terkenal. Dia sebelumnya memimpin tim engineering di Inktomi, Paypal, YouTube, Google dan Dropbox.
it: Franck ha avuto una carriera di successo come uno dei primi impiegati di numerose aziende di alto profilo. In precedenza ha guidato team di ingegneri in Inktomi, Paypal, YouTube, Google e Dropbox.
pt: Franck teve uma carreira de sucesso como um funcionário inicial em numerosas empresas notáveis. Anteriormente ele liderou as equipes de engenharia na Inktomi, Paypal, YouTube, Google e Dropbox.
ru: Фрэнк сделал успешную карьеру в качестве раннего сотрудника во многих высококлассных компаниях. До Origin он возглавлял команды инженеров в Inktomi, Paypal, YouTube, Google и Dropbox.
tr: Franck, birçok yüksek profilli şirkette erken çalışan olarak başarılı bir kariyere sahip. Daha önce Inktomi, Paypal, YouTube, Google ve Dropbox'ta mühendislik ekipleri yönetti.
vi: Franck đã có một sự nghiệp thành công với cương vị là nhân viên đời đầu tại nhiều công ty lớn. Trước đây, ông đã lãnh đạo các nhóm kỹ thuật tại Inktomi, Paypal, YouTube, Google và Dropbox.

source: Micah was the technical co-founder of WellAttended, a bootstrapped box office management platform. He worked as a commercial real estate broker while learning to code.
es: Micah fue el cofundador técnico de WellAttended, una plataforma de gestión de taquilla de arranque. Trabajó como agente de bienes raíces comerciales mientras aprendía a codificar.
fr: Micah a été le co-fondateur technique de WellAttended, une entreprise plateforme de gestion de la billetterie. Il a travaillé en tant que courtier en immobilier commercial tout en apprenant à coder.
id: Micah adalah salah satu pendiri teknis WellAttended, platform manajemen box office Dia bekerja sebagai broker real estat komersial.
it: Micah è stato il co-fondatore tecnico di WellAttended, una piattaforma di gestione di botteghini. Ha lavorato come agente immobiliare commerciale durante gli studi di programmazione.
pt: Micah foi o cofundador técnico da WellAtended, uma plataforma construída do zero de gerenciamento de bilheteria. Ele trabalhou com corretor de imóveis comerciais enquanto aprendia a programar.
ru: Мика ранее был техническим соучредителем в WellAttended, продвинутой системе управления кассами. Он совмещал изучение программирования и работу риэлтором.
tr: Micah, bootstrapped gişe yönetim platformu WellAttended'in teknik kurucu ortağıydı. Kodlamayı öğrenirken ticari emlak komisyoncusu olarak çalıştı.
vi: Micah là người đồng sáng lập kỹ thuật của WellAttends, một nền tảng quản lý phòng vé. Ông làm với tư cách là một nhà môi giới bất động sản thương mại trong khi học lập trình.

source: Kay is a Chartered Professional Accountant (CPA). She previously worked as a Senior Accountant and then as a Senior Consultant at KPMG Canada.
es: Kay es contadora profesional certificada (CPA). Anteriormente trabajó como Contador Senior y luego como Consultora Senior en KPMG Canadá.
fr: Kay est une comptable professionnelle agréée (CPA). Elle a travaillé auparavant comme comptable principale, puis comme consultante principale chez KPMG Canada.
id: Kay adalah Chartered Professional Accountant (CPA). Dia sebelumnya bekerja sebagai Akuntan Senior dan kemudian sebagai Konsultan Senior di KPMG Kanada.
it: Kay è un dottore commercialista (CPA). Ha precedentemente lavorato come senior Accountant e poi come Senior Consultant presso KPMG in Canada.
pt: Kay é um revisor oficial de contas (CPA). Ela já trabalhou como contador sênior e depois como consultor sênior da KPMG Canada.
ru: Кей является дипломированным бухгалтером (CPA). Ранее она работала старшим бухгалтером, а затем и старшим консультантом в KPMG Canada.
tr: Kay, Yeminli Mali Müşavirdir (EBM). O daha önce bir Kıdemli Muhasebeci olarak ve daha sonra olarak çalıştı KPMG Kanada Kıdemli Danışman.
vi: Kay là Kế toán viên chuyên nghiệp (CPA). Trước đây cô làm Kế toán cao cấp và sau đó là Tư vấn viên cao cấp tại KPMG Canada.

source: Coleman is an active cryptocurrency investor and real estate entrepreneur, owning and managing multiple Airbnb properties. He studied mathematics at Berkeley.
es: Coleman es un inversor activo en criptomonedas y empresario en bienes raíces, posee y la gestiona múltiples propiedades Airbnb. Estudió matemáticas en Berkeley.
fr: Coleman est un investisseur actif en crypto-monnaies et un entrepreneur immobilier, possédant et gérant plusieurs propriétés Airbnb Il a étudié les mathématiques à Berkeley.
id: Coleman adalah cryptocurrency investor aktif dan nyata pengusaha real, memiliki dan mengelola beberapa properti Airbnb. Dia belajar matematika di Berkeley.
it: Coleman è un attivo investitore in criptovalute e un imprenditore immobiliare, che possiede e gestisce più proprietà Airbnb. Ha studiato matematica a Berkeley.
pt: Coleman é um investidor ativo em criptomoeda e empreendedor imobiliário, possuindo e gerenciando várias propriedades no Airbnb. Ele estudou matemática em Berkeley.
ru: Колман - активный криптоинвестор и предприниматель в сфере недвижимости, владеющий и управляющий сетью объектов через Airbnb. Он изучал математические науки в Беркли.
tr: Coleman, birden fazla Airbnb mülküne sahip ve yöneten aktif bir kripto-para birimi yatırımcısı ve gayrimenkul girişimcidir. Berkeley'de matematik okudu.
vi: Coleman là một nhà đầu tư tiền mã hóa đời đầu và là là một doanh nhân bất động sản, sở hữu và quản lý một số lượng lớn tài sản của Airbnb. Anh từng theo học chuyên ngành Toán học tại Đại học Berkeley.

source: Aure is a product designer with 10+ years of experience. Prior to joining Origin, Aure worked at multiple startups and Fortune 500 companies. In a past life, he was also a software engineer.
es: Aure es un diseñador de productos con más de 10 años de experiencia. Antes de unirse a Origin, Aure trabajó en múltiples startups y compañías Fortune 500. En una vida pasada, también fue ingeniero de software.
id: Aure adalah seorang desainer produk dengan pengalaman 10+ tahun. Sebelum bergabung dengan Origin, Aure bekerja di beberapa startup dan perusahaan Fortune 500. Di kehidupan sebelumnya, dia juga seorang insinyur.
it: Aure è un progettista di prodotti con oltre 10 anni di esperienza. Prima di entrare a far parte di Origin, Aure ha lavorato in diverse startup e società Fortune 500. In una vita passata, era anche un software engineer.
pt: Aure é um designer de produto com 10 anos de experiência. Antes de ingressar na origem, Aure trabalhou em vários startups e empresas da Fortune 500. Em uma vida passada, ele tinha também como engenheiro de software.
ru: Аюр является дизайнером продуктов с 10-и летним опытом. До прихода в Origin Аюр работал во многих стартапах и компаниях из Fortune 500. До этого он также был разработчиком программного обеспечения.
tr: Aure, 10 yıldan fazla deneyime sahip bir ürün tasarımcısıdır. Origin'e katılmadan önce, Aure birden çok startup ve Fortune 500 şirketinde çalıştı. Geçmiş bir yaşamda, o da bir yazılım mühendisiydi.
vi: Aure có hơn 10 năm kinh nghiệm thiết kế sản phẩm. Trước khi gia nhập Origin, Aure đã làm việc tại nhiều công ty khởi nghiệp và các công ty thuộc bảng xếp hạng Fortune 500. Trước đó, anh cũng là một kỹ sư phần mềm.

source: Mila is leading our community efforts in South Korea. She previously organized blockhain hackathons and has degrees from Penn State and Erasmus University Rotterdam.
es: Mila está liderando nuestros esfuerzos de comunidad en Corea del Sur. Anteriormente, organizó hackathons de blockhain y se graduó en Penn State y Erasmus University Rotterdam.
id: Mila memimpin upaya komunitas kami di Korea Selatan. Dia sebelumnya mengorganisir blockhain hackathon dan memiliki gelar dari Penn State dan Erasmus University Rotterdam.
it: Mila guida gli sforzi della nostra comunità in Corea del Sud. In precedenza ha organizzato hackathon di blockhain e ha conseguito una laurea presso la Penn State e l'Erasmus University di Rotterdam.
pt: Mila está liderando nossos esforços comunitários na Coréia do Sul. Ela já organizou hackathons de blockhain e possui diploma na Penn State e na Erasmus University Rotterdam.
ru: Мила возглавляет наше сообщество в Южной Корее. Ранее она организовывала блокчейн-хакатоны, получила ученые степени в Университете штата Пенсильвания и Университете им. Эразма Роттердамского.
tr: Mila Güney yılında toplum çabalara önderlik eden Kore. Daha önce blockhain hackathons organize etti ve Penn State ve Erasmus University Rotterdam'dan dereceye sahip.
vi: Mila đang hỗ trợ cộng đồng của Origin tại Hàn Quốc. Trước đây, cô đã từng tổ chức hackhons về blockchain. Mila sở hữu bằng từ các trường Đại học bang Pennsylvania và Đại học Erasmus Rotterdam.

source: Before Origin, Tom had a successful career as a solo startup founder. He has two Masters degrees in Distributed Systems from the Technical University of Berlin and KTH in Stockholm.
es: Antes de Origin, Tom tuvo una exitosa carrera como fundador de una empresa solista. Tiene dos maestrías en sistemas distribuidos de la Universidad Técnica de Berlín y KTH en Estocolmo.
id: Sebelum Origin, Tom memiliki karir yang sukses sebagai pendiri startup Dia memiliki dua gelar Master dalam Sistem Terdistribusi dari Universitas Teknik Berlin dan KTH di Stockholm.
it: Prima di Origin, Tom ha avuto una carriera di successo come fondatore di startup. Ha due master in Sistemi Distribuiti presso l'Università tecnica di Berlino e KTH a Stoccolma.
pt: Antes do Origin, Tom teve uma carreira de sucesso como fundador solo de startups. Ele possui dois mestrados em sistemas distribuídos da Universidade Técnica de Berlim e KTH em Estocolmo.
ru: До Origin у Тома была успешная карьера основателя сольного стартапа. Он имеет две степени магистра по распределенным системам Берлинского Технического Университета и Королевского Технологического Университета Стокгольма.
tr: Origin'den önce Tom, solo başlangıç kurucusu olarak başarılı bir kariyere sahipti. Berlin Teknik Üniversitesi'nden Dağıtılmış Sistemde ve Stockholm'de KTH'de iki yüksek lisans derecesi vardır.
vi: Trước Origin, Tom đã có một sự nghiệp thành công với tư cách là người sáng lập các dự án khởi nghiệp. Ông sở hữu hai bằng Thạc sĩ về Hệ thống phân tán của Đại học Kỹ thuật Berlin và KTH tại Stockholm.

source: Nick studied Computer Science at the University of Warwick. Prior to joining Origin, he worked as an engineer at Sencha, C3 Energy Network and Palo Alto Networks.
es: Nick estudió Ciencias en Computación en la Universidad de Warwick Antes de unirse a Origin, trabajó como ingeniero en Sencha, C3 Energy Network y Palo Alto Networks.
id: Nick belajar Ilmu Komputer di Universitas Warwick. Sebelum bergabung dengan Origin, ia bekerja sebagai insinyur di Sencha, C3 Energy Network dan Palo Alto Networks.
it: Nick ha studiato informatica all'Università di Warwick. Prima di entrare in Origin, ha lavorato come ingegnere presso Sencha, C3 Energy Network e Palo Alto Networks.
pt: Nick estudou Ciência da Computação na Universidade de Warwick. Antes de ingressar na Origin, ele trabalhou como engenheiro na Sencha, C3 Energy Network e Palo Alto Networks.
ru: Ник изучал компьютерные науки в университете Уорика. До прихода в Origin он работал инженером в Sencha, C3 Energy Network и Palo Alto Networks.
tr: Nick, Warwick Üniversitesi'nde Bilgisayar Bilimleri okudu. Origin'e katılmadan önce Sencha, C3 Enerji Ağı ve Palo Alto Networks'te mühendis olarak çalıştı.
vi: Nick học Khoa học Máy tính tại Đại học Warwick. Trước khi gia nhập Origin, anh từng làm kỹ sư tại Sencha, C3 Energy Network và Palo Alto Networks.

source: Anna Wang
ru: Анна Ван
vi: Anna Vương

source: Regional Manager China
es: Gerente Regional en China
fr: Directeur régional Chine
id: Manajer Regional Cina
it: Regional Manager Cina
pt: Gerente Regional da China
ru: Региональный менеджер по Китаю
tr: Çin Bölge Müdürü
vi: Giám đốc quản lý bộ phận Trung Quốc

source: Anna is leading our community efforts for Chinese speakers. Before Origin, Anna managed global social media at Exness, a leading forex broker. She also co-founded a non-profit in Australia.
es: Anna está liderando los esfuerzos de nuestra comunidad para hablantes de chino. Antes de Origin, Anna gestionaba las redes sociales globales en Exness, un corredor de divisas líder. Ella también co-fundó una organización no lucrativa en Australia.
id: Anna memimpin upaya komunitas kami untuk China Sebelum Origin, Anna mengelola media sosial global di Exness, broker forex terkemuka. Dia juga ikut mendirikan organisasi nirlaba di Australia.
it: Anna sta guidando gli sforzi della nostra comunità per gli speaker cinesi. Prima di Origin, Anna gestiva i social media globali presso Exness, un broker forex leader. Ha anche co-fondato una non-profit in Australia.
pt: Anna está liderando nossos esforços na comunidade para falantes de chinês. Antes da Origin, Anna gerenciava mídias sociais globais na Exness, uma corretora líder em forex. Ela também foi cofundadora de organizações sem fins lucrativos na Austrália.
ru: Анна возглавляет наше китайское сообщество. До Origin она была специалистом по социальным медиа в Exness, ведущем форекс-брокере. Она также была соучредителем некоммерческой организации в Австралии.
tr: Anna, Çince konuşanlar için toplum çalışmalarımıza liderlik ediyor. Origin'den önce Anna, önde gelen bir forex brokeri olan Exness'te küresel sosyal medyayı yönetti. Ayrıca Avustralya'da kar amacı gütmeyen bir kuruluş kurdu.
vi: Anna đang hỗ trợ cộng đồng của Origin tại Trung Quốc. Trước Origin, Anna từng quản lý các trang mạng xã hội của Exness, ông ty đứng đầu về môi giới forex. Cô cũng đồng sáng lập một tổ chức phi lợi nhuận ở Úc.

source: Domen co-founded and led a team developing a mobile application with 2 chess Grandmasters. He previously had a successful career at Cetra, Zemanta and Peerindex.
es: Domen cofundó y dirigió un equipo que desarrolló una aplicación móvil con 2 Maestros de ajedrez. Anteriormente tuvo una exitosa carrera en Cetra, Zemanta y PeerIndex.
id: Domen ikut mendirikan dan memimpin tim yang mengembangkan seluler dengan 2 Grandmaster catur. Dia sebelumnya memiliki karir yang sukses di Cetra, Zemanta dan Peerindex.
it: Domen ha co-fondato e guidato un team con 2 maestri di scacchi, che ha sviluppato un'applicazione mobile. In precedenza ha avuto una carriera di successo in Cetra, Zemanta e Peerindex.
pt: Domen cofundou e liderou uma equipe desenvolvendo um aplicativo móvel com 2 Grandmasters de xadrez. Anteriormente, teve uma carreira de sucesso na Cetra, Zemanta e PeerIndex.
ru: Домен основал и руководил командой разработки мобильных приложений с двумя шахматными гроссмейстерами. Ранее он сделал успешную карьеру в Cetra, Zemanta и Peerindex.
tr: Domen, iki satranç Büyük Ustası ile mobil uygulama geliştiren bir ekip kurdu ve yönetti. Daha önce Cetra, Zemanta ve Peerindex'te başarılı bir kariyere sahipti.
vi: Domen - Đồng sáng lập và là trưởng nhóm phát triển ứng dụng điện thoại di động với 2 lần đạt danh hiệu đại kiện tướng cờ vua. Anh đã từng có sự nghiệp thành công tại Cetra, Zemanta và Peerindex.

source: Shahul is a fullstack engineer who started programming at age of 10. He previously worked as a freelancer and then joined Zoho as a front-end developer.
es: Shahul es un ingeniero fullstack que comenzó a programar a los 10 años. Previamente trabajó como freelance y luego se unió a Zoho como desarrollador front-end.
id: Shahul adalah seorang fullstack engineer yang mulai memprogram pada usia 10 tahun. Dia sebelumnya bekerja sebagai pekerja lepas dan kemudian bergabung dengan Zoho sebagai pengembang front-end.
it: Shahul è un ingegnere fullstack che ha iniziato a programmare all'età di 10 anni. Precedentemente ha lavorato come libero professionista e poi si è unito a Zoho come sviluppatore front-end.
pt: Shahul é um engenheiro fullstack que começou a programar aos 10 anos. Anteriormente, trabalhou como freelancer e depois ingressou na Zoho como desenvolvedor front-end.
ru: Шахул является фулл-стак разработчиком, который начал программировать в возрасте 10 лет. Ранее он работал фрилансером, а затем присоединился к Zoho в качестве фронтенд-разработчика.
tr: Shahul, 10 yaşında programlamaya başlayan bir fullstack mühendisidir. Daha önce bir freelancer olarak çalıştı ve sonra Zoho'ya ön uç geliştirici olarak katıldı.
vi: Shahul là lập trình viên fullstack. Anh bắt đầu lập trình từ 10 tuổi. Trước đây anh đã từng làm tự do và sau đó gia nhập Zoho với vị trí lập trình viên front-end.

source: Mike is a long-time contributor to open-source. He created a dev toolkit for creating Ethereum smart contracts with Python and previously worked with Ethereum and IPFS at Lunyr.
es: Mike es un contribuyente de código abierto desde hace mucho tiempo. Creó un conjunto de herramientas para la creación de contratos inteligentes de Ethreum con Python y anteriormente trabajó con Ethereum e IPFS en Lunyr.
id: Mike adalah kontributor lama untuk open-source. Dia membuat alat pengembang untuk membuat kontrak cerdas Ethereum dengan Python dan sebelumnya bekerja dengan Ethereum dan IPFS di Lunyr.
it: Mike collabora da molto tempo all'open source. Ha creato un toolkit di sviluppo per la creazione di smart contract Ethereum con Python e in precedenza ha lavorato con Ethereum e IPFS presso Lunyr.
pt: Mike é colaborador de longa data de código aberto. Ele criou um conjunto de ferramentas dev para a criação de contratos inteligentes Ethereum com Python e já trabalhou com Ethereum e IPFS em Lunyr.
ru: Майк довольно давно работает как опенсорс-контрибутор. Он создал инструментарий для создания смарт-контрактов Ethereum с Python и ранее работал с Ethereum и IPFS в Lunyr.
tr: Mike açık kaynak koduna uzun zamandır katkıda bulunuyor. , Python ile Ethereum akıllı sözleşmeleri oluşturmak için bir dev araç seti yarattı ve daha önce Lunyr'de Ethereum ve IPFS ile çalıştı.
vi: Mike là một người đóng góp lâu năm cho các mạng mã nguồn mở. Anh đã tạo ra bộ công cụ hỗ trợ lập trình để tạo lập hợp đồng thông minh Ethereum bằng Python và từng lập trình cho Ethereum và IPFS tại Lunyr.

source: Before joining Origin, Max helped build communities for notable blockchain companies like OKEx. He also worked with RedNova, the marketing and incubation entity for Du Capital.
es: Antes de unirse a Origin, Max ayudó a construir comunidades para empresas reconocidas de blockchain como OKEx. También trabajó con RedNova, la entidad de marketing e incubación de Du Capital.
id: Sebelum bergabung dengan Origin, Max membantu membangun komunitas untuk perusahaan blockchain terkemuka seperti OKEx. Dia juga bekerja dengan RedNova, entitas pemasaran dan inkubasi untuk Du Capital.
it: Prima di entrare a far parte di Origin, Max ha contribuito a creare community per importanti società blockchain come OKEx. Ha anche lavorato con RedNova, entità di marketing e incubazione per Du Capital.
pt: Antes de se juntar à Origin, Max ajudou a construir comunidades de empresas de blockchain notáveis como a OKEx. Ele também trabalhou com RedNova, a entidade de marketing e incubação da Du Capital.
ru: До прихода в Origin Макс помогал в создании сообществ для таких известных компаний, как OKEx. Он работал с RedNova, маркетинговой и инкубационной компании Du Capital.
tr: Origin'e katılmadan önce Max, OKEx gibi önemli blok zinciri şirketi için topluluklar oluşturmaya yardımcı oldu. Du Capital'in pazarlama ve kuruluşu olan RedNova ile de çalıştı.
vi: Trước khi tham gia Origin, Max đã giúp xây dựng cộng đồng cho một số công ty blockchain lớn như OKEx. Anh cũng đã làm việc với RedNova, một tổ chức marketing và ươm mầm dự án cho Du Capital.

source: Developer <span>community</span>
es: Comunidad de <span>desarrolladores</span>
fr: Développeur <span>communauté</span>
id: Pengembang <span>komunitas</span>
pt: Desenvolvedor <span>comunidade</span>
ru: Сообщество разработчиков
tr: Geliştirici <span>topluluğu</span>
vi: Cộng đồng <span>các nhà phát triển</span>
