Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Origin Protocol is a leading blockchain technology company founded in 2017 in San Francisco, CA. Origin’s focus is on building platforms that enable peer-to-peer commerce applications with a focus on NFTs and DeFi protocols and applications. We launched the Origin Dollar (OUSD) protocol in 2020 and conducted a record-breaking NFT auction in 2021. Origin Tokens (OGN) are listed on some of the largest exchanges in the world, including Binance Global and Huobi Global. <a href='/'>www.originprotocol.com</a>
fr: Origin Protocol est une société de technologie blockchain de premier plan fondée en 2017 à San Francisco, CA. Origin se concentre sur la construction de plateformes permettant des applications de commerce de pair à pair, en mettant l'accent sur les NFT et les protocoles et applications DeFi. Nous avons lancé le protocole Origin Dollar (OUSD) en 2020 et réalisé une vente aux enchères NFT record en 2021. Les tokens Origin (OGN) sont cotés sur certaines des plus grandes bourses du monde, notamment Binance Global et Huobi Global. <a href='/'>www.originprotocol.com</a>
id: Origin Protocol adalah perusahaan teknologi blockchain terkemuka yang didirikan pada 2017 di San Francisco, CA. Fokus Origin adalah membangun platform yang memungkinkan aplikasi perdagangan peer-to-peer dengan fokus pada protokol dan aplikasi NFT dan DeFi. Kami meluncurkan protokol Origin Dollar (OUSD) pada tahun 2020 dan melakukan lelang NFT yang memecahkan rekor pada tahun 2021. Token Origin (OGN) terdaftar di beberapa bursa terbesar di dunia, termasuk Binance Global dan Huobi Global. <a href='/'>www.originprotocol.com</a>
pt: O Origin Protocol é uma empresa líder em tecnologia de blockchain fundada em 2017 em San Francisco, California. O foco da Origin é construir plataformas que habilitem aplicativos de comércio peer-to-peer com foco em NFTs, e aplitcativos de protocolos DeFi. Lançamos o protocolo Origin Dollar (OUSD) em 2020 e conduzimos um leilão de NFT recorde em 2021. Os Origin Tokens (OGN) estão listados em algumas das maiores exchanges do mundo, incluindo Binance Global e Huobi Global. <a href='/'>www.originprotocol.com</a>
ru: Origin Protocol - ведущая технологическая компания блокчейн, основанная в 2017 году в Сан-Франциско, Калифорния. Origin фокусируется на создании платформ, которые обеспечивают приложения для p2p торговли с акцентом на протоколы и приложения NFT и DeFi. Мы запустили протокол Origin Dollar (OUSD) в 2020 году и провели рекордный аукцион NFT в 2021 году. Origin Tokens (OGN) торгуется на большинстве крупнейших бирж в мире, включая Binance Global и Huobi Global. <a href='/'>www.originprotocol.com</a>

source: Media Contact:
fr: Contact avec les médias :
id: Kontak Media:
it: Contatti con i Media:
pt: Contato para Mídia:
ru: Контакты для Сми:

source: Origin Browser Extension
es: Extensión del navegador de Origin
fr: Extension du navigateur Origin
id: Ekstensi Browser Origin
it: Estensione del browser Origin
pt: Extensão Origin para Browser
ru: Расширение Origin Browser
tr: Origin Tarayıcı Uzantısı
vi: Tiện ích mở rộng Origin

source: Our browser extension is a playground where our most adventurous users can play around with prototypes of some of our wild and crazy ideas. You'll be among the first to see our new products and have the chance to offer feedback directly to the engineers who developed them.
es: Nuestra extensión de navegador es un patio de recreo donde nuestros usuarios más aventureros pueden jugar con prototipos de algunas de nuestras ideas arriesgadas y alocadas. Serás uno de los primeros en ver nuestros nuevos productos y tendrás la oportunidad de ofrecer comentarios directamente a los ingenieros que los desarrollaron.
fr: Notre extension de navigateur est un terrain de jeu où nos utilisateurs les plus aventureux peuvent s'amuser avec les prototypes de certaines de nos idées les plus folles. Vous serez parmi les premiers à voir nos nouveaux produits et vous aurez l'occasion de donner votre avis directement aux ingénieurs qui les ont développés.
id: Ekstensi browser kami adalah taman bermain tempat pengguna kami yang paling suka berpetualang dapat bermain-main dengan prototipe beberapa ide liar dan gila kami. Anda akan menjadi salah satu orang pertama yang melihat produk baru kami dan memiliki kesempatan untuk menawarkan masukan langsung kepada teknisi yang mengembangkannya.
it: La nostra estensione per browser è una zona dove i nostri utenti più avventurosi possono provare i prototipi di alcune delle nostre idee selvagge e folli. Sarai tra i primi a vedere i nostri nuovi prodotti e avrai la possibilità di offrire feedback direttamente agli ingegneri che li hanno sviluppati.
pt: Nossa extensão de navegador é um playground onde nossos usuários mais aventureiros podem brincar com protótipos de algumas de nossas ideias mais alucinantes. Você estará entre os primeiros a ver nossos novos produtos e terá a chance de oferecer feedback diretamente aos engenheiros que os desenvolveram.
ru: Наше расширение для браузера - это игровая площадка, где наши самые предприимчивые пользователи могут поиграться прототипами наших самых странных и безумных идей. Вы будете среди первых, кто увидит наши новые продукты и получит возможность лично пообщаться с их разработчиками.
tr: Tarayıcı uzantımız, en maceracı kullanıcılarımızın çılgın ve çılgın fikirlerimizden bazılarının prototipleriyle oynayabileceği bir oyun alanıdır. Yeni ürünlerimizi ilk görenlerden olacak ve onları geliştiren mühendislere doğrudan geri bildirim sunma şansına sahip olacaksınız.
vi: Tiện ích mở rộng là công cụ mà qua đó người dùng có thể trải nghiệm các ý tưởng "điên rồ" của chúng tôi. Bạn sẽ là một trong những người dùng đầu tiên nhìn thấy các sản phẩm mới và có cơ hộ được gửi phản hồi trực tiếp tới đội ngũ kỹ sư đang phát triển chúng.

source: Download for Chrome
es: Descarga para Chrome
fr: Téléchargement pour Chrome
id: Unduh untuk Chrome
it: Scarica per Chrome
pt: Transferir para o Chrome
ru: Скачать для Chrome
tr: Chrome için İndirin
vi: Tải xuống cho Chrome

source: Download for Firefox
es: Descarga para Chrome
fr: Téléchargement pour Firefox
id: Unduh untuk Firefox
it: Scarica per Firefox
pt: Transferir para o Firefox
ru: Скачать для Firefox
tr: Firefox için İndirin
vi: Tải xuống cho Firefox

source: Download for Brave
es: Descarga para Brave
fr: Téléchargement pour Brave
id: Unduh untuk Brave
it: Scarica per Brave
pt: Transferir para o Brave
ru: Скачать для Brave
tr: Brave için indirin
vi: Tải xuống cho Brave

source: See the new OGN Token dashboard
es: Vea el nuevo panel de control del Token OGN
fr: Voir le nouveau tableau de bord des Jetons OGN
id: Lihat dasbor Token OGN baru
it: Guarda la nuova dashboard del token OGN
pt: Veja o novo painel do Token OGN
ru: Ознакомьтесь с новой панелью инструментов токена Origin
tr: Yeni OGN Token kontrol paneline bakın
vi: Xem bảng thông tin token OGN

source: Go
es: Ir
fr: Aller
id: Pergi
it: Vai
pt: Ir
ru: Перейти
tr: Git
vi: Tiếp tục

source: Buy now on
es: Compre ahora en
fr: Achetez de maintenant sur
id: Beli sekarang
it: Acquista ora su
pt: Compre agora em
ru: Купить сейчас на
tr: Şimdi satın al
vi: Mua ngay bây giờ trên

source: Subscribe to be the first to hear about important partnerships, exchange listings, and product launches.
es: Suscríbase para ser el primero en enterarse de asociaciones importantes, listas de plataformas de intercambio y lanzamientos de productos.
fr: Inscrivez-vous pour être le premier à être informé des partenariats importants, des listes d'échanges et des lancements de produits.
id: Berlanggananlah untuk menjadi yang pertama mendengar tentang kemitraan penting, daftar pertukaran, dan peluncuran produk.
it: Iscriviti per venire a sapere prima degli altri di importanti partnership, scambi di annunci e lanci di prodotti.
pt: Inscreva-se para ser o primeiro a saber sobre parcerias importantes, listagem em exchanges e lançamentos de produtos.
ru: Подпишитесь, чтобы первыми узнавать о важных партнерствах, листингах на биржах и запусках новых продуктов.
tr: Önemli ortaklıklar, değişim listeleri ve ürün lansmanlarından ilk duyan olmak için abone olun.
vi: Đăng ký để trở thành người đầu tiên nhận được các thông tin quan trọng về quan hệ đối tác, niêm yết sàn giao dịch và ra mắt sản phẩm mới.

source: Your email
es: Su correo electrónico
fr: Votre email
id: Email mu
it: La tua mail
pt: Seu email
ru: Ваша электронная почта
tr: E-posta adresiniz
vi: Email của bạn

source: Origin Tokens (OGN) have launched!
es: ¡Los Tokens de Origin (OGN) han sido lanzados!
fr: Les jetons Origin (OGN) ont été lancés !
id: Token Origin (OGN) telah diluncurkan!
it: Gli Origin Token (OGN) sono stati lanciati!
pt: Os Origin Tokens (OGN) foram lançados!
ru: Токены Origin (OGN) были выпущены!
tr: Origin Tokens (OGN) başlatıldı!
vi: Origin Tokens (OGN) đã được ra mắt!

source: Origin Tokens (OGN) are launching soon!
es: ¡Los Tokens de Origin (OGN) serán lanzados pronto!
fr: Les jetons Origin (OGN) seront bientôt lancés !
id: Token Origin (OGN) akan segera diluncurkan!
it: I Token Origin (OGN) saranno lanciati presto!
pt: Os Origin Tokens (OGN) serão lançados em breve!
ru: Выпуск Origin Tokens (OGN) произойдёт в ближайшее время!
tr: Origin Tokens (OGN) yakında kullanıma sunuluyor!
vi: Origin Token (OGN) sẽ sớm ra mắt!

source: Buy OGN on Binance
es: Compra OGN en Binance
fr: Achete-z en OGN sur Binance
id: Beli OGN di Binance
it: Acquista OGN su Binance
pt: Comprar OGN no Binance
ru: Покупайте OGN на Binance
tr: Binance üzerinden OGN satın alın
vi: Mua OGN trên sàn Binance

source: Learn more
es: Aprende más
fr: Apprenez-en plus
id: Pelajari lebih lanjut
it: Ulteriori informazioni
pt: Saber mais
ru: Узнать больше
tr: Daha fazla öğren
vi: Tìm hiểu thêm

source: Exclusively on
es: Exclusivamente en
fr: En exclusivité sur
id: Khusus pada
it: Esclusivamente su
pt: Exclusivamente em
ru: Эксклюзивно на
tr: Sadece
vi: Độc quyền trên

source: Subscribe to stay in touch.
es: Suscríbase para mantenerse en contacto.
fr: Abonnez-vous pour rester en contact.
id: Berlangganan untuk tetap berhubungan.
it: Iscriviti per restare in contatto.
pt: Inscreva-se para ficar em contato.
ru: Подпишитесь, чтобы оставаться на связи.
tr: İletişimde kalmak için abone olun.
vi: Đăng kí để giữ liên lạc.

source: Origin Protocol - Creator
es: Protocolo de origen - Creador
fil: Pinagmulan Protocol - Creator
fr: Protocole d'origine - Créateur
id: Protokol Asal - Pencipta
it: Origin Protocollo - Creatore
pt: Protocolo de origem - Criador
ru: Origin Protocol - Конструктор
sl: Protokol o poreklu - ustvarjalec
tr: Menşe Protokolü - Oluşturan
vi: Giao thức gốc - Người tạo

source: Build your<br>peer-to-peer<br>marketplace
es: Construye tu<br>mercado peer-to-peer<br>
fil: Buuin ang iyong<br>peer-to-peer<br>marketplace
fr: Créez votre marché<br>peer-to-peer<br>
id: Bangun<br>peer-to-peer<br>
it: Costruisci il tuo marketplace <br>peer-to-peer<br>
pt: Crie seu mercado<br>ponto a ponto<br>
ru: Создайте свой<br>одноранговый<br>маркетплейс
sl: Zgradite svoj trg<br>peer-to-peer<br>
tr: Senin Yapı<br>eşler arası<br>pazar
vi: Xây dựng<br>thị trường ngang hàng<br>

source: Blockchain enabled.<br>No code required.<br>100%% free to operate.
es: Blockchain habilitado.<br>No se requiere código.<br>100%% gratis para operar.
fil: Pinagana ang Blockchain.<br>Walang kinakailangang code.<br>100%% libre upang gumana.
fr: Blockchain activé.<br>Aucun code requis.<br>100%% libre de fonctionner.
id: Blockchain diaktifkan.<br>Tidak diperlukan kode.<br>100%% gratis untuk beroperasi.
it: Basato sulla blockchain.<br>Nessun codice richiesto.<br>Liberi di operare al 100%.
pt: Blockchain ativado.<br>Nenhum código necessário.<br>100%% livre para operar.
ru: Блокчейн включен.<br>Код не требуется.<br>100%% бесплатно.
sl: Blockchain omogočen.<br>Ni potrebne kode.<br>100%% prosto delujejo.
tr: Blockchain etkin.<br>Kod gerekli değil.<br>100%% serbest.
vi: Blockchain được kích hoạt.<br>Không cần mã.<br>100%% miễn phí để hoạt động.

source: Get Started
es: Empezar
fil: Magsimula
fr: Commencer
id: Memulai
it: Per iniziare
pt: Iniciar
ru: Начать
sl: Začeti
tr: Başlamak
vi: Bắt đầu

source: Launch your decentralized goods or services marketplace today
es: Lance su mercado de bienes o servicios descentralizados hoy
fil: Ilunsad ang iyong desentralisadong mga kalakal o serbisyo sa merkado ngayon
fr: Lancez dès aujourd'hui votre marché de biens ou de services décentralisés
id: Luncurkan pasar barang atau jasa terdesentralisasi Anda hari ini
it: Lancia oggi il tuo Marketplace di beni o servizi decentralizzati
pt: Lance hoje seu mercado descentralizado de bens ou serviços
ru: Запустите свой децентрализованный маркетплейс товаров и услуг
sl: Danes odprite svoj trg decentraliziranega blaga ali storitev
tr: Merkezi olmayan mal veya hizmet pazarınızı bugün piyasaya sürün
vi: Ra mắt thị trường hàng hóa hoặc dịch vụ phi tập trung của bạn ngày hôm nay

source: Sharing economy
es: Compartiendo economia
fil: Pagbabahagi ng ekonomiya
fr: Partage de l'économie
id: Berbagi ekonomi
pt: Compartilhando economia
ru: Долевая экономика
sl: Delitev gospodarstva
tr: Ekonomiyi paylaşmak
vi: Kinh tế chia sẻ

source: Create a marketplace for homesharing, carsharing, contractor, or home services.
es: Cree un mercado para compartir servicios, alquiler de autos, contratista o servicios para el hogar.
fil: Gumawa ng isang marketplace para sa homesharing, carsharing, kontratista, o mga serbisyo sa bahay.
fr: Créez un marché pour le partage de maison, l'auto-partage, l'entrepreneur ou les services à domicile
id: Buat pasar untuk homesharing, carharing, kontraktor, atau layanan rumah.
it: Crea un mercato per extra alberghiero, car sharing, freelance o servizi per la casa.
pt: Crie um mercado para compartilhamento de casa, compartilhamento de carro, prestador de serviços ou serviços domésticos.
ru: Создайте маркетплейс для аренды, каршеринга, поиска работников или услуг.
sl: Ustvarite tržišče za storitve, ki se nanašajo na domačo rabo, skupno rabo vozil, izvajalce ali domače storitve.
tr: Ev paylaşımı, araba paylaşımı, müteahhit veya ev hizmetleri için bir pazar oluşturun.
vi: Tạo một thị trường cho dịch vụ gia đình, chia sẻ xe, nhà thầu hoặc dịch vụ gia đình.

source: Ecommerce
es: Comercio electrónico
fr: Commerce électronique
id: E-niaga
pt: Comércio eletrônico
ru: Электронная коммерция
sl: E-trgovina
tr: E-ticaret
vi: Thương mại điện tử

source: Enable buyers and sellers to transact across hundreds of categories.
es: Permitir a los compradores y vendedores realizar transacciones en cientos de categorías.
fil: Paganahin ang mga mamimili at nagbebenta upang mag-transact sa daan-daang mga kategorya.
fr: Permettez aux acheteurs et aux vendeurs d'effectuer des transactions sur des centaines de catégories.
id: Memungkinkan pembeli dan penjual untuk bertransaksi di ratusan kategori.
it: Abilita i compratori e venditori di commerciare centinaia di categorie.
pt: Permita que compradores e vendedores realizem transações em centenas de categorias.
ru: Позволить покупателям и продавцам совершать сделки в сотнях категорий.
sl: Kupcem in prodajalcem omogočite opravljanje transakcij v več sto kategorijah.
tr: Yüzlerce kategori arasında alıcı ve satıcıların işlem yapmasını sağlayın.
vi: Cho phép người mua và người bán giao dịch trên hàng trăm danh mục.

source: Local marketplaces
es: Mercados locales
fil: Mga lokal na pamilihan
fr: Marchés locaux
id: Pasar pasar lokal
it: Mercati locali
pt: Mercados locais
ru: Местные маркетплейсы
sl: Lokalni trgi
tr: Yerel pazarlar
vi: Chợ địa phương

source: Build a better Craigslist or Airbnb for your country or city quickly and easily.
es: Cree una mejor Craigslist o Airbnb para su país o ciudad de forma rápida y sencilla.
fil: Gumawa ng mas mahusay na Craigslist o Airbnb para sa iyong bansa o lungsod nang mabilis at madali.
fr: Construisez une meilleure Craigslist ou Airbnb pour votre pays ou votre ville rapidement et facilement.
id: Bangun Craigslist atau Airbnb yang lebih baik untuk negara atau kota Anda dengan cepat dan mudah.
it: Crea una Craigslist o un Airbnb migliore per il tuo paese o la tua città in modo rapido e semplice.
pt: Crie um Craigslist ou Airbnb melhor para o seu país ou cidade com rapidez e facilidade.
ru: Создайте лучший Craigslist или Airbnb для вашей страны или города, быстро и просто.
sl: Zgradite boljši Craigslist ali Airbnb za vašo državo ali mesto hitro in enostavno.
tr: Hızlı ve kolay bir şekilde ülkeniz veya şehriniz için daha iyi bir Craigslist veya Airbnb oluşturun.
vi: Xây dựng một Craigslist hoặc Airbnb tốt hơn cho quốc gia hoặc thành phố của bạn một cách nhanh chóng và dễ dàng.

source: Run a decentralized & <span class='purple'>censorship-resistant business</span>
es: Ejecutar un negocio descentralizado y <span class='purple'>censura resistente</span>
fil: Magpatakbo ng isang desentralisado at <span class='purple'>censorship-resistant business</span>
fr: Gérer une entreprise décentralisée et <span class='purple'>résistant à la censure</span>
id: Menjalankan desentralisasi & <span class='purple'>bisnis sensor-tahan</span>
it: Gestisci un'attività decentralizzata e <span class='purple'>resistente alla censura</span>
pt: Executar um descentralizada & <span class='purple'>negócios resistente à censura</span>
ru: Управляйте децентрализованным и <span class='purple'>цензуростойким бизнесом</span>
sl: Run decentralizirano in <span class='purple'>cenzura-odporno poslovanja</span>
tr: Merkezi olmayan ve <span class='purple'>sansüre dayanıklı bir iş çalıştırın</span>
vi: Chạy một phân cấp & <span class='purple'>kinh doanh kiểm duyệt chịu</span>

source: Build a marketplace that can't be shut down by anyone...including us.
es: Construye un mercado que no pueda ser cerrado por nadie ... incluyéndonos a nosotros.
fil: Gumawa ng isang pamilihan na hindi maaaring mai-shut down ng sinuman ... kabilang kami.
fr: Construisez un marché qui ne peut être fermé par personne, y compris par nous.
id: Bangun pasar yang tidak dapat ditutup oleh siapa pun ... termasuk kami.
it: Costruisci un marketplace che non può essere chiuso da nessuno... nemmeno da noi.
pt: Construa um mercado que não possa ser fechado por ninguém ... incluindo nós.
ru: Создайте маркетплейс, который никто не сможет закрыть, включая нас.
sl: Zgradite trg, ki ga nikogar ne more zapreti ... vključno z nami.
tr: Biz de dahil olmak üzere ... kimse tarafından kapatılamayan bir pazar oluştur.
vi: Xây dựng một thị trường không thể bị đóng cửa bởi bất cứ ai ... kể cả chúng tôi.

source: Earn <span class='blue'>Origin tokens</span>
es: Gana <span class='blue'>fichas de Origen</span>
fil: Kumita ng <span class='blue'>token ng Pinagmulan</span>
fr: Gagnez <span class='blue'>jetons d'origine</span>
id: Dapatkan <span class='blue'>Token Asal</span>
it: Guadagna <span class='blue'>Origin token</span>
pt: Ganhe <span class='blue'>tokens de origem</span>
ru: Заработайте <span class='blue'>токены Origin</span>
sl: Zaslužite <span class='blue'>žetoni porekla</span>
tr: <span class='blue'>Origin jetonu kazan</span>
vi: Kiếm <span class='blue'>mã thông báo gốc</span>

source: List goods and services from Origin’s existing base of sellers. Earn Origin token commissions from sellers looking to reach a wider audience on your marketplace.
es: Enumere los bienes y servicios de la base de vendedores existente en Origin. Obtenga comisiones de token de origen de vendedores que buscan llegar a una audiencia más amplia en su mercado.
fil: Maglista ng mga kalakal at serbisyo mula sa umiiral na base ng mga nagbebenta ng Pinagmulan. Kumita ng Pinagmulang mga komisyon ng token mula sa mga nagbebenta na naghahanap upang maabot ang isang mas malawak na madla sa iyong marketplace.
fr: Répertoriez les produits et services de la base de vendeurs existante d'Origin. Gagnez des commissions de jetons Origin auprès de vendeurs cherchant à toucher un public plus large sur votre marché.
id: Daftar barang dan jasa dari basis penjual Origin yang ada. Dapatkan komisi token Asal dari penjual yang ingin menjangkau khalayak yang lebih luas di pasar Anda.
it: Elenca beni e servizi dai venditori esistenti su Origin. Guadagna commissioni sui token Origin dai venditori che cercano di raggiungere un pubblico più ampio sul tuo mercato.
pt: Listar bens e serviços da base existente de vendedores da Origin. Ganhe comissões de token Origin de vendedores que desejam atingir um público maior no seu mercado.
ru: Добавьте товары и услуги из существующей базы продавцов Origin. Зарабатывайти комиссии в токенах Origin от продавцов, которые хотят охватить более широкую аудиторию на вашем маркетплейсе.
sl: Navedite blago in storitve iz obstoječe baze prodajalcev. Earn Origin token provizije od prodajalcev, ki želijo doseči širše občinstvo na vašem trgu.
tr: Origin'in mevcut satıcı tabanından gelen mal ve hizmetleri listeleyin. Pazarınızdaki daha geniş kitlelere ulaşmak isteyen satıcılardan Origin belirteç komisyonları kazanın.
vi: Liệt kê hàng hóa và dịch vụ từ cơ sở người bán hiện tại của Origin. Kiếm hoa hồng mã thông báo Origin từ những người bán hàng muốn tiếp cận đối tượng rộng hơn trên thị trường của bạn.

source: Bootstrap your <span class='red'>marketplace</span>
es: Bootstrap tu <span class='red'>marketplace</span>
fil: Bootstrap iyong <span class='red'>marketplace</span>
fr: Bootstrap votre <span class='red'>marché</span>
id: Bootstrap <span class='red'>pasar Anda</span>
it: Bootstrap il tuo <span class='red'>marketplace</span>
pt: Bootstrap seu mercado <span class='red'></span>
ru: Загрузите ваш <span class='red'>маркетплейс</span>
sl: Bootstrap vašem <span class='red'>trgu</span>
tr: <span class='red'>pazarda önyükleme</span>
vi: Bootstrap <span class='red'>thị trường của bạn</span>

source: Tap into our shared data layer that gives you existing users and inventory from other marketplaces.
es: Acceda a nuestra capa de datos compartidos que le brinda a los usuarios existentes e inventario de otros mercados.
fil: Mag-tap sa aming ibinahaging data layer na nagbibigay sa iyo ng mga umiiral na user at imbentaryo mula sa iba pang mga marketplaces.
fr: Accédez à notre couche de données partagées qui vous donne les utilisateurs existants et l'inventaire d'autres marchés.
id: Ketuk lapisan data bersama kami yang memberi Anda pengguna dan inventaris yang ada dari pasar lain.
it: Accedi al nostro livello di dati condivisi che ti dà gli utenti esistenti e inventario da altri mercati.
pt: Entre na nossa camada de dados compartilhada, que fornece a usuários existentes e inventário de outros mercados.
ru: Используйте нашу общую базу данных, которая дает вам доступ к пользователям и инструментам других маркетплейсов.
sl: Vstopite v našo skupno podatkovno plast, ki omogoča obstoječe uporabnike in inventar z drugih trgov.
tr: Size mevcut kullanıcıları ve diğer pazarlardaki envanteri veren paylaşılan veri katmanımıza dokunun.
vi: Chạm vào lớp dữ liệu được chia sẻ của chúng tôi cung cấp cho bạn người dùng và hàng tồn kho từ các thị trường khác.
