Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Mainstream cryptocurrency users now have the equivalent of a high-yield savings account automatically built into their Ethereum wallets whenever they are holding OUSD. This increases DeFi’s addressable user base from tens to hundreds of thousands of sophisticated users to tens of millions of users instantly. By comparison, Uniswap, the most widely used DeFi product to date has only interacted with approximately 250k Ethereum wallets since its inception.
fr: Les utilisateurs de crypto-monnaies classiques disposent désormais de l'équivalent d'un compte d'épargne à haut rendement intégré automatiquement dans leur portefeuille Ethereum lorsqu'ils détiennent des OUSD. Cela fait passer la base d'utilisateurs adressables de DeFi de quelques dizaines ou centaines de milliers d'utilisateurs sophistiqués à des dizaines de millions d'utilisateurs instantanément. En comparaison, Uniswap, le produit DeFi le plus utilisé à ce jour, n'a interagi qu'avec environ 250 000 portefeuilles Ethereum depuis sa création.
id: Pengguna cryptocurrency arus utama sekarang memiliki akun tabungan yang setara dengan hasil tinggi yang secara otomatis dibangun ke dalam dompet Ethereum mereka setiap kali mereka memegang OUSD. Ini meningkatkan basis pengguna yang dapat dialamatkan DeFi dari puluhan menjadi ratusan ribu pengguna canggih menjadi puluhan juta pengguna secara instan. Sebagai perbandingan, Uniswap, produk DeFi yang paling banyak digunakan hingga saat ini hanya berinteraksi dengan sekitar 250rb dompet Ethereum sejak awal.
pt: Os usuários que já adotaram criptomoedas agora têm o equivalente a uma conta de poupança de alto rendimento automaticamente embutida em suas carteiras Ethereum sempre que estiverem segurando OUSD. Isso aumenta a base de usuários direcionáveis do DeFi de dezenas para centenas de milhares de usuários avançados para dezenas de milhões de usuários instantaneamente. Em comparação, o Uniswap, o produto DeFi mais usado até hoje, só interagiu com aproximadamente 250 mil carteiras Ethereum desde seu início.
ru: У всех пользователей криптовалюты теперь есть эквивалент высокодоходного сберегательного счета, который автоматически встроен в их кошельки Ethereum всякий раз, когда они хранят OUSD. Это мгновенно увеличивает потенциальную базу пользователей DeFi с десятков до сотен тысяч опытных пользователей до десятков миллионов пользователей. Для сравнения: Uniswap, наиболее широко используемый на сегодняшний день продукт DeFi, с момента своего создания взаимодействовал только с примерно 250 тысяч кошельков Ethereum.
vi: Người dùng tiền điện tử chính thống có cơ hội sở hữu một tài khoản tiết kiệm lãi suất cao được tự động tích hợp vào ví Ethereum của họ bất cứ khi nào nếu họ nắm giữ OUSD. Điều này làm tăng số lượng người dùng DeFi từ hàng chục, hàng trăm nghìn người dùng lên hàng chục triệu người dùng ngay lập tức. Để so sánh, Uniswap, sản phẩm DeFi được sử dụng rộng rãi nhất cho đến nay chỉ tương tác với khoảng 250 nghìn ví Ethereum kể từ khi thành lập.

source: Because OUSD makes it easy for consumers to switch between spending and savings mode, it can also become the ideal medium of exchange. Today, many merchants other than those dealing in black or grey markets do not have many incentives to accept cryptocurrencies. Because most consumers currently use credit cards and mobile payments, merchants are forced to accept payments predominantly with these methods. In the process, they are often charged a 2.90%% credit card processing fee, with other payment intermediaries (e.g. merchant bankers and interchange networks) also increasing the cost of doing business.
fr: Parce que l'OUSD permet aux consommateurs de passer facilement du mode dépense au mode épargne, il peut également devenir le moyen d'échange idéal. Aujourd'hui, de nombreux commerçants autres que ceux qui traitent sur le marché noir ou gris n'ont pas beaucoup d'incitations à accepter les crypto-monnaies. Comme la plupart des consommateurs utilisent actuellement des cartes de crédit et des paiements mobiles, les commerçants sont contraints d'accepter des paiements principalement avec ces méthodes. Ce faisant, ils doivent souvent payer des frais de traitement de carte de crédit de 2,90 %% et d'autres intermédiaires de paiement (par exemple, les banques commerciales et les réseaux d'échange) augmentent également le coût de leurs activités.
id: Karena OUSD memudahkan konsumen untuk beralih antara mode belanja dan tabungan, OUSD juga dapat menjadi media pertukaran yang ideal. Saat ini, banyak pedagang selain yang berurusan di pasar gelap atau abu-abu tidak memiliki banyak insentif untuk menerima mata uang kripto. Karena sebagian besar konsumen saat ini menggunakan kartu kredit dan pembayaran seluler, pedagang terpaksa menerima pembayaran terutama dengan metode ini. Dalam prosesnya, mereka sering dikenakan 2.90%%, dengan perantara pembayaran lainnya (misalnya bankir pedagang dan jaringan pertukaran) yang juga meningkatkan biaya menjalankan bisnis.
pt: Como o OUSD torna mais fácil aos consumidores alternar entre os modos de gastar e poupar, ele também pode se tornar o meio de troca ideal. Hoje, muitos comerciantes, exceto aqueles que operam no mercado negro ou cinza, não têm muitos incentivos para aceitar criptomoedas. Como a maioria dos consumidores atualmente usa cartões de crédito e pagamentos móveis, os comerciantes são forçados a aceitar pagamentos predominantemente com esses métodos. No processo, muitas vezes é cobrada uma taxa de cartão de crédito de 2.90%% , com outros intermediários de pagamento (por exemplo, banqueiros comerciais e redes de intercâmbio) também aumentando o custo de fazer negócios.
ru: Поскольку OUSD позволяет потребителям легко переключаться между платформами, он также может стать идеальным средством обмена. Сегодня у многих продавцов, помимо тех, которые работают на черном или сером рынке, нет особых стимулов принимать криптовалюту. Поскольку большинство потребителей в настоящее время используют кредитные карты и мобильные платежи, продавцы вынуждены принимать платежи преимущественно этими методами. При этом с них часто взимается комиссия за обработку кредитной карты в размере 2,90% и более, при этом другие платежные посредники (например, торговые банкиры и обменные сети) также увеличивают стоимость ведения бизнеса.
vi: Bởi vì OUSD giúp người tiêu dùng dễ dàng chuyển đổi giữa chế độ chi tiêu và tiết kiệm, nó cũng có thể trở thành phương tiện trao đổi lý tưởng. Hiện tại, nhiều người kinh doanh trừ những người kinh doanh chợ đen và chợ xám chưa có nhiều lý do để chấp nhận tiền điện tử. Bởi vì hầu hết người tiêu dùng hiện đang sử dụng thẻ tín dụng và ứng dụng thanh toán di động, người bán buộc phải chấp nhận thanh toán chủ yếu bằng các phương thức này. Trong quá trình này, họ thường bị thu 2,90%% phí xử lý thẻ tín dụng và phí cho các bên trung gian khác.

source: For merchants that have traditionally been skeptical of receiving cryptocurrency payments, being able to accept a yield-bearing stablecoin that beats traditional savings accounts and instantly earns yields at a minimum of 20%% APY is a powerful motivator. Instead of losing money on each sale, they are instantly adding capital to their merchant accounts that compounds instantly, giving them more operating capital over time. For merchants that oftentimes face cash flow management and inventory issues, being able to accept a yield-bearing form of payment is extremely compelling.
fr: Pour les commerçants qui ont traditionnellement été sceptiques à l'idée de recevoir des paiements en crypto-monnaies, le fait de pouvoir accepter un stablecoin à rendement qui bat les comptes d'épargne traditionnels et rapporte instantanément des rendements d'au moins 20%% d'API est un puissant facteur de motivation. Au lieu de perdre de l'argent sur chaque vente, ils ajoutent instantanément du capital à leurs comptes marchands qui se compose instantanément, leur donnant plus de capital d'exploitation au fil du temps. Pour les commerçants qui sont souvent confrontés à des problèmes de gestion de trésorerie et de stocks, la possibilité d'accepter une forme de paiement à rendement est extrêmement intéressante.
id: Untuk pedagang yang secara tradisional skeptis dalam menerima pembayaran mata uang kripto, dapat menerima stablecoin penghasil hasil yang mengalahkan rekening tabungan tradisional dan langsung mendapatkan hasil minimal 20%% APY adalah motivator yang kuat. Alih-alih kehilangan uang pada setiap penjualan, mereka langsung menambahkan modal ke akun pedagang mereka yang bertambah secara instan, memberi mereka lebih banyak modal operasi dari waktu ke waktu. Untuk pedagang yang seringkali menghadapi masalah manajemen arus kas dan inventaris, kemampuan untuk menerima bentuk pembayaran yang menghasilkan pendapatan sangatlah menarik.
pt: Para os comerciantes que tradicionalmente são céticos quanto ao recebimento de pagamentos em criptomoedas, ser capaz de aceitar uma moeda estável com rendimento que supere as contas de poupança tradicionais e ganhar instantaneamente rendimentos de no mínimo 20%% APY é um motivador poderoso. Em vez de perder dinheiro em cada venda, eles estão adicionando capital instantaneamente às contas do comerciante que acumulam imediatamente, proporcionando mais capital operacional com o tempo. Para os comerciantes que muitas vezes enfrentam problemas de gerenciamento de fluxo de caixa e estoque, ser capaz de aceitar uma forma de pagamento com rendimento é extremamente atraente.
ru: Для продавцов, которые традиционно скептически относились к получению платежей в криптовалюте, возможность принять стабильную монету, которая превосходит традиционные сберегательные счета и мгновенно приносит доходность минимум 20% годовых, является мощным мотиватором. Вместо того, чтобы терять деньги на каждой продаже, они мгновенно добавляют капитал на свои торговые счета, который постоянно увеличивается, давая им больше оборотного капитала с течением времени. Для продавцов, которые часто сталкиваются с проблемами управления денежными потоками и запасами, возможность принять приносящую доход форму оплаты является чрезвычайно привлекательной.

source: OUSD creates the incentives for merchants to not only accept, but promote the usage of cryptocurrencies in their businesses. As more users hold and make purchases with OUSD, more merchants will similarly accept OUSD. These powerful network effects have the potential to gradually replace the payment rails for both online and offline commerce.
fr: L'OUSD incite les commerçants non seulement à accepter, mais aussi à promouvoir l'utilisation des crypto-monnaies dans leurs activités. Plus les utilisateurs détiennent et effectuent des achats avec OUSD, plus les commerçants accepteront OUSD. Ces puissants effets de réseau ont le potentiel de remplacer progressivement les rails de paiement pour le commerce en ligne et hors ligne.
id: OUSD menciptakan insentif bagi pedagang untuk tidak hanya menerima, tetapi juga mempromosikan penggunaan mata uang kripto dalam bisnis mereka. Karena semakin banyak pengguna yang memegang dan melakukan pembelian dengan OUSD, semakin banyak merchant yang juga akan menerima OUSD. Efek jaringan yang kuat ini berpotensi untuk secara bertahap menggantikan jalur pembayaran untuk perdagangan online dan offline.
pt: OUSD cria incentivos para que os comerciantes não apenas aceitem, mas promovam o uso de criptomoedas em seus negócios. À medida que mais usuários retêm e fazem compras com OUSD, mais comerciantes aceitarão da mesma forma. Esses poderosos efeitos de rede têm o potencial de substituir gradualmente meios de pagamento do comércio online e offline.
ru: OUSD побуждает продавцов не только принимать, но и продвигать использование криптовалют в своем бизнесе. Чем больше пользователей держат и совершают покупки с помощью OUSD, тем больше продавцов будут принимать OUSD. Эти мощные сетевые эффекты могут постепенно заменить платёжные системы как для онлайн, так и для офлайн-торговли.
vi: OUSD tạo ra các động lực để người bán không chỉ chấp nhận mà còn thúc đẩy việc sử dụng tiền điện tử trong doanh nghiệp của họ. Khi nhiều người dùng nắm giữ và mua hàng bằng OUSD, nhiều người bán sẽ chấp nhận OUSD. Những hiệu ứng dây chuyền có khả năng thay thế hình thức thanh toán cũ cho cả thương mại online và offline.

source: In the short-term, OUSD’s target audience encompasses the millions of cryptocurrency users in the world that are not yet invested in DeFi. An even larger opportunity lies in targeting the hundreds of millions of users that are currently using traditional peer-to-peer and merchant payment systems.
fr: À court terme, le public cible d'OUSD englobe les millions d'utilisateurs de crypto-monnaies dans le monde qui n'ont pas encore investi dans DeFi. Une opportunité encore plus grande réside dans le ciblage des centaines de millions d'utilisateurs qui utilisent actuellement les systèmes de paiement traditionnels de pair à pair et marchands.
pt: No curto prazo, o público-alvo do OUSD abrange os milhões de usuários de criptomoedas no mundo que ainda não investiram no DeFi. Uma oportunidade ainda maior está em atingir as centenas de milhões de usuários que atualmente usam sistemas tradicionais de pagamento peer-to-peer e comerciais.
ru: В краткосрочной перспективе целевая аудитория OUSD включает миллионы пользователей криптовалюты, которые еще не инвестировали в DeFi. Еще большие возможности заключаются в нацеливании на сотни миллионов пользователей, которые в настоящее время используют традиционные p2p платежные системы.
vi: Trong ngắn hạn, đối tượng mục tiêu của OUSD bao gồm hàng triệu người chơi tiền điện tử chưa từng sử dụng DeFi. Đối tượng tiếp theo phải kể đến là hàng trăm triệu người dùng hiện đang sử dụng các hệ thống thanh toán ngang hàng truyền thống.

source: Today, PayPal boasts over 305M consumers and 22M merchants and processes over $200B of payments in a single quarter. Our aspirations are to begin penetrating that customer base with OUSD and future payments applications built on top of the OUSD protocol in the upcoming year.
fr: Aujourd'hui, PayPal compte plus de 305 millions de consommateurs et 22 millions de commerçants et traite plus de 200 milliards de dollars de paiements en un seul trimestre. Nous souhaitons commencer à pénétrer cette base de clients avec OUSD et les futures applications de paiement construites sur le protocole OUSD au cours de l'année à venir.
id: Saat ini, PayPal memiliki lebih dari 305 juta konsumen dan 22 juta pedagang dan memproses lebih dari $200 miliar pembayaran dalam satu kuartal. Aspirasi kami adalah untuk mulai menembus basis pelanggan tersebut dengan OUSD dan aplikasi pembayaran masa depan yang dibangun di atas protokol OUSD di tahun mendatang.
pt: Hoje, o PayPal possui mais de 305 milhões de consumidores e 22 milhões de comerciantes e processa mais de 200 bilhões de dólares em pagamentos em um único trimestre. Nossas ambições são de começar a penetrar nessa base de clientes com OUSD e aplicativos de pagamentos futuros desenvolvidos com base no protocolo OUSD no próximo ano.
ru: Сегодня PayPal насчитывает более 305 миллионов пользователей и 22 миллиона продавцов и обрабатывает платежи на сумму более 200 миллиардов долларов за один квартал. Мы стремимся начать проникновение в эту клиентскую базу с помощью OUSD и будущих платежных приложений, построенных на основе протокола OUSD в следующем году.
vi: Ngày nay, PayPal có hơn 305 triệu người tiêu dùng, 22 triệu người bán, xử lý hơn 200 tỷ USD giao dịch trong một quý. Mong muốn của chúng tôi là bắt đầu thâm nhập vào cơ sở khách hàng đó bằng OUSD và các ứng dụng thanh toán trong tương lai được xây dựng dựa trên giao thức OUSD trong các năm tới.

source: Future products
fr: Produits à venir
id: Produk masa depan
pt: Produtos futuros
ru: Будущие продукты
vi: Sản phẩm tương lai

source: We imagine a better future for online and offline payments that uses OUSD as the underlying payment rails. Below, we outline our vision for what we'd like to see built on top of the OUSD protocol. We also encourage our large community of supporters and open-source developers to build additional compelling products to bring DeFi and cryptocurrency payments to the masses.
fr: Nous imaginons un avenir meilleur pour les paiements en ligne et hors ligne qui utilise OUSD comme rails de paiement sous-jacents. Ci-dessous, nous présentons notre vision de ce que nous aimerions voir construit au-dessus du protocole OUSD. Nous encourageons également notre grande communauté de supporters et de développeurs open-source à créer d'autres produits attrayants pour mettre les paiements en DeFi et en crypto-monnaies à la portée de tous.
id: Kami membayangkan masa depan yang lebih baik untuk pembayaran online dan offline yang menggunakan OUSD sebagai rel pembayaran yang mendasarinya. Di bawah ini, kami menguraikan visi kami untuk apa yang ingin kami lihat dibangun di atas protokol OUSD. Kami juga mendorong komunitas pendukung dan pengembang sumber terbuka kami yang besar untuk membuat produk menarik tambahan untuk menghadirkan pembayaran DeFi dan mata uang kripto kepada massa.
pt: Imaginamos um futuro melhor para pagamentos online e offline que usa OUSD como meio de pagamento subjacente. Abaixo, esboçamos nossa visão para o que gostaríamos de ver construído sobre o protocolo OUSD. Também encorajamos nossa grande comunidade de apoiadores e desenvolvedores de código aberto a criar produtos atraentes adicionais para levar os pagamentos de DeFi e criptomoedas para as massas.
ru: Мы представляем себе лучшее будущее для онлайн- и офлайн-платежей, когда в качестве основы для платежей используются OUSD. Ниже мы обрисовываем наше видение того, что мы хотели бы видеть на основе протокола OUSD. Мы также призываем наше большое сообщество сторонников и разработчиков создавать дополнительные привлекательные продукты, которые сделают DeFi и криптовалютные платежи доступными для масс.
vi: Chúng tôi mường tượng ra tương lai, khi mà các khoản thanh toán online và offline sử dụng OUSD làm phương tiện thanh toán cơ bản. Dưới đây, chúng tôi phác thảo tầm nhìn của mìnhi về những gì đội ngũ Origin muốn thấy được xây dựng dựa trên giao thức OUSD. Chúng tôi cũng khuyến khích cộng đồng và các nhà phát triển mã nguồn mở xây dựng các sản phẩm hấp dẫn bổ sung để đưa DeFi và thanh toán tiền điện tử đến với phần lớn người dùng.

source: Venmo meets high-yield savings and a debit card
fr: Venmo rencontre l'épargne à haut rendement et une carte de débit
id: Venmo memenuhi tabungan hasil tinggi dan kartu debit
pt: Venmo conhece a poupança de alto rendimento e um cartão de débito
ru: Как Venmo, только лучше
vi: Venmo cung cấp lãi suất cao và thẻ ghi nợ

source: Today peer-to-peer mobile payments account for trillions of dollars in transaction volume. In the United States, Venmo and Square Cash dominate. In China, cryptocurrency’s largest market by trading volume, Wechat and Alipay have near monopolistic holds on consumers and merchants. These simple, centralized payment apps are used by customers paying merchants and by friends and family transferring money to each other. Furthermore, in many markets, the US and Europe especially, bank cards are still the go-to way to spend money for online and offline transactions. Credit card companies, payment processors, and banks dominate this market and there are a variety of companies such as PayPal that assist merchants and consumers in using their cards online.
fr: Aujourd'hui, les paiements mobiles de pair à pair représentent des billions de dollars en volume de transactions. Aux États-Unis, Venmo et Square Cash dominent. En Chine, le plus grand marché des crypto-monnaies en termes de volume de transactions, Wechat et Alipay ont une emprise quasi monopolistique sur les consommateurs et les commerçants. Ces applications de paiement simples et centralisées sont utilisées par les clients pour payer les commerçants et par les amis et la famille pour se transférer de l'argent. En outre, sur de nombreux marchés, notamment aux États-Unis et en Europe, la carte bancaire reste le moyen de paiement privilégié pour les transactions en ligne et hors ligne. Les sociétés de cartes de crédit, les processeurs de paiement et les banques dominent ce marché et il existe toute une série de sociétés telles que PayPal qui aident les commerçants et les consommateurs à utiliser leurs cartes en ligne.
id: Saat ini akun pembayaran seluler peer-to-peer untuk triliunan dolar dalam volume transaksi. Di Amerika Serikat, Venmo dan Square Cash mendominasi. Di Cina, pasar cryptocurrency terbesar berdasarkan volume perdagangan, WeChat dan Alipay hampir memonopoli konsumen dan pedagang. Aplikasi pembayaran sederhana dan terpusat ini digunakan oleh pelanggan yang membayar pedagang dan oleh teman serta keluarga saling mentransfer uang. Selain itu, di banyak pasar, khususnya AS dan Eropa, kartu bank masih menjadi cara terbaik untuk membelanjakan uang untuk transaksi online dan offline. Perusahaan kartu kredit, pemroses pembayaran, dan bank mendominasi pasar ini dan ada berbagai perusahaan seperti PayPal yang membantu pedagang dan konsumen dalam menggunakan kartu mereka secara online.
pt: Hoje, os pagamentos mobile peer-to-peer respondem por trilhões de dólares em volume de transações. Nos Estados Unidos, Venmo e Square Cash dominam. Na China, o maior mercado da criptomoeda em volume de negócios, Wechat e Alipay têm quase um monopólio de consumidores e comerciantes. Esses aplicativos de pagamento simples e centralizados são usados por clientes que pagam comerciantes e por amigos e familiares que transferem dinheiro uns aos outros. Além disso, em muitos mercados, especialmente nos EUA e na Europa, os cartões bancários ainda são a melhor maneira de gastar dinheiro em transações online e offline. Empresas de cartão de crédito, processadores de pagamento e bancos dominam esse mercado e há uma variedade de empresas, como o PayPal, que auxiliam comerciantes e consumidores a usar seus cartões online.
ru: Сегодня объем транзакций p2p мобильных платежей составляет триллионы долларов. В Соединенных Штатах доминируют Venmo и Square Cash. В Китае, крупнейшем рынке криптовалюты по объему торгов, Wechat и Alipay практически монополизируют потребителей и продавцов. Эти простые централизованные платежные приложения используются покупателями, которые платят продавцам, а также друзьями и семьей, переводящими деньги друг другу. Более того, на многих рынках, особенно в США и Европе, банковские карты по-прежнему используются для совершения онлайн- и офлайн-транзакций. Компании, выпускающие кредитные карты, платежные системы и банки доминируют на этом рынке, и существует множество компаний, таких как PayPal, которые помогают продавцам и потребителям использовать свои карты в Интернете.
vi: Ngày nay, thanh toán di động ngang hàng có khối lượng giao dịch đạt hàng nghìn tỷ USD. Ở Mỹ, Venmo và Square Cash là 2 hình thức thanh toán thống trị. Ở Trung Quốc, thị trường có khổi lượng giao dịch tiền điện tử cao nhất, Wechat và Alipay gần như nắm vị trí độc quyền. Các ứng dụng thanh toán tập trung, đơn giản này được sử dụng bởi nó được sử dụng phổ biến bởi người dùng. Hơn nữa, tại nhiều thị trường, đặc biệt là Hoa Kỳ và Châu Âu, thẻ ngân hàng vẫn là phương thức phổ biến thanh toán giao dịch online và offline. Các công ty thẻ tín dụng, bên xử thanh toán, ngân hàng thống trị thị trường này và các công ty như PayPal hỗ trợ người bán và người tiêu dùng sử dụng thẻ của họ trực tuyến.
