Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: In addition, we will make it dead simple for mainstream consumers to participate in DeFi yield earning strategies. Investors and lenders should be earning yields at 10 to 100 times (10-20%%) at what is offered currently by traditional banking systems. Borrowers should have easier access to credit to finance their investments, businesses, and other enterprises. Further, this all needs to happen in frictionless and easy ways that are in stark contrast to the product experiences of today’s first-generation DeFi products.
es: Además, simplificaremos la participación de los consumidores en las estrategias de obtención de rendimiento de DeFi. Los inversores y prestamistas deberían obtener rendimientos de 10 a 100 veces (10%-20%) de lo que ofrecen actualmente los sistemas bancarios tradicionales. Los prestatarios deberían tener un acceso más fácil al crédito para financiar sus inversiones, negocios y otras empresas. Además, todo esto debe suceder de una manera fácil y sin fricciones que contrasta con las experiencias de los productos DeFi de primera generación de hoy en día.
fr: En outre, nous allons simplifier à l'extrême la participation des consommateurs ordinaires aux stratégies de rendement de DeFi. Les investisseurs et les prêteurs devraient obtenir des rendements de 10 à 100 fois (10-20%%) ce qui est actuellement offert par les systèmes bancaires traditionnels. Les emprunteurs devraient avoir un accès plus facile au crédit pour financer leurs investissements, leurs entreprises et autres. De plus, tout cela doit se faire de manière simple et sans friction, ce qui contraste fortement avec les expériences des produits DeFi de première génération actuels.
id: Selain itu, kami akan mempermudah konsumen arus utama untuk berpartisipasi dalam strategi perolehan hasil DeFi. Investor dan pemberi pinjaman seharusnya memperoleh hasil 10 hingga 100 kali (10-20%%) dari apa yang ditawarkan saat ini oleh sistem perbankan tradisional. Peminjam harus memiliki akses yang lebih mudah ke kredit untuk membiayai investasi, bisnis, dan usaha lain mereka. Lebih lanjut, semua ini perlu dilakukan dengan cara yang mudah dan tanpa hambatan, yang sangat kontras dengan pengalaman produk produk DeFi generasi pertama saat ini.
it: Renderemo estremamente semplice per i consumatori tradizionali partecipare alle strategie di rendimento DeFi. Investitori e istituti di credito dovrebbero ottenere rendimenti da 10 a 100 volte (10-20%) in più rispetto a quanto offerto attualmente dai sistemi bancari tradizionali. I mutuatari dovrebbero avere un accesso più facile al credito per finanziare i loro investimenti e altre imprese. Inoltre, tutto ciò dovrà avvenire in modo semplice e fluido, in netto contrasto con le esperienze degli odierni prodotti DeFi di prima generazione.
pt: Além disso, tornaremos extremamente simples para os consumidores convencionais participarem das estratégias de ganho de rendimento de DeFi. Os investidores e credores devem ter rendimentos de 10 a 100 vezes (10-20%%) o que é oferecido atualmente pelos sistemas bancários tradicionais. Indivíduos devem ter acesso mais fácil a crédito para financiar seus investimentos, negócios e outras empresas. Além disso, tudo isso precisa acontecer de maneira fácil e sem atrito, o que seria completamente diferente das experiências dos produtos de primeira geração de DeFi.
ru: Кроме того, сделаем получение дохода в DeFi простым для массово пользователя. Инвесторы и кредиторы должны получать доходность больше в десятки, а может и сотни раз (10-20% годовых) по сравнению с тем, что предлагают в настоящее время традиционные банковские системы. Заемщики должны иметь более легкий доступ к кредитам для финансирования своих инвестиций, бизнеса и других нужд. Кроме того, все это должно происходить простым и быстрым способом, который резко контрастирует с сегодняшними продуктами DeFi первого поколения.
vi: Ngoài ra, chúng tôi sẽ giúp người tiêu dùng bình thường, không cần có kiến thức sâu về Blockchain và crypto tham gia vào các chiến lược thu lợi nhuận của DeFi một cách dễ dàng. Các nhà đầu tư và người cho vay sẽ kiếm được lợi suất từ nhiều hơn 10 đến 100 lần (từ 10 - 20%%) so với mức mà các hệ thống ngân hàng truyền thống đang cung cấp. Người đi vay cần phương thức mới, dễ tiếp cận để tài trợ cho các khoản đầu tư, kế hoạch kinh doanh và các doanh nghiệp của họ. Một điều không kém phần quan trọng là sự đơn giản và dễ dàng sử dụng, trái ngược với sự phức đạp và đắt đỏ của thế hệ DeFi đời đầu hiện nay.

source: Similarly, we believe there needs to be more compelling reasons for consumers and merchants to use cryptocurrencies and blockchain technologies for billion and trillion-dollar sized commerce opportunities to exist. Peer-to-peer and consumer-to-merchant cryptocurrency transactions need to be made far simpler than they are today. We need to propagate cryptocurrency payment rails that are superior to existing credit/debit cards and mobile payments that rely on fiat currencies and centralized systems.
es: De manera similar, creemos que debe haber razones más convincentes para que los consumidores y comerciantes utilicen las criptomonedas y las tecnologías blockchain para que existan oportunidades comerciales de miles de millones y billones de dólares. Las transacciones de criptomonedas de persona a persona y de consumidor a comerciante deben simplificarse mucho más de lo que son hoy en día. Necesitamos propagar rieles de pago de criptomonedas que sean superiores a las tarjetas de crédito/débito existentes y los pagos móviles que dependen de monedas fiduciarias y sistemas centralizados.
fr: De même, nous pensons qu'il doit y avoir des raisons plus convaincantes pour que les consommateurs et les commerçants utilisent les crypto-monnaies et les technologies blockchain pour que des opportunités commerciales de l'ordre du milliard et du trillion de dollars existent. Les transactions en crypto-monnaies de pair à pair et de consommateur à commerçant doivent être rendues beaucoup plus simples qu'elles ne le sont aujourd'hui. Nous devons propager des rails de paiement en crypto-monnaies qui sont supérieurs aux cartes de crédit/débit et aux paiements mobiles existants qui reposent sur des monnaies fiduciaires et des systèmes centralisés.
id: Demikian pula, kami percaya perlu ada alasan yang lebih kuat bagi konsumen dan pedagang untuk menggunakan cryptocurrency dan teknologi blockchain agar ada peluang perdagangan bernilai miliaran dan triliun dolar. Transaksi cryptocurrency peer-to-peer dan konsumen-ke-merchant perlu dibuat jauh lebih sederhana daripada saat ini. Kita perlu menyebarkan rel pembayaran cryptocurrency yang lebih unggul dari kartu kredit / debit yang ada dan pembayaran seluler yang mengandalkan mata uang fiat dan sistem terpusat.
it: Allo stesso modo, riteniamo che ci debbano essere ragioni più convincenti per avvicinare consumatori e commercianti all'utilizzo delle criptovalute e delle tecnologie blockchain e per creare quindi opportunità commerciali da miliardi o perfino trilioni di dollari. Le transazioni di criptovalute peer-to-peer e consumer-to-merchant devono essere rese molto più semplici di quanto non lo siano oggi. Abbiamo bisogno di propagare metodi di pagamento con criptovaluta che siano superiori alle carte di credito/debito esistenti e ai pagamenti mobili che si basano su valute legali e sistemi centralizzati.
pt: Da mesma forma, acreditamos que deve haver motivos mais convincentes para consumidores e comerciantes usarem criptomoedas e tecnologias de blockchain para que oportunidades de bilhões e trilhões de dólares existam. As transações de criptomoeda peer-to-peer e de consumidor a comerciante precisam ser muito mais simples do que são hoje. Precisamos espalhar meios de pagamento de criptomoeda que sejam superiores aos cartões de crédito e débito existentes e aos pagamentos mobile que dependem de moedas fiduciárias e sistemas centralizados.
ru: Точно так же мы считаем, что у потребителей и продавцов должны быть более веские причины для использования криптовалют и технологий блокчейна, для создания рынка размером в миллиарды и триллионы долларов. P2P транзакции с криптовалютой и транзакции между покупателями и покупателями необходимо сделать намного проще, чем сегодня. Нам необходимо пропагандировать платежи в криптовалюте, которые превосходят существующие кредитные / дебетовые карты и мобильные платежи, основанные на фиатных валютах и централизованных системах.
vi: Tương tự, chúng tôi tin rằng cần có nhiều lý do thuyết phục hơn để người tiêu dùng, doanh nghiệp sử dụng tiền điện tử và công nghệ blockchain để mở ra các cơ hội thương mại quy mô hàng tỷ và nghìn tỷ đô. Các giao dịch tiền điện tử ngang hàng và giữa người tiêu dùng với người bán đang hiện tại cần phải tiếp tục đơn giản hoá. Chúng tôi cần tìm ra phương thức khiến cho thanh toán bằng tiền điện tử vượt trội hơn so với thẻ tín dụng/thẻ ghi nợ, thanh toán di động dựa trên tiền tệ fiat và hệ thống tập trung hiện có.

source: To realize our ambitious vision, we will continue to develop and grow the <a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Origin Dollar (OUSD)</a> as a critical DeFi building block and money lego that is highly composable. It will power multiple mainstream consumer and merchant applications in the near future. We anticipate millions of users to be using applications powered by OUSD in the next few years without necessarily even realizing they are using an underlying DeFi product.
es: Para hacer realidad nuestra ambiciosa visión, continuaremos desarrollando y haciendo crecer<a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Origin Dollar</a> como un bloque de construcción crítico de DeFi y un lego de dinero que es altamente componible. En un futuro próximo, impulsará múltiples aplicaciones comerciales y de consumidores convencionales. Anticipamos que millones de usuarios utilizarán aplicaciones impulsadas por OUSD en los próximos años sin ni siquiera darse cuenta de que están utilizando un producto DeFi subyacente.
fr: Pour réaliser notre vision ambitieuse, nous continuerons à développer et à faire croître le <a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Dollar d'Origine (OUSD)</a> en tant que bloc de construction critique de DeFi et lego monétaire hautement composable. Il alimentera de multiples applications grand public et marchandes dans un avenir proche. Nous prévoyons que des millions d'utilisateurs utiliseront des applications alimentées par OUSD dans les prochaines années sans nécessairement se rendre compte qu'ils utilisent un produit DeFi sous-jacent.
id: Untuk mewujudkan visi ambisius kami, kami akan terus mengembangkan dan menumbuhkan <a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Origin Dollar (OUSD)</a> sebagai blok penyusun DeFi penting dan lego uang yang sangat mudah disusun. Ini akan memberdayakan banyak aplikasi konsumen dan pedagang arus utama dalam waktu dekat. Kami mengantisipasi jutaan pengguna akan menggunakan aplikasi yang diberdayakan oleh OUSD dalam beberapa tahun mendatang tanpa perlu menyadari bahwa mereka menggunakan produk DeFi yang mendasarinya.
it: Per realizzare la nostra visione ambiziosa, continueremo a sviluppare e a far crescere <a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Origin Dollar (OUSD)</a> come un elemento fondamentale della DeFi e un tassello monetario altamente componibile. Alimenterà più applicazioni consumer e commerciali tradizionali nel prossimo futuro. Prevediamo che milioni di utenti utilizzeranno applicazioni basate su OUSD nei prossimi anni senza nemmeno rendersi conto che stanno utilizzando un prodotto DeFi sottostante.
pt: Para concretizar nossa visão ambiciosa, continuaremos a desenvolver e fazer crescer o <a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Origin Dollar (OUSD)</a> como um bloco de construção fundamental da DeFi, um lego monetário altamente combinável. Ele irá alimentar vários aplicativos comerciais e de consumo convencionais em um futuro próximo. Prevemos que milhões de usuários usarão aplicativos com tecnologia OUSD nos próximos anos, sem necessariamente perceber que estão usando um produto DeFi por trás.
ru: Чтобы реализовать наше амбициозное видение, мы продолжим развивать и продвигать <a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Origin Dollar (OUSD)</a> в качестве критически важного строительного блока DeFi и денежного лего, который легко комбинируется с друими платформами. В ближайшем будущем он будет использоваться во многих основных потребительских и торговых приложениях. Мы ожидаем, что миллионы пользователей будут использовать приложения на базе OUSD в ближайшие несколько лет, даже не подозревая, что они используют базовый продукт DeFi.
vi: Để hiện thực hóa tầm nhìn đầy tham vọng của mình, chúng tôi sẽ tiếp tục phát triển và cải tiến <a href='https://ousd.com/' target='_blank' rel='noopener noreferrer'>Origin Dollar (OUSD)</a> như trở thành 1 yếu tố quan trọng trong DeFi. Nó sẽ trở thành phương thức thanh toán cho nhiều ứng dụng tiêu dùng phổ biến trong tương lai gần. Chúng tôi dự đoán hàng triệu người dùng sẽ sử dụng các ứng dụng được cung cấp bởi OUSD trong vài năm tới và nó đơn giản tới mức họ không hề nhận ra rằng họ đang sử dụng 1 sản phẩm DeFi.

source: Origin Commerce Platform
es: Plataforma de Comercio de Origin
fr: Plate-forme de commerce Origin
id: Platform Perdagangan Origin
pt: Plataforma de Comércio Origin
ru: Торговая платформа Origin

source: Since our founding in 2017, Origin has focused on enabling commerce on the blockchain. We’ve powered sales of physical goods and offline services (e.g. home rentals). We’ve also formed marquee partnerships with <a href='https://medium.com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a> and <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a> and dozens of merchant partners like Brave Software.
it: Fin dalla nostra fondazione nel 2017, Origin si è concentrata sull'abilitazione del commercio sulla blockchain. Abbiamo potenziato le vendite di beni fisici e servizi offline (ad es. affitti di case). Abbiamo anche stretto partnership con <a href='https://medium.com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a>, <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a> e decine di partner commerciali come Brave Software.
pt: Desde a nossa fundação em 2017, o Origin tem se concentrado em viabilizar o comércio no blockchain. Promovemos vendas de produtos físicos e serviços offline (por exemplo, aluguel de casas). Também formamos parcerias marcantes com o <a href='https://medium.com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a> e a <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a> e dezenas de parceiros comerciais como a Brave Software.
ru: С момента своего основания в 2017 году Origin сосредоточилась на обеспечении торговли на блокчейне. Мы стимулировали продажи физических товаров и офлайн-услуг (например, аренду жилья). Мы также установили тесные партнерские отношения с <a href='https://medium.com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a> и <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a> и десятками торговых партнеров, таких как Brave Software.

source: While we plan to address commerce across many different verticals, today we are keenly focused on crypto-specific commerce opportunities that target early adopters of our technology. In the last few months, we’ve had tremendous success in the non-fungible token (NFT) market.
it: Sebbene abbiamo in programma di affrontare la questione del commercio in molti diversi, oggi siamo fortemente concentrati su opportunità commerciali specifiche per le criptovalute che si rivolgono ai primi utenti che adotteranno la nostra tecnologia. Negli ultimi mesi, abbiamo avuto un enorme successo nel mercato dei token non fungibili (NFT).
pt: Embora planejemos abordar o comércio em muitos setores diferentes, hoje estamos intensamente focados nas oportunidades de comércio específicas à cripto que visam os primeiros a adotar nossa tecnologia. Nos últimos meses, tivemos um tremendo sucesso no mercado de tokens não fungíveis (NFT).
ru: Несмотря на то, что мы планируем заниматься коммерцией во многих различных сферах, сегодня мы уделяем особое внимание коммерческим возможностям, связанным с криптовалютой, которые ориентированы на первых пользователей нашей технологии. За последние несколько месяцев мы добились огромных успехов на рынке невзаимозаменяемых токенов (NFT).
