Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Today, the technology platform has been built and the marketplace grows organically with new hosts and users both proactively seeking out Airbnb’s website and mobile app. Airbnb charges guests 5-15%% and hosts 3-5%% of every booking. This means Airbnb will capture as much as 20%% of the value of every transaction regardless of whether additional work is being done by the company. Airbnb also automatically withholds local taxes as well, which can be significant. For example, the hotel taxes in Chicago, Atlanta, and Seattle are 16%%.
es: Hoy, la plataforma tecnológica se ha construido y el mercado crece orgánicamente con nuevos anfitriones y usuarios que buscan de manera proactiva el sitio web y la aplicación móvil de Airbnb. Airbnb cobra a los huéspedes 5-15%% y aloja 3-5%% de cada reserva. Esto significa que Airbnb capturará hasta 20%% del valor de cada transacción, independientemente de si la empresa está realizando un trabajo adicional. Airbnb también retiene automáticamente los impuestos locales, lo que puede ser significativo. Por ejemplo, los impuestos de hotel en Chicago, Atlanta y Seattle son 16%%.
fr: Aujourd'hui, la plate-forme technologique a été construite et le marché se développe de manière organique avec de nouveaux hôtes et utilisateurs qui recherchent de manière proactive le site Web et l'application mobile d'Airbnb. Airbnb facture aux clients 5-15%% et héberge 3-5%% de chaque réservation. Cela signifie qu'Airbnb captera jusqu'à 20%% de la valeur de chaque transaction, que l'entreprise effectue ou non des travaux supplémentaires. Airbnb retient également automatiquement les taxes locales, ce qui peut être important. Par exemple, les taxes d'hôtel à Chicago, Atlanta et Seattle sont de 16%%.
id: Saat ini, platform teknologi telah dibangun dan pasar tumbuh secara organik dengan host dan pengguna baru secara proaktif mencari situs web dan aplikasi seluler Airbnb. Airbnb memungut biaya tamu 5-15%% dan menampung 3-5%% dari setiap pemesanan. Ini berarti Airbnb akan menangkap sebanyak 20%% dari nilai setiap transaksi terlepas dari apakah pekerjaan tambahan sedang dilakukan oleh perusahaan. Airbnb juga secara otomatis menahan pajak lokal, yang dapat menjadi signifikan. Misalnya, pajak hotel di Chicago, Atlanta, dan Seattle adalah 16%%.
it: Oggi è stata costruita la piattaforma tecnologica e il mercato cresce organicamente con nuovi host e utenti che cercano in modo proattivo il sito Web e l'app mobile di Airbnb. Airbnb addebita agli ospiti 5-15%% e ospita 3-5%% di ogni prenotazione. Ciò significa che Airbnb acquisirà fino a 20%% del valore di ogni transazione, indipendentemente dal fatto che l'azienda stia svolgendo un lavoro aggiuntivo. Airbnb trattiene automaticamente anche le tasse locali, che possono essere significative. Ad esempio, le tasse dell'hotel a Chicago, Atlanta e Seattle sono 16%%.
pt: Hoje, a plataforma tecnológica foi construída e o mercado cresce organicamente com novos hosts e usuários, buscando proativamente o site e o aplicativo móvel do Airbnb. Airbnb cobra convidados 5-15%% e hosts 3-5%% de cada reserva. Isto significa Airbnb irá capturar tanto quanto 20%% do valor de cada transação, independentemente de trabalho adicional está sendo feito pela empresa. O Airbnb também retém automaticamente os impostos locais, o que pode ser significativo. Por exemplo, os impostos sobre hotéis em Chicago, Atlanta e Seattle são 16%%.
ru: На сегодняшний день технологическая платформа создана, и рынок органично развивается с новыми «хозяевами» и «гостями», которые активно используют сайт и мобильное приложение Airbnb. Airbnb взимает 5-15% у гостей и 3-5% у хозяев от каждого бронирования. Это означает, что Airbnb удерживает до 20% стоимости каждой транзакции, независимо от наличия необходимости в дополнительной работе. Airbnb также автоматически удерживает местные налоги, размер которых может быть значительным. Например, налоги в отелях в Чикаго, Атланте и Сиэтле составляют 16%.
tr: Bugün, teknoloji platformu oluşturuldu ve pazar, proaktif olarak Airbnb'nin web sitesini ve mobil uygulamasını arayan yeni ana bilgisayarlar ve kullanıcılar ile organik olarak büyüyor. Airbnb, 5-15%% misafir ücretlidir ve her rezervasyon için 3-5%% ev sahipliği yapar. Bu Airbnb kadar 20 olarak yakalamak anlamına gelir%% bakılmaksızın ek iş şirket tarafından yapılıyor olsun her işlem değerinin. Airbnb, yerel vergileri de otomatik olarak durdurur ve bu da önemli olabilir. Örneğin, Chicago, Atlanta ve Seattle'daki otel vergileri 16%%.
vi: Ngày nay, nền tảng công nghệ đã được xây dựng và thị trường phát triển một cách tích cực với các chủ nhà và người dùng mới, cả hai bên đều chủ động tìm kiếm trang web và ứng dụng di động của Airbnb. Airbnb thu lợi nhuận từ khách 5-15%% và chủ nhà 3-5%% cho mỗi lần đặt phòng. Điều này có nghĩa là Airbnb sẽ nắm bắt tới 20%% giá trị của mỗi giao dịch bất kể phải thực hiện những công việc thêm khác. Airbnb cũng tự động khấu trừ thuế địa phương, có thể là một hoạt động không thể bỏ qua. Ví dụ, thuế khách sạn ở Chicago, Atlanta và Seattle là 16%%.

source: It’s worth noting that Airbnb is not alone in charging egregious fees for its matching service. Online travel agencies like Booking.com and Expedia charge affiliate hotels 15-30%% of transaction value<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
es: Vale la pena señalar que Airbnb no está solo en el cobro de tarifas atroces por su servicio de correspondencia. Las agencias de viajes en línea como Booking.com y Expedia cobran a los hoteles afiliados 15-30%% del valor de la transacción<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
fr: Il convient de noter qu'Airbnb n'est pas le seul à facturer des frais exorbitants pour son service de correspondance. Les agences de voyages en ligne comme Booking.com et Expedia facturent aux hôtels affiliés 15-30%% de la valeur de la transaction<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
id: Perlu dicatat bahwa Airbnb tidak sendirian dalam mengenakan biaya mengerikan untuk layanan yang sesuai. Agen perjalanan online seperti Booking.com dan Expedia membebankan biaya hotel afiliasi 15-30%% dari nilai transaksi<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
it: Vale la pena notare che Airbnb non è il solo a addebitare commissioni significative per il suo servizio di abbinamento. Agenzie di viaggio online come Booking.com e Expedia addebitano agli hotel affiliati 15-30%% del valore della transazione<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
pt: Vale ressaltar que o Airbnb não está sozinho ao cobrar taxas flagrantes por seu serviço de correspondência. Agências de viagens on-line como Booking.com e Expedia cobram hotéis afiliados 15-30%% do valor da transação<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
ru: Стоит отметить, что Airbnb не единственная компания, взимающая вопиющие сборы за услуги сопоставления «продавец - покупатель». Туристические агентства, работающие онлайн, такие как Booking.com и Expedia, удерживают у отелей-партнеров 15-30% от стоимости транзакции
tr: Airbnb'nin, eşleştirme hizmeti için korkunç ücretler almakta yalnız olmadığını belirtmek gerekir. Booking.com ve Expedia gibi online seyahat acenteleri, iştirak otellerinden ücret alır 15-30%% işlem değerinden<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
vi: Điều đáng chú ý là Airbnb không phải là đơn vị duy nhất tính phí quá lớn cho việc tìm kiếm các dịch vụ phù hợp của mình. Các công ty du lịch trực tuyến như Booking.com và Expedia tính phí khách sạn liên kết với 15-30%% giá trị giao dịch.<a class='whitepaper-footnote-link' href='#footnote5'>5</a>

source: In this case, while buyer and seller are both better off than they would be without Airbnb, they are leaving money on the table since both sides would be willing to meet at a price somewhere in the middle. A more efficient market would exist if the transaction fees were removed or even decreased. Buyer and seller will both be better off economically as Airbnb is disintermediated.
es: En este caso, si bien el comprador y el vendedor están mejor de lo que estarían sin Airbnb, están dejando dinero sobre la mesa, ya que ambas partes estarían dispuestas a reunirse a un precio en algún punto intermedio. Existiría un mercado más eficiente si las tarifas de transacción fueran eliminadas o incluso disminuidas. El comprador y el vendedor estarán mejor económicamente a medida que Airbnb se desintermedia.
fr: Dans ce cas, alors que l'acheteur et le vendeur sont tous deux mieux lotis qu'ils ne le seraient sans Airbnb, ils laissent de l'argent sur la table car les deux parties seraient disposées à se rencontrer à un prix quelque part au milieu. Un marché plus efficace existerait si les frais de transaction étaient supprimés ou même diminués. L'acheteur et le vendeur seront tous deux mieux lotis économiquement car Airbnb est désintermédié.
id: Dalam hal ini, sementara pembeli dan penjual sama-sama lebih baik daripada tanpa Airbnb, mereka meninggalkan uang karena kedua belah pihak akan bersedia untuk bertemu dengan harga di suatu tempat di tengah. Pasar yang lebih efisien akan ada jika biaya transaksi dihapus atau bahkan dikurangi. Pembeli dan penjual keduanya akan menjadi lebih baik secara ekonomi karena Airbnb disintermediasi.
it: In questo caso, mentre acquirente e venditore stanno entrambi meglio di quanto non sarebbero senza Airbnb, stanno lasciando soldi sul tavolo poiché entrambe le parti sarebbero disposte a incontrarsi a un prezzo da qualche parte nel mezzo. Un mercato più efficiente esisterebbe se le commissioni di transazione fossero rimosse o addirittura ridotte. L'acquirente e il venditore staranno entrambi meglio economicamente poiché Airbnb è disintermediato.
pt: Nesse caso, embora o comprador e o vendedor estejam melhor do que estariam sem o Airbnb, eles estão deixando dinheiro em cima da mesa, já que ambos os lados estariam dispostos a se encontrar a um preço em algum lugar no meio. Um mercado mais eficiente existiria se as taxas de transação fossem removidas ou até reduzidas. O comprador e o vendedor terão melhor desempenho econômico, pois o Airbnb é desintermediado.
ru: В этом случае, хотя покупатель и продавец находятся в лучшем положении, чем они были бы без Airbnb, они оставляют деньги на столе, поскольку обе стороны были бы готовы встретиться по цене где-то посередине. Более эффективный рынок существовал бы, если бы операционные сборы были сняты или даже уменьшены. Покупатель и продавец оба будут в более экономически выгодном положении без посредничества Airbnb.
tr: Bu durumda, alıcı ve satıcı Airbnb olmadan olduğundan daha iyi durumda olsa da, her iki taraf ortada bir yerde bir fiyatla buluşmaya istekli olacağı için masanın üzerinde para bırakırlar. İşlem ücretleri kaldırılırsa ve hatta azalırsa daha verimli bir pazar olurdu. Airbnb dağıtıldığı için alıcı ve satıcı ekonomik olarak daha iyi durumda olacaktır.
vi: Trong trường hợp này, trong khi cả người mua và người bán đềunhận được nhiều hơn so với khi không có Airbnb, họ đang để tiền lại vì cả hai bên sẽ sẵn sàng đồng ý với nhau ở một mức giá ở giữa. Một thị trường hiệu quả hơn sẽ tồn tại nếu phí giao dịch được loại bỏ hoặc thậm chí giảm. Cả người mua và người bán sẽ có lợi hơn về mặt kinh tế khi Airbnb không còn là đơn vị trung gian.

source: What if efficient marketplaces could be built that do not charge expensive transaction fees?
es: ¿Qué pasaría si se pudieran construir mercados eficientes que no cobren costosas tarifas de transacción?
fr: Et si des marchés efficaces pouvaient être construits sans frais de transaction onéreux?
id: Bagaimana jika pasar yang efisien dapat dibangun yang tidak memungut biaya transaksi yang mahal?
it: Cosa accadrebbe se si potessero costruire mercati efficienti che non comportano costi di transazione costosi?
pt: E se pudessem ser construídos mercados eficientes que não cobram taxas de transação caras?
ru: А что, если бы можно было построить эффективные рынки, которые не взимали бы дорогих комиссий за транзакции?
tr: Ya pahalı işlem ücretleri talep etmeyen verimli pazarlar inşa edilebilirse?
vi: Điều gì xảy ra nếu thị trường hiệu quả có thể được xây dựng mà không tính phí giao dịch đắt tiền?

source: Further, as Airbnb has thrived, it is the company’s shareholders that will reap the handsome rewards. The company’s founders, venture capitalists, and employees will make an immense amount of money in an IPO that is anticipated in 2020. But what about Airbnb’s earliest hosts that supplied liquidity to the market? Sure, they benefited by making revenue on the platform, but they are not getting outsized rewards for their integral contributions in the early days of the marketplace like employees and investors are. In a somewhat exaggerated analogy, the company is running a feudal system where its hosts act as serfs to overfill the network owner’s coffers.
es: Además, a medida que Airbnb ha prosperado, son los accionistas de la compañía quienes cosecharán grandes recompensas. Los fundadores, capitalistas de riesgo y empleados de la compañía ganarán una inmensa cantidad de dinero en una OPV prevista para 2020. Pero, ¿qué pasa con los primeros anfitriones de Airbnb que suministraron liquidez al mercado? Claro, se beneficiaron al generar ingresos en la plataforma, pero no obtienen grandes recompensas por sus contribuciones integrales en los primeros días del mercado como lo hacen los empleados e inversores. En una analogía algo exagerada, la compañía está ejecutando un sistema feudal donde sus anfitriones actúan como siervos para llenar en exceso las arcas del propietario de la red.
fr: De plus, comme Airbnb a prospéré, ce sont les actionnaires de la société qui récolteront les belles récompenses. Les fondateurs, les sociétés de capital-risque et les employés de l'entreprise gagneront énormément d'argent dans une introduction en bourse prévue en 2020. Mais qu'en est-il des premiers hôtes d'Airbnb qui ont fourni des liquidités au marché? Bien sûr, ils ont bénéficié de revenus sur la plate-forme, mais ils n'obtiennent pas de récompenses démesurées pour leurs contributions intégrales dans les premiers jours du marché comme les employés et les investisseurs. Dans une analogie quelque peu exagérée, la société gère un système féodal où ses hôtes agissent comme des serfs pour surcharger les coffres du propriétaire du réseau.
id: Lebih lanjut, ketika Airbnb berkembang, pemegang saham perusahaanlah yang akan menuai imbalan yang bagus. Para pendiri, pemodal ventura, dan karyawan perusahaan akan menghasilkan banyak uang dalam IPO yang diantisipasi pada tahun 2020. Tetapi bagaimana dengan tuan rumah pertama Airbnb yang memasok likuiditas ke pasar? Tentu, mereka diuntungkan dengan menghasilkan pendapatan di platform, tetapi mereka tidak mendapatkan hadiah yang terlalu besar untuk kontribusi integral mereka di hari-hari awal pasar seperti karyawan dan investor. Dalam analogi yang agak dilebih-lebihkan, perusahaan menjalankan sistem feodal di mana tuan rumahnya bertindak sebagai budak untuk memenuhi sampai melimpahi kas pemilik jaringan.
it: Inoltre, poiché Airbnb ha prosperato, sono gli azionisti dell'azienda a raccogliere i bei frutti. I fondatori, i venture capitalist e i dipendenti dell'azienda faranno un'enorme quantità di denaro in una IPO anticipata nel 2020. Ma che dire dei primi host di Airbnb che hanno fornito liquidità al mercato? Certo, hanno beneficiato delle entrate sulla piattaforma, ma non stanno ottenendo ricompense fuori misura per i loro contributi integrali nei primi giorni del mercato come lo sono i dipendenti e gli investitori. In un'analogia un po 'esagerata, la società sta gestendo un sistema feudale in cui i suoi host fungono da servi per riempire eccessivamente le casse del proprietario della rete.
pt: Além disso, como o Airbnb prosperou, são os acionistas da empresa que colherão as belas recompensas. Os fundadores, capitalistas de risco e funcionários da empresa ganharão uma quantidade imensa de dinheiro em uma oferta pública inicial prevista para 2020. Mas e os primeiros anfitriões do Airbnb que forneceram liquidez ao mercado? Certamente, eles se beneficiaram com a receita na plataforma, mas não recebem recompensas excessivas por suas contribuições integrais nos primeiros dias do mercado, como funcionários e investidores. Numa analogia um tanto exagerada, a empresa está executando um sistema feudal em que seus hosts atuam como servos para sobrecarregar os cofres do proprietário da rede.
ru: Кроме того, поскольку Airbnb процветает, именно акционеры компании получат щедрые вознаграждения. Основатели компании, венчурные капиталисты и сотрудники компании заработают огромную сумму денег на IPO, которое ожидается в 2020 году. Но как насчет первых хостов Airbnb, которые поставляли ликвидность на рынок? Конечно, они выиграли, получив доход на платформе, но они не получают чрезмерных вознаграждений за свой интегральный вклад в первые дни рынка, как это делают сотрудники и инвесторы. В несколько преувеличенной аналогии, компания управляет феодальной системой, где ее хозяева действуют как крепостные, чтобы пополнить казну владельца сети.
tr: Ayrıca, Airbnb'in geliştiği gibi, yakışıklı ödülleri toplayacak şirketin hissedarlarıdır. Şirketin kurucuları, girişim kapitalistleri ve çalışanları, 2020'de beklenen bir halka arzda muazzam miktarda para kazanacaklar. Ama Airbnb'nin piyasaya likidite sağlayan ilk ev sahiplerine ne olacak? Tabii ki, platformda gelir elde ederek fayda sağladılar, ancak pazarın ilk günlerinde çalışanlar ve yatırımcılar gibi entegre katkılarından ötürü büyük ödüller almıyorlar. Biraz abartılı bir benzetmede şirket, ağ sahiplerinin ağ sahibinin kasetlerini doldurmak için serf gibi davrandığı bir feodal sistem işletiyor.
vi: Hơn nữa, khi Airbnb đã phát triển mạnh, chính các cổ đông của công ty sẽ gặt hái những phần thưởng. Công ty sáng lập, nhà đầu tư mạo hiểm và nhân viên của công ty sẽ kiếm được một số tiền khổng lồ trong một IPO dự kiến vào năm 2020. Nhưng còn những chủ nhà sớm nhất của Airbnb đã cung cấp thanh khoản cho thị trường thì sao? Họ sẽ chắc chắn được hưởng lợi bằng cách tạo doanh thu trên nền tảng, nhưng họ không nhận được phần thưởng vượt trội cho những đóng góp không thể thiếu của họ trong những ngày đầu của thị trường giống như nhân viên và nhà đầu tư. Cường điệu hóa lên, công ty đang vận hành một hệ thống phong kiến, nơi các địa chủ đóng vai trò là người ở đợ để lấp đầy các kho bạc.

source: How do we allow early contributors to important networks capture value more fairly?
es: ¿Cómo permitimos que los primeros contribuyentes a redes importantes capturen el valor de manera más justa?
fr: Comment pouvons-nous permettre aux premiers contributeurs à des réseaux importants de capturer la valeur de manière plus équitable?
id: Bagaimana kita memungkinkan kontributor awal ke jaringan penting menangkap nilai lebih adil?
it: Come possiamo consentire ai primi collaboratori di reti importanti di acquisire un valore più equo?
pt: Como permitimos que colaboradores iniciais em redes importantes capturem valor de maneira mais justa?
ru: Как мы можем позволить ранним участникам важных сетей получать более справедливую стоимость?
tr: Önemli ağlara erken katkıda bulunanların değeri daha adil bir şekilde yakalamasına nasıl izin veririz?
vi: Làm thế nào để chúng tôi cho phép những người đóng góp sớm vào các mạng lưới quan trọng nắm bắt giá trị công bằng hơn?

source: Data is siloed by private corporations
es: Los datos son archivados por corporaciones privadas
fr: Les données sont cloisonnées par des sociétés privées
id: Data dibungkam oleh perusahaan swasta
it: I dati sono messi a tacere da società private
pt: Os dados são isolados por empresas privadas
ru: Данные изолированы частными корпорациями
tr: Veriler özel şirketler tarafından silinir
vi: Dữ liệu bị chặn bởi các tập đoàn tư nhân
