Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: View open positions
fr: Voir les postes disponibles
pt: Ver posições abertas
ru: Посмотреть открытые вакансии
vi: Xem các vị trí đang tuyển dụng

source: Origin Protocol - Buy Origin Tokens (OGN)
es: Origin Porotocol - Compra Tokens de Origin (OGN)
fr: Origin Protocol - Acheter des jetons d'origine protocol (OGN)
id: Origin Protocol - Beli Token Origin (OGN)
it: Origin Protocol - Acquista Origin Tokens (OGN)
pt: Origin Protocol - Comprar Origin Tokens (OGN)
ru: Origin Protocol - Купить токены Origin (OGN)
tr: Origin Protocol - Origin Tokenları (OGN) Satın Alın
vi: Origin Protocol - mua token Origin (OGN)

source: Origin Tokens are launching soon!
es: ¡Las fichas Origin estarán disponibles pronto!
id: Token Origin akan segera diluncurkan!
it: I Token Origin saranno lanciati presto!
ru: Токены Origin скоро будут выпущены!
tr: Origin Token'lar yakında kullanıma sunuluyor!
vi: Origin Token sẽ được ra mắt sớm trong thời gian tới!

source: Interested in Origin tokens?
es: ¿Interesado en fichas de origen?
fil: Interesado sa mga token ng Pinagmulan?
fr: Les jetons Origin vous intéressent?
id: Tertarik dengan Token Asal?
it: Ti interessano i token di Origin?
pt: Interessado em tokens de origem?
ru: Заинтересованы в токенах Origin?
sl: Vas zanima žetoni porekla?
tr: Origin belirteçleri ile ilgileniyor musunuz?
vi: Quan tâm đến mã thông báo Origin?

source: Full Name
es: Nombre completo
fil: Buong pangalan
fr: Nom complet
he: שם מלא
hi: पूरा नाम
hr: Puno ime
id: Nama Lengkap
it: Nome Completo
pt: Nome completo
ru: Полное имя
sl: Celo Ime
tr: Ad Soyad
vi: Tên đầy đủ

source: <strong>Desired allocation</strong>
es: <strong>Asignación deseada</strong>
fil: <strong>nais na alokasyon</strong>
fr: <strong>Allocation souhaitée</strong>
hi: <strong>वांछित आवंटन</strong>
id: <strong>Alokasi yang diinginkan</strong>
it: <strong>Quantità desiderata</strong>
pt: <strong>Alocação desejada</strong>
ru: <strong>Желаемая сумма</strong>
sl: Željena alokacija
tr: <strong>İstenen tahsis</strong>
vi: <strong>Phân bổ mong muốn</strong>

source: Citizenship
es: Ciudadanía
fil: Pagkamamamayan
fr: Citoyenneté
he: אֶזרָחוּת
hi: नागरिकता
hr: Državljanstvo
id: Kewarganegaraan
it: Cittadinanza
pt: Cidadania
ru: Гражданство
sl: Državljanstvo
tr: Vatandaşlık
vi: Quyền công dân

source: <strong>ETH or BTC address you plan to send from?</strong> (optional)
es: <strong>dirección ETH o BTC desde la que planea enviar?</strong> (opcional)
fil: <strong>ETH o BTC address na balak mong magpadala?</strong> (optional)
fr: <strong>adresse ETH ou BTC à partir de laquelle vous envisagez d'envoyer?</strong> (facultatif)
he: <strong> כתובת ETH או BTC שאתה מתכוון לשלוח ממנה? </strong> (אופציונלי)
hi: <strong>ईटीएच या बीटीसी पता आप से भेजने की योजना है?</strong> (वैकल्पिक)
hr: <strong> ETH ili BTC adresa s koje namjeravate poslati? </strong> (nije obavezno)
id: <strong>Alamat ETH atau BTC yang Anda rencanakan untuk dikirim?</strong>(opsional)
it: <strong>Indirizzo ETH o BTC dal quale manderai?</strong> (facoltativo)
pt: <strong>Endereço ETH ou BTC do qual você pretende enviar?</strong> (opcional)
ru: <strong>Адрес ETH или BTC, с которого вы планируете осуществлять транзакции </strong> (необязательно)
sl: ETH or BTC adressa, s katere imate plan pošiljati
tr: Göndermeyi planladığınız <strong>ETH veya BTC adresi?</strong> (isteğe bağlı)
vi: <strong>Địa chỉ ETH hoặc BTC bạn định gửi từ?</strong> (tủy chỉnh)

source: Share
es: Compartir
id: Bagikan
it: Condividi
ru: Делитесь
tr: Paylaş
vi: Chia sẻ

source: Origin Protocol - Videos
id: Beberapa Video - Origin Protocol
it: Origin Protocol - Video
ru: Origin Protocol - Видео
tr: Origin Protocol - Videolar
vi: Giao thức Origin - Video

source: Watch videos featuring Origin's top investors, employees, and other supporters.
es: Mire videos con los principales inversores, empleados y otros apoyadores de Origin.
fr: Regardez des vidéos présentant les principaux investisseurs, employés et autres passionnés d'Origin.
id: Tonton video yang menampilkan para investor utama, para karyawan, dan para pendukung Origin lainnya.
it: Guarda i video con i principali investitori, dipendenti e altri sostenitori di Origin.
pt: Assista vídeos com os principais investidores, funcionários e outros apoiadores do Origin.
ru: Смотрите видео с участием ведущих инвесторов, сотрудников и других сторонников Origin.
tr: Origin'in en iyi yatırımcılarını, çalışanlarını ve diğer destekçilerini içeren videoları izleyin.
vi: Xem ngay các video được thực hiện bởi các nhà đầu tư hàng đầu, nhân viên và những người ủng hộ Origin.

source: Featured
es: Destacados
fr: En vedette
id: Unggulan
it: In primo piano
pt: Destaque
ru: Рекомендуемые
tr: Öne çıkan
vi: Tính năng

source: Employee Videos
es: Videos de empleados
id: Video Karyawan
it: Video dei dipendenti
ru: Видео Сотрудников
tr: Çalışan Videoları
vi: Video Nhân viên

source: Meetup Videos
es: Videos de Meetup
id: Video Pertemuan
it: Video dei Meetup
ru: Встречи Видео
tr: Buluşma Videoları
vi: Video Meet-up

source: Employees
es: Empleados
id: Para Karyawan
it: Dipendenti
ru: Работники
tr: Çalışanlar
vi: Nhân viên

source: Meetups
fil: Mga Meetup
id: Rapat
it: Meetup
ru: Мероприятия
tr: Buluşmalar
vi: Gặp gỡ

source: <strong>Don't get phished!</strong> The only official URL for Origin Protocol is <strong>www.originprotocol.com</strong>. Please bookmark and be careful of similar looking URLs.
es: <strong>¡No te engañen!</strong> La única URL oficial del Protocolo de origen es <strong>www.originprotocol.com</strong>. Por favor, marque y tenga cuidado con las URL de aspecto similar.
fil: <strong>Huwag makakuha ng phished!</strong> Ang tanging opisyal na URL para sa Origin Protocol ay <strong>www.originprotocol.com</strong>. Mangyaring mag-bookmark at mag-ingat sa mga kaparehong naghahanap ng mga URL.
fr: <strong>Ne soyez pas phishing!</strong> La seule URL officielle pour Origin Protocol est <strong>www.originprotocol.com</strong>. Ajoutez un signet et faites attention aux URL similaires.
id: <strong>Jangan sampai phishing!</strong> Satu-satunya URL resmi untuk Origin Protocol adalah <strong>www.originprotocol.com</strong>. Harap bookmark dan berhati-hatilah dengan URL yang mirip.
it: <strong>Non diventare oggetto di phishing!</strong> l'unico URL ufficiale per Origin Protocol è <strong>www.originprotocol.com</strong>. Si prega di creare un segnalibro e fare attenzione agli URL dall'aspetto simile.
pt: <strong>Não se engane!</strong> O único URL oficial do protocolo de origem é <strong>www.originprotocol.com</strong>. Marque como favorito e tenha cuidado com URLs com aparência semelhante.
ru: <strong>Не попадайся на удочку!</strong> Единственная официальная ссылка для Origin Protocol - <strong>www.originprotocol.com</strong>. Пожалуйста, добавьте ее в закладки и будьте внимательны и осторожны с похожими ссылками.
sl: <strong>Ne bodi phished!</strong> Edini uradni URL za izvorni protokol je <strong>www.originprotocol.com</strong>. Označite in bodite pozorni na podobne iskalne URL-je.
tr: <strong>Phishing alamadım!</strong> Menşe Protokolü için sadece resmi URL <strong>www.originprotocol.com</strong>. Lütfen yer imlerine ekleyin ve benzer görünen URL’lere dikkat edin.
vi: <strong>Đừng lừa đảo!</strong> URL chính thức duy nhất cho Giao thức gốc là <strong>www.originprotatio.com</strong>. Vui lòng đánh dấu và cẩn thận các URL tìm kiếm tương tự.

source: Earn Free Origin Tokens Today
es: Gana Fichas Origin Gratis Ahora Mismo
fr: Gagnez des jetons d'origine gratuits aujourd'hui
id: Hasilkan Token Asal Gratis Hari Ini
it: Guadagna oggi i token Origin
pt: Ganhe tokens de origem grátis hoje
ru: Заработайте бесплатные Origin токены сегодня
tr: Bugün Ücretsiz Origin Jetonları Kazanın
vi: Tích lũy Free Orgin Token ngay hôm nay

source: Participate in our campaigns and complete tasks on our DApp to earn Origin Tokens.
es: Participa en nuestras campañas y completa trabajos en nuestro DApp para ganar fichas Origin.
fr: Participez à nos campagnes et complétez les tâches de notre DApp pour gagner des jetons d’origine.
id: Berpartisipasilah dalam kampanye kami dan selesaikan tugas di DApp kami untuk mendapatkan Token Asal.
it: Partecipa alle nostre campagne e completa le attività sulla nostra DApp per ottenere i Token Origin.
pt: Participe de nossas campanhas e conclua tarefas em nosso DApp para ganhar Tokens de Origem.
ru: Участвуйте в наших кампаниях и выполняйте задачи на нашем DApp, чтобы заработать токены Origin.
tr: Origin Jetonları kazanmak için DApp'teki kampanyalarımıza katılın ve görevleri tamamlayın.
vi: Tham gia và chương trình và hoàn thành nhiệm vụ trong DApp để tích lũy Origin Token.

source: Origin Protocol - Whitepaper
fr: Protocole d'origine - Livre blanc
id: Protokol Asal - Whitepaper
pt: Protocolo de origem - White paper
ru: Origin Protocol - Техническая документация
tr: Kaynak Protokol - Teknik İnceleme

source: Whitepaper
es: Guía
fr: Livre blanc
he: נייר לבן
hi: सफ़ेद कागज
id: Buku Putih
ru: Техническая документация
tr: Beyaz kağıt
vi: Sách trắng

source: Enabling true peer-to-peer commerce
es: Habilitar el comercio de persona de persona
fr: Permettre un véritable commerce de pair à pair (P2P)
id: Mengaktifkan perdagangan peer-to-peer yang sesungguhnya
it: Consentiamo il vero commercio peer-to-peer
pt: Possibilitando o comércio peer-to-peer de verdade
ru: Создание настоящей p2p коммерции
tr: Eşler arası ticareti etkinleştirme
vi: Cho phép thương mại ngang hàng thực sự

source: To be Announced
es: Se anunciará
id: Akan Diumumkan Segera
it: Non ancora Annunciato
ru: Быть Объявленным
tr: Açıklanacak
vi: Sẽ sớm được công bố

source: Upcoming Drops
fr: Cadeaux à venir (Drops)
pt: Próximos Lançamentos
ru: Предстоящие аукционы
vi: Đợt bán NFT sắp tới

source: No Drops Scheduled
fr: Aucun Cadeau Prévu
pt: Nenhum Lançamento Marcado
ru: Никаких аукционов не запланировано

source: Past Drops
fr: Cadeaux précédents
pt: Lançamento Anteriores
ru: Прошлые аукционы
vi: Đợt bán NFT đã kết thúc

source: No Past Drops
fr: Aucun Cadeaux Précédent
pt: Sem Lançamentos Anteriores
ru: Нет прошлых аукционов
vi: Lịch đã bán trống

source: Conclusion
es: Conclusión
id: Kesimpulan
it: Conclusioni
pt: Conclusão
ru: Заключение
vi: Kết luận

source: With a renewed focus and mission to bring peer-to-peer commerce with NFTs and decentralized finance to the masses, we believe we are better positioned than ever before to unlock multiple billion dollar opportunities for the mainstream. While we are starting with users that already have basic understandings of cryptocurrency that already number in the millions, we will aggressively begin targeting mainstream users this year. In the next several years, our products will cross the chasm and our ambitions are to amass hundreds of millions of users using Origin products backed by our underlying protocols.
es: Con un enfoque y una misión renovados para llevar el comercio de persona a persona con NFT y finanzas descentralizadas a las masas, creemos que estamos mejor posicionados que nunca para desbloquear múltiples oportunidades de miles de millones de dólares para las comunidades en general. Si bien comenzamos con usuarios que ya tienen conocimientos básicos de criptomonedas que ya se cuentan por millones, comenzaremos agresivamente a apuntar a los usuarios principiantes de este año. En los próximos años, nuestros productos cruzarán el abismo y nuestras ambiciones son acumular cientos de millones de usuarios utilizando productos de Origin respaldados por nuestros protocolos subyacentes.
fr: Avec un objectif et une mission renouvelés pour apporter le commerce de pair à pair avec les NFT et la finance décentralisée aux masses, nous pensons que nous sommes mieux placés que jamais pour débloquer des opportunités de plusieurs milliards de dollars pour le grand public. Bien que nous commencions avec des utilisateurs qui ont déjà une compréhension de base des crypto-monnaies et qui se comptent déjà par millions, nous allons commencer à cibler de manière agressive les utilisateurs grand public cette année. Au cours des prochaines années, nos produits franchiront le gouffre et nous avons l'ambition d'amasser des centaines de millions d'utilisateurs utilisant les produits Origin, soutenus par nos protocoles sous-jacents.
id: Dengan fokus dan misi baru untuk menghadirkan perdagangan peer-to-peer dengan NFT dan keuangan terdesentralisasi kepada massa, kami yakin kami berada pada posisi yang lebih baik daripada sebelumnya untuk membuka peluang miliaran dolar bagi arus utama. Sementara kami memulai dengan pengguna yang sudah memiliki pemahaman dasar tentang cryptocurrency yang sudah berjumlah jutaan, kami akan mulai secara agresif menargetkan pengguna arus utama tahun ini. Dalam beberapa tahun ke depan, produk kami akan melewati jurang dan ambisi kami adalah mengumpulkan ratusan juta pengguna menggunakan produk Origin yang didukung oleh protokol dasar kami.
it: Con una rinnovata attenzione e con la missione di portare il commercio peer-to-peer con NFT e finanza decentralizzata alle masse, crediamo di essere in una posizione migliore che mai per sbloccare molteplici opportunità da miliardi di dollari per il mainstream. Stiamo iniziando con utenti che hanno già una conoscenza di base delle criptovalute che già contano milioni di utilizzatori, e quest'anno punteremo ad una più vasta categoria di utenti tradizionali. Ambiamo, nei prossimi anni, ad attirare centinaia di milioni di utenti utilizzando i prodotti Origin supportati dai nostri protocolli sottostanti.
pt: Com foco renovado e a missão levar o comércio peer-to-peer com NFTs e finanças descentralizadas para as massas, acreditamos que estamos mais bem posicionados do que nunca para liberar oportunidades de bilhões de dólares para o mainstream. Embora estejamos começando com usuários que já têm conhecimentos básicos de criptomoeda, que já chegam a milhões, começaremos a ter como alvo os usuários convencionais este ano. Nos próximos anos, nossos produtos vão <i>atravessar o abismo</i> e nossas ambições são de acumular centenas de milhões de usuários usando produtos Origin que utlizem nossos protocolos estruturais.
ru: С обновленной стратегий и миссией, привнести p2p (peer-to-peer) торговлю для NFT и децентрализованные финансы, в массы, мы считаем, что у нас есть идеальная позиция, чтобы открыть многомиллиардные возможности для всех людей. Хотя мы начинаем с пользователей, которые уже имеют базовые представления о криптовалюте, а их число уже насчитывают миллионы, в этом году мы начнем агрессивно ориентироваться на обычных пользователей. В ближайшие несколько лет наши продукты выполнят это задачу, и привлекут сотни миллионов пользователей в экосистему Origin.
vi: Với trọng tâm và sứ mệnh mới là mang thương mại ngang hàng, NFT và tài chính phi tập trung đến phần đông người dùng, toàn thể đội ngũ tin rằng chúng tôi đang mở khoá cơ hội trị giá hàng triệu USD. Mặc dù hiện Origin đang tập trung vào đối tượng người dùng đã có những hiểu biết cơ bản về tiền điện tử, nhưng trong năm nay chúng tôi sẽ tích cực nhắm mục tiêu đến những người dùng phổ thông. Vài năm tới, các sản phẩm của Origin sẽ vượt qua giai đoạn phát triển ban đầu và tham vọng của chúng tôi là thu hút hàng trăm triệu người dùng sử dụng các sản phẩm Origin được hỗ trợ bởi các giao thức cơ bản của chúng tôi.

source: Executive Summary
es: Resumen Ejecutivo
fr: Résumé
id: Ringkasan bisnis plan
it: Riepilogo
pt: Sumário executivo
ru: Краткий обзор
tr: Yönetici Özeti
vi: Tóm tắt

source: Origin’s mission is to bring non-fungible tokens (NFTs) and decentralized finance (DeFi) to the masses.
fr: La mission d'Origin est de mettre les jetons non fongibles (NFT) et la finance décentralisée (DeFi) à la portée de tous.
it: La missione di Origin è portare token non fungibili (NFT) e finanza decentralizzata (DeFi) alle masse.
pt: A missão da Origin é levar tokens não fungíveis (NFTs) e finanças descentralizadas (DeFi) para as massas.
ru: Миссия Origin - привнести торговлю NFT и децентрализованные финансы (DeFi) в массы.
vi: Sứ mệnh của Origin là mang thương mại ngang hàng (NFT) và tài chính phi tập trung (DeFi) đến với phần đông người dùng.

source: After three years of building consumer-friendly products in the blockchain space, we’ve learned many valuable lessons.
es: Después de tres años de construir productos amigables para el consumidor en el espacio blockchain, hemos aprendido muchas lecciones valiosas.
fr: Après trois ans de construction de produits conviviaux dans l'espace blockchain, nous avons appris de nombreuses leçons précieuses.
id: Setelah tiga tahun membangun produk yang ramah konsumen di ruang blockchain, kami telah mempelajari banyak pelajaran berharga.
it: Dopo tre anni passati a costruire prodotti a misura di consumatore su blockchain, abbiamo imparato molte lezioni preziose.
pt: Após três anos construindo produtos de fácil consumo no espaço do blockchain, aprendemos muitas lições valiosas.
ru: После трех лет создания удобных для потребителей продуктов в блокчейн пространстве мы извлекли много ценных уроков.
vi: Sau ba năm xây dựng các sản phẩm thân thiện với người dùng dựa trên công nghệ blockchain, chúng tôi đã học được nhiều bài học quý giá.

source: The first significant wave of users of decentralized commerce applications will be those seeking experiences or products they cannot get from centralized alternatives. Many of these early users will be crypto natives. The most prominent product category to emerge is the Non-Fungible Tokens (NFTs) vertical. NFTs do not merely represent digital collectibles but can create entirely new experiences for creators and communities.
es: La primera ola significativa de usuarios de aplicaciones de comercio descentralizado serán aquellos que buscan experiencias o productos que no pueden obtener de alternativas centralizadas. Muchos de estos primeros usuarios serán nativos criptográficos. La categoría de productos más destacada que ha surgido es la rama de Tokens No Fungibles (NFTs). Los NFTs no sólo representan objetos de colección digitales, sino que pueden crear experiencias completamente nuevas para los creadores y las comunidades.
fr: La première vague importante d'utilisateurs d'applications de commerce décentralisé sera constituée de ceux qui recherchent des expériences ou des produits qu'ils ne peuvent pas obtenir auprès d'alternatives centralisées. Beaucoup de ces premiers utilisateurs seront des natifs de la cryptographie. La catégorie de produits la plus importante à émerger est celle des jetons non fongibles (NFT). Les NFT ne représentent pas simplement des objets de collection numériques, mais peuvent créer des expériences entièrement nouvelles pour les créateurs et les communautés.
id: Gelombang signifikan pertama pengguna aplikasi perdagangan terdesentralisasi adalah mereka yang mencari pengalaman atau produk yang tidak dapat mereka peroleh dari alternatif terpusat. Banyak dari pengguna awal ini adalah penduduk asli kripto. Kategori produk paling menonjol yang muncul adalah vertikal Non-Fungible Tokens (NFTs). NFT tidak hanya mewakili koleksi digital tetapi dapat menciptakan pengalaman yang sama sekali baru bagi pencipta dan komunitas.
it: La prima ondata significativa di utenti che userà applicazioni di commercio decentralizzato sarà costituita da coloro che cercano esperienze o prodotti che non possono ottenere da alternative centralizzate. Molti di questi primi utenti avrà già una cospicua conoscenza delle criptovalute. La categoria di prodotti più importante che emerge riguarda i token non fungibili (NFT). Gli NFT non rappresentano semplicemente oggetti da collezione digitali, ma possono creare esperienze completamente nuove per creators e community.
pt: A primeira onda significativa de usuários de aplicativos de comércio descentralizados será aqueles que procuram experiências ou produtos que não podem obter das alternativas centralizadas. Muitos desses primeiros usuários serão cripto nativos. A categoria de produto mais proeminente a surgir é o setor vertical de Tokens Não Fungíveis (NFTs). Os NFTs não representam meramente colecionáveis digitais, mas podem criar experiências totalmente novas para criadores e comunidades.
ru: Первой значительной волной пользователей приложений децентрализованной коммерции будут те, кто ищет услуги или продукты, недоступные с помощью централизованных альтернатив. Многие из этих первых пользователей будут давно знакомы с криптовалютой. Наиболее заметной появляющейся категорией продуктов является вертикаль невзаимозаменяемых токенов (NFT). NFT не просто представляют собой цифровые предметы коллекционирования, но могут создавать совершенно новый опыт для авторов и сообществ.
vi: Làn sóng quan trọng người dùng đầu tiên sử dụng các ứng dụng thương mại phi tập trung sẽ là những người đang tìm kiếm trải nghiệm hoặc sản phẩm mà thị trường tập trung không có. Nhiều người trong số những người dùng ban đầu này sẽ là những người sử dụng thành thạo tiền điện tử. Danh mục sản phẩm tiềm năng đầu tiên là Non-Fungible Token (NFT). NFT không chỉ đại diện cho các bộ sưu tập kỹ thuật số mà có thể tạo ra những trải nghiệm hoàn toàn mới cho người sáng tạo và cộng đồng.
