Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: The Origin Token (OGN) is the governance and value accrual token for the entire Origin Platform and suite of products. OGN token holders will be able to create and vote on proposals to govern the underlying protocol. OGN holders also directly benefit from the success of the Origin Platform and products built on top of it. Revenues generated accrue directly to OGN via several economic models which can be changed in the future through the governance process.
es: El Token de Origin (OGN) es el token de acumulación de valor y gobernanza para toda la plataforma de Origin y su conjunto de productos. Los holders de tokens OGN podrán crear y votar por propuestas para regir el protocolo subyacente. Los holders de OGN también se benefician directamente del éxito de la plataforma Origin y de los productos creados sobre ella. Los ingresos generados se acumulan directamente en OGN a través de varios modelos económicos que pueden modificarse en el futuro a través del proceso de gobernanza.
fr: Le jeton Origin (OGN) est le jeton de gouvernance et d'accumulation de valeur pour l'ensemble de la plate-forme et de la gamme de produits Origin. Les détenteurs de jetons OGN pourront créer et voter des propositions visant à régir le protocole sous-jacent. Les détenteurs d'OGN bénéficient également directement du succès de la plate-forme Origin et des produits qui en découlent. Les revenus générés reviennent directement à OGN par le biais de plusieurs modèles économiques qui peuvent être modifiés à l'avenir par le biais du processus de gouvernance.
id: Token Origin (OGN) adalah token akrual tata kelola dan nilai untuk seluruh Platform Origin dan rangkaian produk. Pemegang token OGN akan dapat membuat dan memberikan suara pada proposal untuk mengatur protokol yang mendasarinya. Pemegang OGN juga mendapatkan keuntungan langsung dari keberhasilan Platform Origin dan produk yang dibangun di atasnya. Pendapatan yang dihasilkan langsung masuk ke OGN melalui beberapa model ekonomi yang dapat diubah di masa depan melalui proses tata kelola.
it: Origin Token (OGN) è il token di governance e accumulo del valore per l'intera piattaforma Origin e per la suite di prodotti. I titolari di token OGN potranno creare e votare proposte per migliorare il protocollo sottostante. I titolari di OGN beneficiano direttamente anche del successo della piattaforma Origin e dei prodotti costruiti su di essa. I ricavi generati maturano direttamente a OGN attraverso diversi modelli economici che possono essere modificati in futuro attraverso il processo di governance.
pt: O Origin Token (OGN) é o token de governança e patrimônio de toda a Plataforma Origin e seus produtos. Os detentores de OGN Tokens poderão criar e votar propostas para controlar o protocolo estrutural. Os detentores de OGN também se beneficiam diretamente do sucesso da Plataforma Origin e dos produtos desenvolvidos a partir dela. As receitas geradas são reinvestidos diretamente no OGN por meio de diversos modelos econômicos que podem ser alterados no futuro por meio do processo de governança.
ru: Origin Token (OGN) - это токен управления и бенефициар всей платформы Origin и всех её продуктов. Держатели токенов OGN смогут создавать и голосовать за предложения по управлению базовым протоколом. Владельцы OGN также получают прямую выгоду от успеха платформы Origin и продуктов, созданных на ее основе. Полученные доходы накапливаются непосредственно в OGN с помощью нескольких экономических моделей, которые в будущем могут быть изменены в процессе управления.
vi: Token Origin (OGN) là token tích lũy giá trị và quản trị cho toàn bộ Nền tảng Origin và bộ sản phẩm. Chủ sở hữu OGN sẽ có thể tạo và bỏ phiếu cho các đề xuất để điều chỉnh giao thức cơ bản. Người nắm giữ OGN cũng được hưởng lợi trực tiếp từ sự thành công của nền tảng Origin và các sản phẩm được xây dựng trên nền tảng đó. Doanh thu tạo ra được tích lũy trực tiếp cho OGN thông qua một số mô hình kinh tế có thể thay đổi trong tương lai thông qua quá trình quản trị.

source: Introduction
es: Introducción
id: Pengantar
it: Introduzione
pt: Introdução
ru: Введение
vi: Giới thiệu

source: We believe the convergence of peer-to-peer commerce, especially in the NFT vertical, and decentralized finance (DeFi) will unlock billions of dollars in value that we intend to capture as part of the Origin Platform and ecosystem.
es: Creemos que la convergencia del comercio de persona a persona, especialmente en la rama de los NFTs, y las finanzas descentralizadas (DeFi) desbloqueará miles de millones de dólares en valor que pretendemos capturar como parte de la plataforma y el ecosistema de Origin.
fr: Nous pensons que la convergence du commerce de pair à pair, en particulier dans le secteur NFT, et de la finance décentralisée (DeFi) va débloquer des milliards de dollars de valeur que nous avons l'intention de capter dans le cadre de la plate-forme et de l'écosystème Origin.
id: Kami percaya konvergensi perdagangan peer-to-peer, terutama di vertikal NFT, dan keuangan terdesentralisasi (DeFi) akan membuka nilai miliaran dolar yang ingin kami tangkap sebagai bagian dari Platform dan ekosistem Origin.
it: Riteniamo che la convergenza del commercio peer-to-peer, in particolare degli NFT e della finanza decentralizzata (DeFi) sbloccherà miliardi di dollari di valore che intendiamo inglobare come parte della piattaforma e dell'ecosistema Origin.
pt: Acreditamos que a convergência do comércio peer-to-peer, especialmente no setor de NFTs e finanças descentralizadas (DeFi), desbloqueará bilhões de dólares em valor que pretendemos captar como parte da Plataforma Origin e seu ecossistema.
ru: Мы считаем, что слияние peer-to-peer торговли, особенно в вертикали NFT, и децентрализованных финансов (DeFi) откроет доступ к рынку размером в миллиарды долларов, который мы намерены захватить как часть платформы и экосистемы Origin.
vi: Chúng tôi tin rằng sự hội tụ của thương mại ngang hàng, đặc biệt là NFT và tài chính phi tập trung (DeFi) sẽ mở ra cơ hội trị giá hàng tỉ đô mà chúng tôi dự kiến thâu tóm thông qua nền tảng Origin và hệ sinh thái.

source: To get there, we will bring blockchain-enabled commerce and finance to the masses. We will continue to upgrade the Origin Commerce platform to enable new killer use cases that are only made possible by cryptocurrency technologies. To start, we will take advantage of non-fungible tokens (NFTs) to build new commerce experiences that cannot be replicated on incumbent platforms like Shopify, Amazon, or Alibaba.
es: Para llegar allí, llevaremos el comercio y las finanzas habilitados por blockchain a las masas. Continuaremos actualizando la plataforma Origin en cuanto al comercio se trata para habilitar nuevos casos de uso destacados que sólo son posibles gracias a las tecnologías de criptomonedas. Para empezar, aprovecharemos los Tokens No Fungibles (NFTs) para crear nuevas experiencias comerciales que no se puedan replicar en plataformas tradicionales como Shopify, Amazon o Alibaba.
fr: Pour y parvenir, nous allons mettre le commerce et la finance basés sur la blockchain à la portée de tous. Nous continuerons à améliorer la plateforme Origin Commerce pour permettre de nouveaux cas d'utilisation mortels qui ne sont rendus possibles que par les technologies des crypto-monnaies. Pour commencer, nous allons tirer parti des jetons non fongibles (NFT) pour créer de nouvelles expériences commerciales qui ne peuvent pas être reproduites sur les plateformes existantes comme Shopify, Amazon ou Alibaba.
id: Untuk mencapainya, kami akan menghadirkan perdagangan dan keuangan yang mendukung blockchain ke massa. Kami akan terus meningkatkan platform Origin Commerce untuk mengaktifkan kasus penggunaan killer baru yang hanya dimungkinkan oleh teknologi cryptocurrency. Untuk memulai, kami akan memanfaatkan token non-fungible (NFT) untuk membangun pengalaman perdagangan baru yang tidak dapat direplikasi pada platform lama seperti Shopify, Amazon, atau Alibaba.
it: Per arrivarci, porteremo il commercio e la finanza abilitati alla blockchain alle masse. Continueremo ad aggiornare la piattaforma Origin Commerce per abilitare nuovi casi d'uso vincenti, resi possibili solo grazie alle criptovalute. Per iniziare, utilizzeremo i token non fungibili (NFT) per creare nuove esperienze di commercio che non possono essere replicate su piattaforme esistenti come Shopify, Amazon o Alibaba.
pt: Para chegar lá, levaremos comércio e finanças por blockchain para as massas. Continuaremos a atualizar a plataforma do Origin Commerce para permitir novos casos de uso impressionantes que só são possíveis devido às tecnologias de criptomoedas. Para começar, aproveitaremos os tokens não fungíveis (NFTs) para criar novas experiências de comércio que não podem ser replicadas em plataformas existentes como Shopify, Amazon ou Alibaba.
ru: Чтобы достичь этого, мы принесем в массы торговлю и финансы с помощью блокчейна. Мы продолжим обновлять платформу Origin Commerce, чтобы включить инновационные варианты использования, которые стали возможны только благодаря технологиям криптовалюты. Для начала мы воспользуемся преимуществами невзаимозаменяемых токенов (NFT), чтобы создать новые коммерческие возможности, которые нельзя воспроизвести на существующих платформах, таких как Shopify, Amazon или Alibaba.

source: In 2020 alone, over $250M in NFTs changed hands, with most of that occurring late in the year. The rate of growth in NFT sales and trade volume and the rate of innovation in the space is exponential. Top brands like the NBA and MLB have already gotten involved and everyone from Andreessen Horowitz from the New York Times is investing in or commenting on NFTs. NFTs have the potential to disrupt the music industry ($70B+ a year), fine art sales ($60B+ a year), video games ($140B+ a year), the collectibles market ($370B+ a year), and many other industries. NFTs represent a massive disruptive opportunity that can touch virtually every aspect of global culture and commerce.
es: Solo en 2020, más de $250 millones en NFTs cambiaron de manos, y la mayor parte de eso ocurrió a fines de año. La tasa de crecimiento en las ventas de NFTs y el volumen comercial y la tasa de innovación en el espacio es exponencial. Las mejores marcas como la NBA y la MLB ya se han involucrado y todos, desde Andreessen Horowitz del New York Times, están invirtiendo o comentando sobre los NFTs. Los NFTs tienen el potencial de interrumpir la industria de la música ($70B + al año), las ventas de bellas artes ($60B + al año), los videojuegos ($140B + al año), el mercado de coleccionables ($370B + al año) y muchas otras industrias. Los NFTs representan una gran oportunidad disruptiva que puede afectar prácticamente a todos los aspectos de la cultura y el comercio global.
fr: Rien qu'en 2020, plus de 250 millions de dollars de NFT ont changé de mains, la plupart en fin d'année. Le taux de croissance des ventes et du volume des échanges de NFT et le taux d'innovation dans l'espace sont exponentiels. De grandes marques comme la NBA et la MLB se sont déjà impliquées et tout le monde, d'Andreessen Horowitz au New York Times, investit dans les NFT ou les commente. Les NFT ont le potentiel de perturber l'industrie musicale (plus de 70 milliards de dollars par an), la vente d'œuvres d'art (plus de 60 milliards de dollars par an), les jeux vidéo (plus de 140 milliards de dollars par an), le marché des objets de collection (plus de 370 milliards de dollars par an) et bien d'autres secteurs. Les NFT représentent une opportunité de perturbation massive qui peut toucher pratiquement tous les aspects de la culture et du commerce mondiaux.
id: Pada tahun 2020 saja, lebih dari $250 juta NFT berpindah tangan, dengan sebagian besar terjadi di akhir tahun. Laju pertumbuhan penjualan NFT dan volume perdagangan serta laju inovasi dalam ruang eksponensial. Merek-merek ternama seperti NBA dan MLB telah terlibat dan semua orang dari Andreessen Horowitz dari New York Times berinvestasi atau mengomentari NFT. NFT berpotensi mengganggu industri musik ($70 miliar + setahun), penjualan seni rupa ($60 miliar + setahun), video game ($140 miliar + setahun), pasar barang koleksi ($370 miliar + setahun), dan banyak industri lainnya. NFT mewakili peluang gangguan besar yang dapat menyentuh hampir setiap aspek budaya dan perdagangan global.
it: Solo nel 2020, oltre 250 milioni di dollari in NFT sono stati scambiati, la maggior parte dei quali alla fine dell'anno. Il tasso di crescita delle vendite degli NFT, il volume degli scambi e il tasso di innovazione è esponenziale. I migliori marchi come NBA e MLB sono già stati coinvolti e tutti, a partire da Andreessen Horowitz del New York Times, stanno investendo o stanno parlando degli NFT. Gli NFT hanno il potenziale per sconvolgere l'industria musicale (oltre 70 miliardi di dollari all'anno), le vendite di opere d'arte (oltre 60 miliardi di dollari all'anno), i videogiochi (oltre 140 miliardi di dollari all'anno), il mercato di oggetti da collezione (oltre 370 miliardi di dollari all'anno) e molti altri settori. Gli NFT rappresentano un'enorme e dirompente opportunità che può toccare praticamente ogni aspetto della cultura e del commercio globali.
pt: Só em 2020, mais de US $ 250 milhões em NFTs mudaram de mãos, com a maior parte ocorrendo no final do ano. A taxa de crescimento das vendas NFT e do volume comercial e a taxa de inovação no espaço são exponenciais. Marcas importantes como NBA e MLB já se envolveram e muitos, da Andreessen Horowitz ao New York Times, estão investindo ou comentando sobre NFTs. Os NFTs têm o potencial de abalar a indústria da música ($ 70B + por ano), vendas em artes plásticas ($ 60B + por ano), videogames ($ 140B + por ano), o mercado de colecionáveis ($ 370B + por ano) e muitos outros setores. Os NFTs representam uma oportunidade disruptiva massiva que pode atingir praticamente todos os aspectos da cultura e do comércio global.
ru: Только в 2020 году NFT на сумму более 250 миллионов долларов перешли из рук в руки, причем большая часть сделок произошла в конце года. Темпы роста продаж и объема торговли NFT, а также скорость инноваций в этой сфере экспоненциальны. Ведущие бренды, такие как NBA и MLB, уже приняли участие, и каждый от Andreessen Horowitz и до New York Times инвестирует или комментирует NFT. NFT могут кардинально изменить музыкальную индустрию (70 миллиардов долларов в год), продажи произведений искусства (60 миллиардов долларов в год), видеоигры (140 миллиардов долларов в год), рынок предметов коллекционирования (370 миллиардов долларов в год) и многие другие отрасли. NFT представляют собой огромную революционную возможность, которая может затронуть практически все аспекты глобальной культуры и торговли.
vi: Chỉ riêng trong năm 2020, hơn 250 triệu USD giá trị NFT đã được trao đổi, hầu hết tập trung vào. Tốc độ tăng doanh số, khối lượng giao dịch NFT và tốc độ đổi mới hiện đang là cấp số nhân. Các thương hiệu hàng đầu như NBA, MLB và tất cả mọi người từ Andreessen Horowitz từ New York Times đều đang đầu tư hoặc bình luận về NFT. NFT có khả năng phá vỡ ngành công nghiệp âm nhạc (hơn 70 tỷ USD một năm), bán hàng mỹ nghệ (hơn 60 tỷ USD một năm), trò chơi điện tử (hơn140 tỷ USD một năm), thị trường đồ sưu tầm (hơn 370 tỷ USD một năm) và nhiều ngành công nghiệp khác. NFT đại diện cho một cơ hội đột phá lớn có thể chạm đến hầu hết mọi khía cạnh của văn hóa và thương mại toàn cầu.

source: As of early 2021, NFTs have now overtaken DeFi on Google search trends and hold the kind of broad mainstream cultural appeal that other crypto verticals lack. This is a key factor that makes us believe NFTs will be the first product category that onboards mainstream users into crypto. The platform that is able to successfully onboard both creators and purchasers of NFTs will capture tremendous value. We intend to be that platform.
es: A principios de 2021, los NFTs ahora han superado a DeFi en las tendencias de búsqueda de Google y tienen el tipo de atractivo cultural generalizado del que carecen otras ramas criptográficas. Este es un factor clave que nos hace creer que los NFTs serán la primera categoría de productos que incorpore a los usuarios convencionales en las criptomonedas. La plataforma que es capaz de incorporar con éxito tanto a los creadores como a los compradores de NFTs capturará un valor tremendo. Pretendemos ser esa plataforma.
fr: Au début de l'année 2021, les NFT ont maintenant dépassé les DeFi dans les tendances de recherche Google et possèdent le type d'attrait culturel grand public qui manque aux autres crypto verticaux. Il s'agit d'un facteur clé qui nous fait croire que les NFT seront la première catégorie de produits à attirer les utilisateurs grand public vers la crypto. La plateforme qui sera capable d'embarquer avec succès à la fois les créateurs et les acheteurs de NFT capturera une valeur énorme. Nous avons l'intention d'être cette plateforme.
id: Pada awal 2021, NFT sekarang telah mengambil alih DeFi di tren pencarian Google dan memegang jenis daya tarik budaya arus utama yang tidak dimiliki oleh vertikal kripto lainnya. Ini adalah faktor kunci yang membuat kami percaya NFT akan menjadi kategori produk pertama yang menghubungkan pengguna arus utama ke dalam crypto. Platform yang berhasil melibatkan pembuat dan pembeli NFT akan mendapatkan nilai yang luar biasa. Kami bermaksud menjadi platform itu.
it: All'inizio del 2021, gli NFT hanno superato la DeFi sulle tendenze di ricerca di Google e mantengono tuttora il tipo di attrazione culturale mainstream che manca ad altri contesti legati alle criptovalute. Questo è un fattore chiave che ci fa credere che gli NFT saranno la prima categoria di prodotti che coinvolgerà gli utenti tradizionali nel mondo delle criptovalute. La piattaforma che sarà in grado di accogliere con successo sia i creatori che gli acquirenti di NFT acquisirà un valore enorme. Ovviamente intendiamo essere quella piattaforma.
pt: No início de 2021, os NFTs superaram o termo DeFi nas tendências de pesquisa do Google e mantêm o tipo de apelo cultural amplo que outros setores de criptomoedas não têm. Este é um fator chave que nos faz acreditar que os NFTs serão a primeira categoria de produto a integrar os usuários convencionais ao cripto. A plataforma que é capaz de integrar com sucesso criadores e compradores de NFTs irá captar um valor tremendo. Pretendemos ser essa plataforma.
ru: По состоянию на начало 2021 года NFT обогнали DeFi в поисковых трендах Google и обладают такой широкой культурной привлекательностью, которой не хватает другим криптовалютным вертикалям. Это ключевой фактор, который заставляет нас полагать, что NFT будут первой категорией продуктов, которая привлечёт основную массу пользователей к криптовалюте. Платформа, которая сможет успешно задействовать как создателей, так и покупателей NFT, принесет огромную пользу. Мы намерены стать этой платформой.
vi: Kể từ đầu năm 2021, NFT hiện đã vượt qua DeFi và trở thành từ khoá được tìm kiếm nhiều nhất trên Google và mang lại ứng dụng mới từ công nghệ blockchain chưa từng có trước đây. Đây là yếu tố chính khiến chúng tôi tin rằng NFTs sẽ là danh mục sản phẩm đầu tiên trên blockchain đưa người dùng truyền thống đến với tiền điện tử. Nền tảng nào có thể tiếp cận được cả với người sáng tạo nội dung và người mua sẽ thu được giá trị to lớn. Chúng tôi đang hướng tới mục tiêu trở thành nền tảng này.
