Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Sellers accept or reject offers from prospective buyers, then fulfill active offers
es: Los vendedores aceptan o rechazan ofertas de posibles compradores, luego cumplen con las ofertas activas
tr: Satıcılar, potansiyel alıcılardan gelen teklifleri kabul eder veya reddeder, ardından aktif teklifleri yerine getirir

source: After offers are finalized, the smart contract releases escrowed payments to sellers
es: Una vez finalizadas las ofertas, el contrato inteligente libera los pagos en custodia a los vendedores
tr: Teklifler kesinleştikten sonra, akıllı sözleşme satıcılara emanet edilen ödemeleri serbest bırakır

source: Learn more about Origin Token
es: Obtenga más información sobre la ficha Origin
tr: Origin Token hakkında daha fazla bilgi edinin

source: Anna is leading our community efforts for Chinese speakers. Before Origin, Anna managed global social media at Exness, a leading forex broker. She also co-founded a non-profit in Australia.
es: Anna está liderando los esfuerzos de nuestra comunidad para hablantes chinos. Antes de Origin, Anna gestionaba las redes sociales globales en Exness, un corredor de divisas líder. Ella también co-fundó una organización no lucrativa en Australia.
tr: Anna, Çince konuşanlar için toplum çalışmalarımıza liderlik ediyor. Origin'den önce Anna, önde gelen bir forex brokeri olan Exness'te küresel sosyal medyayı yönetti. Ayrıca Avustralya'da kar amacı gütmeyen bir kuruluş kurdu.

source: PR
es: Relaciones públicas

source: International BD
es: Desarrollo de negocios internacionales
tr: Uluslararası BD

source: Advisor
es: Tutor
fil: Tagapayo
he: יועץ
hi: सलाहकार
hr: Savjetnik
sl: Svetovalec
tr: danışman

source: View job posts
es: Ver oportunidades de empleo
tr: İş ilanlarını görüntüleyin

source: Origin’s mission is to bring peer-to-peer commerce (NFTs) and decentralized finance (DeFi) to the masses.
es: La misión de Origin es llevar el comercio de persona a persona (NFTs) y las finanzas descentralizadas (DeFi) a las masas.

source: NFTs can function as digital collectible. Further, they can be tokenized representations of physical goods and collectibles, unlock other digital content, and act as access tokens to digital or in-person experiences. NFTs can be used for a wide array of financial applications and use cases. The design space for NFTs is nearly unlimited and represents an exciting paradigm shift for blockchain technology.
es: Los NFTs pueden funcionar como coleccionables digitales. Además, pueden ser representaciones tokenizadas de bienes físicos y coleccionables, desbloquear otro contenido digital y actuar como tokens de acceso a experiencias digitales o en persona. Los NFTs se pueden utilizar para una amplia gama de aplicaciones financieras y casos de uso. El espacio de diseño para los NFTs es casi ilimitado y representa un emocionante cambio de paradigma para la tecnología blockchain.

source: Throughout 2020, we built and iterated upon Origin’s flagship commerce platform, <a href='/dshop' target='_blank' rel='noopener noreferrer'>Dshop</a>. Dshop is a completely open-source alternative to Shopify, and all its core features are free to use. Today, we’ve had hundreds of merchants sign up to use Dshop, including dozens of name brand cryptocurrency companies such as Brave, Solana, and Kyber Network.
es: A lo largo de 2020, construimos e iteramos sobre la plataforma de comercio insignia de Origin, <a href='/dshop' target='_blank' rel='noopener noreferrer'>Dshop</a>. Dshop es completamente de código abierto y una alternativa a Shopify, y todas sus funciones principales son de uso gratuito. Hoy, cientos de comerciantes se registraron para usar Dshop, incluidas docenas de empresas de criptomonedas de marca como Brave, Solana y Kyber Network.

source: Further, we announced marquee partnerships with <a href='https://medium.com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a> and <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a> to enable our merchant partners to launch completely decentralized storefronts on these iconic cloud computing platforms. We are working with both companies to promote Dshop to additional merchants with co-marketing initiatives. We are also working with the Google team to make Dshop’s blockchain commerce data more readily accessible in Google Data Studio.
es: Además, anunciamos asociaciones con <a href='https://medium.com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a> y <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a> para permitir que nuestros socios comerciales lancen muestras de sus productos completamente descentralizados en estas icónicas plataformas de computación en la nube. Estamos trabajando con ambas empresas para promover Dshop entre otros comerciantes con iniciativas de marketing conjunto. También estamos trabajando con el equipo de Google para hacer que los datos de comercio blockchain de Dshop sean más accesibles en Google Data Studio.

source: We’ve also made OUSD a supported payment option on all our Dshops to begin turning the flywheel for OUSD adoption by merchants.
es: También hemos hecho de OUSD una opción de pago admitida en todas nuestras Dshops para comenzar a girar el volante para la adopción de OUSD por parte de los comerciantes.

source: While we continue to see increased usage of Dshop, we believe that introducing new killer use cases that are crypto-centric will rocket Dshop adoption to new heights.
es: Si bien seguimos viendo un mayor uso de Dshop, creemos que la introducción de nuevos casos de uso resaltantes que están centrados en criptografía impulsará la adopción de Dshop a nuevas alturas.

source: Our initial focus on creating features and tackling verticals that incumbents like Shopify and Woo Commerce cannot compete in will center on non-fungible tokens (NFTs). We believe NFTs are a nascent but highly disruptive technology that will bring our crypto-centric commerce products to millions, if not hundreds of millions, of users in the next few years. At the time of writing, Origin’s NFT Launchpad set an all-time record for gross sales in a single NFT drop at nearly $11.7M.
es: Nuestro enfoque inicial en la creación de funciones y abordar las comunidades en las que los operadores tradicionales como Shopify y Woo Commerce no pueden competir se centrará en los Tokens No Fungibles (NFTs). Creemos que los NFTs son una tecnología incipiente pero altamente disruptiva que llevará nuestros productos comerciales cripto-céntricos a cientos de millones de usuarios en los próximos años. En el momento de redactar este artículo, la plataforma de lanzamiento de NFTs de Origin estableció un récord histórico de ventas brutas en sólo un lanzamiento de NFTs de casi $11,7 millones.

source: One needs only to reference StockX, the premium sneaker marketplace that is currently valued at $2.8 B, to recognize the possibility of NFTs flourishing in many verticals where scarcity and authenticity need to be enforced. Today, the company generates $400M in revenue by taking fees to certify that premium sneakers are legitimate and not fraudulent. Using NFTs that are tied to these sneakers would establish a clear sense of provenance as sneakers are sold from my buyer to the next.
es: Solo se necesita hacer referencia a StockX, el mercado de zapatillas premium que actualmente está valorado en $2.8 mil millones, para reconocer la posibilidad de que los NFTs florezcan en muchas ramas donde la escasez y la autenticidad deben hacerse cumplir. Hoy en día, la compañía genera $400 millones en ingresos al cobrar tarifas para certificar que las zapatillas premium son legítimas y no fraudulentas. El uso de NFTs vinculados a estas zapatillas establecería un claro sentido de procedencia, ya que las zapatillas se venden de mi comprador al siguiente.

source: Dshop NFT Launchpad
es: La Plataforma de Lanzamiento de NFTs de Dshop

source: All three aforementioned NFT-powered commerce opportunities are already supported by our platform. These use cases were highlighted in our recent NFT successful Dshop NFT Launchpad collaboration with world-famous DJ and crypto-currency influencer 3LAU who is ranked #93 on CoinTelegraph’s list of most influential people in cryptocurrency in 2020. Almost $11.7M of gross sales were generated using Origin’s commerce platform in our inaugural campaign, a sum that smashed the previous record for a single NFT collection. Coverage of this record breaking event reached mainstream media outlets like the <a href='https://www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html' target='_blank' rel='noopener noreferrer'>New York Times</a> and <a href='https://www.forbes.com/sites/abrambrown/2021/03/03/3lau-nft-nonfungible-tokens-justin-blau/?sh=17043b94643b' target='_blank' rel='noopener noreferrer'>Forbes</a>.
es: Las tres oportunidades de comercio impulsadas por NFTs mencionadas anteriormente ya son compatibles con nuestra plataforma. Estos casos de uso se destacaron en nuestra reciente colaboración exitosa de Dshop con La Plataforma de Lanzamiento de NFTs con el DJ de fama mundial e influencer de criptomonedas, 3LAU, que ocupa el puesto 93 en la lista de CoinTelegraph de las personas más influyentes en criptomonedas en 2020. Se generaron casi $11,7 millones de ventas brutas utilizando la plataforma de comercio de Origin en nuestra campaña inaugural, una suma que rompió el récord anterior para una sola colección de NFTs. La cobertura de este evento récord llegó a los principales medios de comunicación como el <a href='https://www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html' target='_blank' rel='noopener noreferrer'>New York Times</a> y <a href='https://www.forbes.com/sites/abrambrown/2021/03/03/3lau-nft-nonfungible-tokens-justin-blau/?sh=17043b94643b' target='_blank' rel='noopener noreferrer'>Forbes</a>.

source: Similarly, with Origin’s ever-deepening relationship with Brave, we enabled them to sell their NFTs on their existing Dshop. Their entire first collection sold out in minutes. We anticipate additional NFT-centric commerce opportunities with the exponentially growing browser company that already boasts 20M monthly active users (MAU).
es: Del mismo modo, con la relación cada vez más profunda de Origin con Brave, les permitimos vender sus NFTs en su Dshop existente. Toda su primera colección se agotó en minutos. Anticipamos oportunidades comerciales adicionales centradas en NFTs con la empresa de navegadores en crecimiento exponencial que ya cuenta con 20 millones de usuarios activos mensuales (MAU).

source: Origin Protocol is the blockchain platform for building decentralized marketplaces
es: Origin Protocol es la plataforma de blockchain para la construcción de mercados descentralizados.
fil: Ang Origin Protocol ay ang blockchain platform para sa pagtatayo ng mga desentralisadong pamilihan
sl: Origin Protocol je platforma za izgradnjo decentraliziranih trgov
tr: Menşe Protokolü, merkezi olmayan pazarlar inşa etmek için blok platformdur

source: Origin Marketplace
tr: Origin Pazaryeri

source: PreAngel Fund
tr: PreAngel Fonu

source: Origin Protocol - Litepaper
vi: Origin Protocol - Whitepaper

source: You are already signed up!
fil: Nakasign-up kana!
he: כבר נרשמת!
hi: आप पहले ही साइन अप कर चुके हैं!
hr: Već ste prijavljeni!
sl: Ste že prijavljeni!

source: The page you’re looking for is no longer here, maybe it was never here in the first place. In any case, we sincerely apologize if it’s us and we forgive you if it’s you :)
fil: Ang page na hinahanap mo ay wala na dito, marahil wala talaga ito dito noong sa simula pa lang. Gayunpaman, taos-puso kaming humihingi ng paumanhin kung ito ay sa amin at papatawarin ka namin kung ito ay sa'yo :)
he: הדף שאתה מחפש כבר לא כאן, אולי הוא מעולם לא היה כאן מלכתחילה. בכל מקרה, אנו מתנצלים בכנות אם זה אנחנו ואנחנו סולחים לך אם זה אתה :)
hi: जिस पृष्ठ को आप ढूंढ रहे हैं वह अब यहां नहीं है, शायद यह पहले स्थान पर कभी नहीं था। किसी भी मामले में, अगर हम हैं तो हम ईमानदारी से क्षमा चाहते हैं और यदि आप हैं तो हम आपको क्षमा कर सकते हैं :)
hr: Stranica koju tražite više nije ovdje, možda nikada nije bila na prvom mjestu. U svakom slučaju, iskreno se ispričavamo ako je to nama i oprostimo vam ako ste to :)
sl: Strani, ki jo iščete ni več tukaj, morda je ni bilo nikoli. V vsakem primeru se iskreno opravičujemo v kolikor je napaka naša ter vam odpustimo, če je vaša:)

source: CoinList <span class="subdued">Round</span>
he: CoinList <span class = "subdued "> סיבוב </span>
hr: CoinList <span class = "ponižen "> Okrugli </span>

source: Register today!
he: הירשם היום!
hr: Registrirajte se danas!

source: $1,000 minimum.
he: מינימום $ 1,000.
hr: Najmanje 1000 dolara.

source: Availability limited.
he: זמינות מוגבלת.
hr: Dostupnost je ograničena.

source: Learn more.
he: למד עוד.
hr: Saznajte više.

source: Registration Ends In
he: ההרשמה מסתיימת
hr: Registracija završava

source: Origin Protocol enables the sharing economy on the blockchain
he: פרוטוקול המוצא מאפשר לכלכלת השיתוף ב- blockchain
hr: Origin Protocol omogućava gospodarenje dijeljenjem na Blockchainu

source: The sharing economy without intermediaries
he: כלכלת שיתוף ללא מתווכים
hr: Ekonomija dijeljenja bez posrednika

source: Origin is a protocol for creating sharing economy marketplaces using the Ethereum blockchain and IPFS
he: מקור הוא פרוטוקול ליצירת שיתוף בשוקי הכלכלה באמצעות blockerain Ethereum ו IPFS
hr: Origin je protokol za stvaranje tržišta djeljivih ekonomija koristeći Ethereum blockchain i IPFS

source: The Origin platform
fil: Ang platform ng Origin
he: פלטפורמת המקור
hi: मूल मंच
hr: Platforma Origin
sl: Platforma Origina

source: We empower developers and businesses to build decentralized marketplaces on the blockchain. Our protocol makes it easy to create and manage listings for the fractional usage of assets and services. Buyers and sellers can discover each other, browse listings, make bookings, leave ratings and reviews, and much more.
fil: Pinalakas namin ang mga developers at negosyo upang magtayo ng desentralisadong mga pamilihan sa blockchain. Ang aming protocol ay ginagawang mas madali ang paglikha at pamahala ng mga listahan para sa mga fractional na paggamit ng ari-arian at serbisyo.
he: אנו מעצימים מפתחים ועסקים כדי לבנות שוק מבוזר על blockchain. פרוטוקול שלנו עושה את זה קל ליצור ולנהל רישומים עבור שימוש חלקי של נכסים ושירותים. קונים ומוכרים יכולים לגלות אחד את השני, לעיין רישומים, לבצע הזמנות, להשאיר דירוגים וסקירות, ועוד.
hi: हम ब्लॉकचेन पर विकेन्द्रीकृत बाजारों का निर्माण करने के लिए डेवलपर्स और व्यवसायों को सशक्त बनाते हैं। हमारा प्रोटोकॉल संपत्तियों और सेवाओं के आंशिक उपयोग के लिए लिस्टिंग बनाने और प्रबंधित करना आसान बनाता है। खरीदारों और विक्रेता एक दूसरे को खोज सकते हैं, लिस्टिंग ब्राउज़ कर सकते हैं, बुकिंग कर सकते हैं, रेटिंग और समीक्षा छोड़ सकते हैं, और भी बहुत कुछ।
hr: Osnažujemo razvojne programere i tvrtke u izgradnji decentraliziranih tržišta na Blockchainu. Naš protokol olakšava stvaranje i upravljanje oglasa za djelomičnu upotrebu sredstava i usluga. Kupci i prodavači se lako nalaze, pregledavaju oglase, rade rezervacije, ocjenjuju i još mnogo toga.
sl: Spodbujamo razvijalce ter podjetja k izgradnji decentraliziranega marketa v blockchainu. Nas protokol omogoca enostavno ustvarjanje ter upravljanje oglasov za frakcijsko uporabo premoženja ter storitev. Kupci ter prodajalci se lahko raziščejo, prelistajo listine, rezervirajo, ocenjujejo ter mnogo več.

source: Read Our Product Brief
he: קרא את תמצית המוצר שלנו
hr: Pročitajte naš kratki proizvod

source: Join Our Telegram
he: הצטרף למברק שלנו
hr: Pridružite se našem Telegramu

source: Partners building on Origin
fil: Mga kasosyo na gumagawa sa Origin
he: בניית שותפים על בסיס
hi: उत्पत्ति पर पार्टनर्स बिल्डिंग
hr: Partneri na podrijetlu
sl: Partneri, kateri sodelujejo pri izgradnji Origin-a

source: Teams all over the world are building on Origin's protocols, but we're looking for more amazing people to join our mission.
fil: Ang mga koponan mula sa ibat-bang mundo ay gumagawa sa Origin's protocols, subalit kami ay naghahanap pa ng mga kahanga-hangang tao para sumali sa aming misyon.
he: צוותים בכל רחבי העולם בונים על הפרוטוקולים של המקור, אבל אנחנו מחפשים אנשים מדהימים יותר להצטרף המשימה שלנו.
hi: दुनिया भर में टीम मूल के प्रोटोकॉल पर निर्माण कर रही हैं, लेकिन हम अपने मिशन में शामिल होने के लिए और अधिक अद्भुत लोगों की तलाश में हैं।
hr: Timovi širom svijeta grade na izvorima protokola, ali tražimo još iznenađujuće ljude da se pridruže našoj misiji.
sl: Ekipe po celem svetu gradijo na protokolu Origina, vendar mi iščemo še več neverjetnih ljudi, da se pridružijo naši misiji.

source: View All Partners
fil: Tingnan ang lahat ng kasosyo
he: הצג את כל השותפים
hi: सभी पार्टनर देखें
hr: Pogledajte sve partnere
sl: Poglej vse partnerje

source: Build your business on Origin
fil: Gumawa ng negosyo sa Origin
he: לבנות את העסק שלך על מקור
hi: उत्पत्ति पर अपना व्यवसाय बनाएं
hr: Izgradite svoje poslovanje na Origin-u
sl: Zgradite svoj posel na Originu

source: Get in touch to learn more.
fil: Makipag-ugnay upang matuto nang higit pa.
he: צור קשר כדי לקבל מידע נוסף.
hi: अधिक जानने के लिए संपर्क में रहें।
hr: Obratite se da biste saznali više.
sl: Stopite v stik, da bi izvedeli več.

source: Try the Demo
he: נסה את ההדגמה
hr: Pokreni Demo

source: View GitHub
he: צפה GitHub
hr: Pogledajte GitHub

source: It's time to replace rent-seeking middlemen
fil: Panahon na para palitan ang mga middlemen na naghahanap ng paupahan
he: הגיע הזמן להחליף מתווכים המחפשים שכר דירה
hi: किराए पर लेने वाले मध्यस्थों को बदलने का समय है
hr: Vrijeme je da zamijenimo posrednike i naknadu
sl: Čas je za zamenjavo najemnih posrednikov

source: Harnessing the power of the Ethereum blockchain, listings are managed via a secure and transparent system that acts as a neutral third party. Buyers and sellers share the 20-30%% transaction fees that currently go to companies like Uber, Airbnb, Fiverr, and Getaround.
fil: Sa pag-gamit ng kapangyarihan ng Ethereum blockchain, ang listahan ay pinamamahalaan gamit ang isang secure at transparent na sistema na gumaganap bilang isang neutral na ikatlong partido. Ang mamimili at nagbebenta ay naghahati sa 20-30%% bayad sa transaksyon na sa kasalukuyan ay napupunta sa mga kumpanyang gaya ng Uber, Airbnb, Fiverr, at Getaround.
he: רתימת כוחו של Blockerain Ethereum, רישומים מנוהלים באמצעות מערכת מאובטחת שקוף הפועל צד שלישי ניטרלי. קונים ומוכרים חולקים את 20-30 %% עמלות העסקה כי כרגע ללכת לחברות כמו Uber, Airbnb, Fiverr, ו Getaround.
hi: एथेरियम ब्लॉकचेन की शक्ति को मजबूत करने, लिस्टिंग को एक सुरक्षित और पारदर्शी प्रणाली के माध्यम से प्रबंधित किया जाता है जो एक तटस्थ तीसरे पक्ष के रूप में कार्य करता है। खरीदारों और विक्रेता 20-30%% लेनदेन शुल्क साझा करते हैं जो वर्तमान में उबेर, एयरबेंब, फिवरर और गेटारॉउंड जैसी कंपनियों के पास जाते हैं।
hr: Uporabom mogućnosti Ethereum blockchaina, oglasima se upravlja putem sigurnog i transparentnog sustava koji djeluje kao neutralna treća strana. Kupci i prodavači dijele 20-30 %% transakcijskih troškova koji trenutno idu na račun tvrtki poput Uber, Airbnb, Fiverr i Getaround.
sl: Zaradi izkoriščanja moči Etherum blockchaina se opravljajo oglasi preko sigurnega ter transparentnega sistema, kateri deluje kot nevtralna tretja oseba. Kupci ter prodajalci si delijo 20-30% stroškov, katere trenutno pobirajo podjetja kot so Uber, Airbnb, Fiverr, Getaround.

source: Read the Whitepaper
he: קרא את הספר הלבן
hr: Pročitajte Whitepaper

source: Origin is building the sharing economy of tomorrow. Buyers and sellers will be able to transact without rent-seeking middlemen. We believe in lowering transaction fees, promoting free and transparent commerce, and giving early participants in the community a stake in the network.
he: המקור בונה את שיתוף הכלכלה של מחר. קונים ומוכרים יוכלו להתבצע ללא מתווכים המחפשים שכר דירה. אנו מאמינים בהורדת דמי העסקה, בקידום המסחר החופשי והשקוף, ובמתן חלק מהקהילה בקהילה.
hr: Porijeklo je izgradnja ekonomskog dijeljenja sutra. Kupci i prodavatelji moći će obavljati poslove bez posrednika za iznajmljivanje. Vjerujemo u snižavanje naknada za transakcije, promicanju slobodne i transparentne trgovine i davanje ranih sudionika u zajednici uloga u mreži.

source: Origin Protocol, Inc.
fil: Origin Protocol - Koponan.
he: פרוטוקול המוצא, Inc
hi: उत्पत्ति प्रोटोकॉल, इंक

source: Privacy
he: פְּרָטִיוּת
hi: एकांत
hr: Privatnost
sl: Zasebnost

source: Documentation
he: תיעוד
hr: Dokumenti

source: Product Brief
fil: Buod ng Produkto
he: תקציר המוצר
hi: उत्पाद संक्षिप्त
hr: Sažetak

source: Demo DApp
he: הדגמה DApp

source: Github
he: גית'וב

source: Docs
he: תיעוד
hi: डॉक्स
sl: Dokumenti

source: Instagram
he: אינסטגרם
hi: इंस्टाग्राम

source: Facebook
he: פייסבוק
hi: फेसबुक

source: Organization
fil: Organisasyon
he: ארגון:
hi: संगठन
hr: Organizacija
sl: Organizacija

source: Presale
he: פרסלי
hr: Pretprodaja

source: Partners
fil: Mga kasosyo
he: שותפים
hi: भागीदारों
hr: partneri

source: Jobs (We're hiring!)
he: משרות (אנחנו עובדים!)
hr: Karijera (Trenutno zapošljavamo!)

source: Bee Token is building a middleman free, peer-to-peer network of hosts and guests on the decentralized web using Origin Protocol.
fil: Ang Bee Token ay gumagawa ng middleman free, peer-to-peer network of hosts and guests sa desentralisadong web gamit ang Origin Protocol.
he: האסימון הוא בניית מתווך חינם, peer-to-peer רשת של המארחים ואורחים על האינטרנט מבוזרת באמצעות פרוטוקול המקור.
hi: मधुमक्खी टोकन मूल प्रोटोकॉल का उपयोग करके विकेन्द्रीकृत वेब पर मेजबानों और मेहमानों के एक बिचौल मुक्त, पीयर-टू-पीयर नेटवर्क का निर्माण कर रहा है।
hr: Bee Token gradi posrednika besplatnu, peer-to-peer mrežu domaćina i gostiju na decentraliziranom webu koristeći Origin Protocol.

source: Spin is a leading personal mobility platform that rents e-scooters, e-bikes, and bikes in over 50 markets in the US.
fil: Ang Spin ay isang nangungunang pansariling mobilidad na platform na nagpaparenta ng e-scooters, e-bikes at bisekleta sa mahigit 50 merkado sa US.
he: ספין היא פלטפורמת ניידות אישית מובילה המשכירה קטנועים אלקטרוניים, אופניים אלקטרוניים ואופניים בלמעלה מ -50 שווקים בארה"ב.
hi: स्पिन एक अग्रणी व्यक्तिगत गतिशीलता मंच है जो अमेरिका में 50 से अधिक बाजारों में ई-स्कूटर, ई-बाइक और बाइक किराए पर लेता है।
hr: Spin je vodeća platforma za osobnu mobilnost koja iznajmljuje e-skutere, e-bicikle i bicikle u preko 50 tržišta u SAD-u.

source: Kozaza is building their homesharing and traditional homestay network on the blockchain using Origin Protocol.
fil: Kozaza ay nagtatayo ng kanilang homesharing at tradisyunal na homestay network sa blockchain na gumagamit ng Origin Protocol.
he: קוזאזה בונה את רשת ההומשרינג והמסורת המסורתית שלהם בבלוקצ'ין באמצעות פרוטוקול המקור.
hi: कोजाजा मूल प्रोटोकॉल का उपयोग करके ब्लॉकचेन पर अपने होमेशरींग और पारंपरिक होमस्टे नेटवर्क का निर्माण कर रहा है।
hr: Kozaza gradi homesharing i tradicionalnu homestay mrežu na blockchain koristeći Origin Protocol.

source: CanYa is building their “marketplace of services” with Origin Protocol for the gig economy.
fil: CanYa ay nagtatayo ng kanilang "pamilihan ng mga serbisyo" sa Origin Protocol para sa ekonomiya ng gig.
he: CanYa בונה את "השוק של שירותים" עם פרוטוקול המוצא עבור הכלכלה חלטורה.
hi: कैन्या गगन अर्थव्यवस्था के लिए मूल प्रोटोकॉल के साथ अपने "सेवाओं का बाजार" बना रहा है।
hr: CanYa gradi svoje "tržište usluga" s Origin Protocolom za koncertno gospodarstvo.
