Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Users who hold on average 1000 HT or more in each monthly airdrop period will double the value for their average OGN holdings for the month for the rewards calculation
es: Los usuarios que tienen un promedio de 1000 HT o más en cada período de lanzamiento mensual duplicarán el valor de sus holdings de OGN promedio del mes para el cálculo de recompensas
fr: Les utilisateurs qui détiennent en moyenne 1000 HT ou plus dans chaque période mensuelle de largage doubleront la valeur de leurs avoirs moyens en OGN pour le mois pour le calcul des récompenses
id: Pengguna yang memegang rata-rata 1000 HT atau lebih di setiap periode airdrop bulanan akan menggandakan nilai kepemilikan OGN rata-rata mereka untuk bulan tersebut untuk penghitungan hadiah
it: Gli utenti che detengono in media 1000 HT o più in ciascun periodo di airdrop mensile raddoppieranno il valore della media dei loro OGN detenuti per il mese di calcolo delle reward
pt: Os usuários que possuem em média 1000 HT ou mais em cada período de airdrop mensal dobrarão o valor de seus OGNs para o cálculo de recompensas do mês
ru: Пользователи, которые держат в среднем 1000 HT или более в каждом ежемесячном периоде эйрдропа, удваивают "вес" своего среднего количества токенов OGN за месяц при расчете вознаграждений
tr: Her aylık airdrop döneminde ortalama 1000 HT veya daha fazla tutan kullanıcılar, ödül hesaplaması için aylık ortalama OGN sahiplerinin değerini ikiye katlayacak
vi: Người dùng nắm giữ trung bình 1000 HT trở lên trong 1 tháng thời gian airdrop diễn ra sẽ tăng gấp đôi giá trị cho lượng nắm giữ OGN trung bình của họ trong tháng khi xác định phần thưởng

source: Users who have held on average at least 1000 HT for 90 days prior to each airdrop distribution will triple the value for their average OGN holdings for the month for the rewards calculation
es: Los usuarios que hayan mantenido en promedio de al menos 1000 HT durante 90 días antes de cada distribución de airdrop triplicarán el valor de su holding promedio de OGN para el mes para el cálculo de recompensas
fr: Les utilisateurs qui ont détenu en moyenne au moins 1000 HT pendant les 90 jours précédant chaque distribution d'airdrop verront la valeur de leurs avoirs moyens en OGN pour le mois tripler pour le calcul des récompenses
id: Pengguna yang telah memegang rata-rata setidaknya 1000 HT selama 90 hari sebelum setiap distribusi airdrop akan melipatgandakan nilai untuk kepemilikan OGN rata-rata mereka untuk bulan tersebut untuk penghitungan hadiah
it: Gli utenti che hanno detenuto in media almeno 1000 HT per 90 giorni prima di ogni distribuzione airdrop triplicheranno il valore della media dei loro OGN detenuti per il mese di calcolo delle reward
pt: Os usuários que possuem em média 1000 HT ou mais em cada período de airdrop mensal dobrarão o valor de seus OGNs para o cálculo de recompensas do mês
ru: Пользователи, которые держали в среднем не менее 1000 HT в течение 90 дней до каждого распределения эйрдропа, утроят "вес" своего среднего количества токенов OGN за месяц при расчете вознаграждений
tr: Her airdrop dağıtımından 90 gün önce ortalama olarak en az 1000 HT tutan kullanıcılar, ödül hesaplaması için aylık ortalama OGN sahiplerinin değerini üçe katlayacak.
vi: Người dùng nắm giữ trung bình 1000 HT trở lên trong 3 tháng sẽ tăng gấp ba giá trị cho lượng nắm giữ OGN trung bình của họ trong tháng khi xác định phần thưởng

source: In addition, users must meet the following eligibility requirements:
es: Además, los usuarios deben cumplir con los siguientes requisitos de elegibilidad:
fr: En outre, les utilisateurs doivent satisfaire aux conditions d'admissibilité suivantes :
id: Selain itu, pengguna harus memenuhi persyaratan kelayakan berikut:
it: Inoltre, gli utenti devono soddisfare i seguenti requisiti di idoneità:
pt: Além disso, os usuários devem atender aos seguintes requisitos de elegibilidade:
ru: Кроме того, участники должны соответствовать следующим требованиям:
tr: Ek olarak, kullanıcılar aşağıdaki uygunluk gereksinimlerini karşılamalıdır:
vi: Ngoài ra, người dùng phải đáp ứng các yêu cầu sau:

source: The user must hold at least 1000 OGN daily during the month
es: El usuario debe mantener al menos 1000 OGN diariamente durante el mes
fr: L'utilisateur doit détenir au moins 1000 OGN par jour pendant le mois
id: Pengguna harus memegang setidaknya 1000 OGN setiap hari selama bulan tersebut
it: L'utente deve conservare almeno 1000 OGN al giorno durante il mese
pt: O usuário deve manter pelo menos 1000 OGN diariamente durante o mês
ru: Пользователь должен держать не менее 1,000 OGN ежедневно в течение месяца
tr: Kullanıcı ay boyunca günlük en az 1000 OGN tutmalıdır
vi: Người dùng phải giữ ít nhất 1000 OGN hàng ngày trong tháng

source: The user must register their email address with Origin and join the Origin Wechat group.
es: El usuario debe registrar su dirección de correo electrónico con Origin y unirse al grupo de Origin Wechat.
fr: L'utilisateur doit enregistrer son adresse électronique auprès d'Origin et rejoindre le groupe Wechat d'Origin.
id: Pengguna harus mendaftarkan alamat email mereka dengan Origin dan bergabung dengan grup Origin WeChat.
it: L'utente deve registrare il proprio indirizzo e-mail con Origin e unirsi al gruppo Origin Wechat.
pt: O usuário deve registrar seu endereço de e-mail no Origin e ingressar no grupo Origin Wechat.
ru: Пользователь должен подписаться на емейл-рассылку на сайте Origin и присоединиться к группе Origin в Wechat.
tr: Kullanıcı, e-posta adresini Origin'e kaydetmeli ve Origin Wechat grubuna katılmalıdır.
vi: Người dùng phải đăng ký địa chỉ email của họ với Origin và tham gia nhóm Origin Wechat.

source: Origin Protocol - Investors
es: Origin Protocol - Inversores
fr: Origin Protocol Investisseurs
id: Origin Protocol - Para Investor
it: Origin Protocol - Investitori
pt: Origin Protocol - Investidores
ru: Origin Protocol - Инвесторы
tr: Origin Protocol - Yatırımcı
vi: Origin Protocol - Nhà đầu tư

source: Origin Protocol is backed by top investors from all over the world
es: Estamos respaldados por los mejores inversores de todo el mundo
fr: Origin Protocol est soutenu par des investisseurs de premier plan du monde entier
id: Origin Protocol didukung oleh para investor top dari seluruh dunia
it: Origin Protocol è supportato dai migliori investitori di tutto il mondo
pt: Origin Protocol é apoiado por grandes investidores de todo o mundo
ru: Origin Protocol работает при поддержке ведущих мировых инвесторов
tr: Origin Protokolü, dünyanın her yerinden en iyi yatırımcılar tarafından desteklenmektedir
vi: Origin Protocol được hỗ trợ bởi những nhà đầu tư hàng đầu trên toàn thế giới

source: We're backed by top investors from all over the world
es: Estamos respaldados por los mejores inversores de todo el mundo
id: Kami didukung oleh para investor terkemuka dari seluruh dunia
it: Siamo supportati da investitori di punta da tutto il mondo
ru: Нас поддерживают лучшие инвесторы со всего мира
tr: Dünyanın her yerinden en iyi yatırımcılar tarafından destekleniyoruz
vi: Dự án được hỗ trợ bởi Top những nhà đầu tư trên toàn thế giới

source: Funding
fr: Le financement
pt: Financiamento
ru: Финансирование

source: Origin's native token is called OGN. Today, OGN is publicly traded on top exchanges like Coinbase, Binance and Huobi.
fr: Le jeton natif d'Origin s'appelle OGN. Aujourd'hui, l'OGN est négocié sur les principales places boursières comme Coinbase, Binance et Huobi.
pt: O token nativo da Origin é chamado OGN. Hoje, o OGN é negociado publicamente nas principais exchanges como Coinbase, Binance e Huobi.
ru: Токен проекта Origin Protocol называется OGN. Сегодня OGN торгуется на ведущих биржах, таких как Coinbase, Binance и Huobi.
vi: Token của Origin là OGN. Hiện tại, OGN được giao dịch công khai trên các sàn giao dịch hàng đầu như Coinbase, Binance và Huobi.

source: We previously raised funding from presale investors across three previous rounds to build our platform.
fr: Nous avons déjà fait la lever des fonds auprès d'investisseurs en prévente lors de trois tours précédents pour construire notre plateforme.
pt: Levantamos fundos de investidores por pré-venda em três rodadas anteriores para construir nossa plataforma.
ru: Ранее мы привлекли финансирование от инвесторов в трех раундах для создания нашей платформы.
vi: Trước đây, chúng tôi đã huy động vốn từ các nhà đầu tư qua ba vòng để xây dựng nền tảng.

source: total raised to date
es: total recaudado hasta la fecha
id: total pendapatan sampai hari ini
it: totale raccolto alla data
ru: общая сумма по состоянию на сегодняшний день
tr: bugüne kadar toplanan toplam
vi: tổng số vốn đã kêu gọi

source: presale investors
fr: investisseurs de prévente
pt: investidores pré-venda
ru: первые инвесторы
vi: nhà đầu tư presale

source: Sign up to get regular token holder updates:
fr: Inscrivez-vous pour recevoir des mises à jour régulières sur les détenteurs de jetons:
pt: Inscreva-se para receber atualizações regulares para detentores de tokens:
ru: Подпишитесь, чтобы получать регулярные обновления для держателей токенов:
vi: Đăng ký để nhận các cập nhật thường xuyên cho người nắm giữ token:

source: Featured Investor
es: Inversor destacado
id: Investor Unggulan
it: Investitore di spicco
ru: Рекомендуемый инвестор
tr: Öne Çıkan Yatırımcı
vi: Nhà đầu tư nổi bật

source: "The reason we invested in Origin was primarily because of the team. They have amazing backgrounds and they come from iconic consumer companies."
es: "La razón por la que invertimos en Origin fue principalmente por el equipo. Tienen increíbles antecedentes de y provienen de compañías icónicas de consumo."
fr: "La raison pour laquelle nous avons investi dans Origin était principalement à cause de l'équipe. Ils ont une expérience et ils viennent d'entreprises de consommation emblématiques. emblématiques."
id: "Alasan kami berinvestasi di Origin adalah terutama karena timnya. Mereka memiliki latar belakang yang luar biasa dan mereka berasal dari konsumen perusahaan ikonik. "
it: "Il motivo per cui abbiamo investito in Origin è stato principalmente per il loro team. Hanno competenze notevoli e provengono da aziende di riferimento per i consumatori."
pt: "O motivo pelo qual investimos no Origin foi principalmente por causa da equipe. Eles tem experiência e vem de empresas de consumo icônicas."
ru: «Основная причина, по которой мы инвестировали в Origin, была в команде. У них потрясающий опыт и они раньше работали в знаковых потребительских компаниях.»
tr: "Bizim Origin'e yatırım yapmamızın sebebi öncelikle takım için. Onlar inanılmaz geçmişlere sahipler ve ikonik tüketici şirketlereden geliyorlar."
vi: " Lý do chính mà chúng tôi chọn đầu tư vào Origin là đội ngũ. Họ có kiến thức, kinh nghiệm tuyệt vời và đều đến từ các công ty có tên tuổi."

source: Rodolfo Gonzalez
ru: Родольфо Гонсалес

source: Partner, Foundation Capital
es: Socio, Foundation Capital
id: Mitra, Foundation Capital
ru: Партнер, Foundation Capital
tr: Ortak, Kuruluş Sermayesi

source: "We're talking about over 100,000 members around the world that are hard-core fans of Origin. Origin has done a tremendous job executing at a global scale."
es: "Estamos hablando de más de 100,000 miembros en todo el mundo que son fanáticos incondicionales de Origin. Origin ha hecho un trabajo tremendo ejecutándose a escala global."
fr: "Nous parlons de plus de 100 000 membres dans le monde entier qui sont des fans inconditionnels d'Origin. Origin a fait un travail formidable en se développant à l'échelle mondiale. échelle mondiale."
id: "Kita berbicara tentang lebih dari 100.000 anggota di seluruh dunia yang merupakan penggemar berat Origin. Origin telah melakukan pekerjaan yang luar biasa pada skala dunia."
it: "Stiamo parlando di oltre 100.000 membri attivi da tutto il mondo che sono il nucleo centrale dei sostenitori di Origin. Origin ha fatto un lavoro eccezionale attivandosi su scala globale."
pt: "Estamos falando de mais de 100.000 membros em todo o mundo que são fãs ferrenhos de Origin. Origin fez um tremendo trabalho de execução em escala global."
ru: "Мы говорим о более чем 100 000 членов по всему миру, которые являются большими поклонниками Origin. Origin проделала огромную работу в глобальном масштабе."
tr: "Biz Origin'in çekirdek hayranları olan 100.000 üye bahsediyoruz. Origin tüm dünyada küresel ölçekte muazzam bir iş çıkarmış."
vi: "Có hơn 100,000 thành viên trên toàn thế giới đang ủng hộ Origin một cách nhiệt tình. Đội ngũ Origin đã thực hiện rất thành công việc mở rộng thị trường toàn cầu."

source: Sophie Liao
ru: Софи Ляо

source: Founding Partner, Oyster VC
es: Socio Fundador, Oyster VC
id: Mitra Pendanaan, Oyster VC
ru: Партнер-основатель, Oyster VC
tr: Kurucu Ortak, Oyster VC

source: "Origin stands out from any of the other decentralized applications that we've invested into, because they've gone out there and built probably the best community that we've seen. For us, that was a game changer."
es: "Origin se destaca de cualquiera de las otras aplicaciones descentralizadas en las que hemos invertido, porque salieron y construyeron probablemente la mejor comunidad que hemos visto. Para nosotros, eso fue también esencial."
fr: "Origin se distingue de toutes les autres applications décentralisées dans lesquelles nous avons investi, parce qu'ils sont allés là-bas et ont construit probablement la meilleure communauté que nous ayons vue. Pour nous, ça a changé la donne changement de jeu."
id: "Origin lebih menonjol dari yang lain aplikasi desentralisasi yang telah kami investasikan, karena mereka sudah masuk ke sana dan memungkinkan untuk membangun komunitas terbaik yang telah kita lihat. Bagi kami, itu adalah pengubah permainan bisnis. "
it: "Origin si differenzia da ogni altra applicazione decentralizzata nella quale abbiamo investito, perché sono partiti e hanno costruito probabilmente la migliore delle community che abbiamo mai visto. Per noi, questa è stata una svolta."
pt: "Origin se destaca de qualquer outro aplicativo descentralizado nos quais investimos, porque eles foram lá e provavelmente construíram a melhor comunidade que já vimos. Para nós, isso foi um divisor de águas."
ru: "Origin выделяется из всех других децентрализованных приложений, в которые мы инвестировали, потому что они построили, вероятно, лучшее сообщество, которое мы видели. Для нас это изменило правила игры."
tr: "Origindiğer yatırım yaptığınız diğer merkezi olmayan uygulamalardan farklıdır. çünkü gittiler ve gördüğümüz en iyi topluluğu inşa ettiler. onlar orada çıktığım çünkü muhtemelen en iyi inşa Bizim için bu bir oyun değiştirici. "
vi: "Origin là dự án nổi bật nhất trong các dự án ứng dụng phi tập trung mà Pantera đã từng đầu tư bởi họ đã xây dựng được cộng đồng lớn mạnh nhất mà chúng tôi từng thấy. Với chúng tôi, họ sẽ là người thay đổi cuộc chơi."

source: Paul Veradittakit
he: פול ורדיטקיט
hi: पॉल Veradittakit
ru: Пол Верадиттакит

source: Co-investment Officer at Pantera Capital
es: Oficial de coinversión en Pantera Capital
id: Co-investment Officer di Pantera Capital
ru: Сотрудник по совместным инвестициям в Pantera Capital
tr: Pantera Capital şirketinde Co-Investment Officer
vi: Đồng sáng lập ra Pantera Capital

source: We are backed by top venture capital firms and investors in Silicon Valley and around the world
es: Estamos respaldados por las principales empresas de capital de riesgo e inversores en Silicon Valley y en todo el mundo
fr: Nous sommes soutenus par des sociétés de capital-risque et des investisseurs de premier plan dans la Silicon Valley et dans le monde entier
id: Kami didukung oleh para perusahaan modal ventura dan para investor teratas di Silicon Valley dan di seluruh dunia
it: Siamo supportati dalle migliori aziende Venture Capital e investitori in Silicon Valley e in tutto il mondo
pt: Temos o apoio das principais firmas de capital de risco e investidores do Vale do Silício e de todo o mundo
ru: Нас поддерживают ведущие венчурные компании и инвесторы в Силиконовой долине и во всем мире
tr: Silikon Vadisi ve dünyanın dört bir yanındaki en iyi risk sermayesi firmaları ve yatırımcıları tarafından destekleniyoruz
vi: Chúng tôi được hỗ trợ bởi quỹ đầu tư mạo hiểm và các nhà đầu tư hàng đầu tại Thung lũng Silicon và toàn thế giới

source: Individual Investors
es: Inversores individuales
fil: Mga indibidwal na namuhunan
fr: Investisseurs individuels
he: משקיעים פרטיים
hi: व्यक्तिगत निवेशक
hr: Pojedinačni investitori
id: Investor Perorangan
it: Investitori individuali
pt: Investidores Individuais
ru: Индивидуальные инвесторы
sl: Individualni investitorji
tr: Bireysel Yatırımcılar
vi: Các nhà đầu tư cá nhân

source: We are supported by some of the best angel investors and previous founders in Silicon Valley.
es: Nos respaldan algunos de los mejores inversores Angels y fundadores anteriores de Silicon Valley.
fr: Nous sommes soutenus par certains des meilleurs investisseurs providentiels et anciens fondateurs de la Silicon Valley.
id: Kami didukung oleh beberapa investor terbaik dan pendiri sebelumnya di Silicon Valley.
it: Siamo supportati da alcuni dei migliori business angel e imprenditori di successo nella Silicon Valley.
pt: Temos o apoio de alguns dos melhores investidores anjo e ex-fundadores do Vale do Silício.
ru: Нас поддерживают одни из лучших инвесторов-ангелов и предыдущих основателей из Силиконовой долины.
tr: Silikon Vadisi'ndeki en iyi melek yatırımcılardan bazıları ve daha önceki kurucu tarafından destekleniyoruz.
vi: Chúng tôi được sự ủng hộ của những nhà đầu tư thiên thần tốt nhất và các nhà sáng lập tại thung lũng Silicon.

source: Steve Chen
ru: Стив Чен

source: Founder, YouTube
es: Fundador, YouTube
fr: Fondateur, YouTube
id: Pendiri, YouTube
it: Fondatore, YouTube
pt: Fundador, YouTube
ru: Основатель YouTube
tr: Kurucu, YouTube
vi: Người sáng lập, YouTube

source: Alexis Ohanian
he: אלכסיס אוהאניאן
hi: एलेक्सिस ओहैनियन
ru: Алексис Оганян

source: Founder, Reddit
es: Fundador, Reddit
id: Pendiri, Reddit
ru: Основатель, Reddit
tr: Kurucu, Reddit

source: Garry Tan
he: גארי טאן
hi: गैरी टैन
ru: Гарри Тан

source: Partner, Y Combinator
es: Socio, Y Combinator
ru: Партнер, Y Combinator
tr: Ortak, Y Combinator

source: Gil Penchina
he: גיל פנצ'ינה
hi: गिल पेनचिना
ru: Джил Пенчина

source: Angel Investor
es: Inversor Angel
id: Investor Rahasia
ru: Angel Инвестор
tr: Melek Yatırımcı

source: Justin Blau
ru: Джастин Блау

source: Acclaimed DJ
es: DJ aclamado
fr: DJ acclamé
id: DJ yang diakui
it: DJ acclamato
pt: DJ aclamado
ru: Известный диджей
tr: Beğenilen DJ
vi: DJ được hoan nghênh

source: Steve Jang
he: סטיב ג'אנג
hi: स्टीव जांग
ru: Стив Джанг

source: Kamal Ravikant
he: כמאל רביקנט
hi: कमल रविकांत
ru: Камал Равикант

source: Serial Entrepreneur
es: Emprendedor en serie
fr: Entrepreneur en série
id: Pengusaha Serial
it: Imprenditore seriale
pt: Empreendedor em série
ru: Серийный предприниматель
tr: Seri girişimci
vi: Doanh nhân nối tiếp

source: Randall Kaplan
ru: Рэндалл Каплан

source: Founder, Akamai
es: Fundador, Akamai
id: Pendiri, Akamai
ru: Основатель, Akamai
tr: Kurucu, Akamai

source: Origin Protocol is bringing NFTs and DeFi to the masses.
fr: Origin Protocol met les NFT et les DeFi à la portée de tous.
pt: Origin Protocol está trazendo NFTs e DeFi para as massas.
ru: Origin Protocol приносит NFT и DeFi в массы.
vi: Origin Protocol đưa NFT và DeFi đến với số đông người dùng.

source: Bringing NFTs and DeFi<br>to the masses
fr: Amener les NFT et les DeFi<br>aux masses
pt: Trazendo NFTs e DeFi<br>para as massas
ru: Принося NFT и DeFi<br>в массы

source: Never miss a drop. Sign up now!
fr: Ne manquez jamais une goutte. Inscrivez-vous maintenant !
pt: Nunca perca um lançamento. Inscreva-se agora!
ru: Подпишитесь сейчас, чтобы не пропустить ни один дроп!

source: Be the first to hear when we announce big NFT drops, important partnerships, and new products. Your email will be kept private.
fr: Soyez le premier à être informé lorsque nous annonçons de grandes réductions de prix, des partenariats importants et de nouveaux produits. Votre adresse électronique restera confidentielle.
pt: Seja o primeiro a saber quando anunciarmos grandes lançamentos de NFT, parcerias importantes e novos produtos. Seu e-mail será mantido em sigilo.
ru: Будьте первыми, кто узнает, о новых, крупных NFT событиях, важных партнерских отношениях и новых продуктах. Ваша электронная почта останется конфиденциальной.

source: Email
es: Correo Electrónico
he: דואל
hi: ईमेल
it: Posta elettronica
pt: O email
ru: Адрес электронной почты
tr: E-posta

source: Where top creators launch their NFTs
fr: Où est-ce que les grands créateurs lancent leurs NFTs
pt: Onde os principais criadores lançam seus NFTs
ru: Где лучшие создатели запускают свои NFT

source: Origin has hosted record-breaking NFT sales for top musicans, celebrities and creators. Sell NFTs on your own website, not someone else's marketplace.
fr: Origin a accueilli des ventes record de NFT pour des musiciens, des célébrités et des créateurs de premier plan. Vendez des NFT sur votre propre site Web, et non sur la place de marché de quelqu'un d'autre.
pt: Origin foi palco de quebras de recordes em vendas de NFT para músicos, celebridades e criadores importantes. Venda NFTs em seu próprio site, não no mercado de outra pessoa.
ru: Origin организовал рекордные продажи NFT для ведущих музыкантов, знаменитостей и авторов. Продавайте NFT на своем собственном веб-сайте, а не на чужой торговой площадке.

source: Interested in running an NFT sale?
es: ¿Está interesado en realizar una venta de NFT?
fr: Vous souhaitez organiser une vente NFT ?
id: Tertarik menjalankan obral NFT?
pt: Interessado em realizar uma venda NFT?
ru: Заинтересованы в проведении продажи NFT?
vi: Bạn muốn thực hiện đâu giá NFT?

source: Learn more about OUSD
fr: Pour en savoir plus sur l'OUSD
pt: Saiba mais sobre OUSD
ru: Узнать больше о OUSD
vi: Tìm hiểu thêm về OUSD

source: Blockchain-powered commerce is the future
es: El comercio impulsado por blockchain es el futuro
fr: Le commerce alimenté par la blockchain est l'avenir
id: Perdagangan yang didukung blockchain adalah masa depan
it: Il commercio basato sulla Blockchain è il futuro
pt: O comércio movido a blockchain é o futuro
ru: Коммерция на блокчейне - это будущее
tr: Blockchain destekli ticaret gelecek

source: Blockchain will redefine online commerce and allow both buyers and sellers to benefit from lower costs and improved infrastructure
es: La Blockchain redefinirá el comercio en línea y permitirá que tanto compradores como vendedores se beneficien de menores costos y una mejor infraestructura
fr: La blockchain va redéfinir le commerce en ligne et permettre aux acheteurs et aux vendeurs de bénéficier d'une réduction des coûts et d'une amélioration des infrastructures
id: Blockchain akan mendefinisikan ulang perdagangan online dan memungkinkan pembeli dan penjual mendapatkan keuntungan dari biaya yang lebih rendah dan infrastruktur yang lebih baik
it: La Blockchain ridefinirà il commercio online e consentirà sia agli acquirenti che ai venditori di beneficiare di costi inferiori e infrastrutture migliorate
pt: O Blockchain redefinirá o comércio online e permitirá que compradores e vendedores se beneficiem de custos mais baixos e melhor infraestrutura
ru: Блокчейн полностью изменит онлайн-торговлю и позволит как покупателям, так и продавцам получать выгоду от снижения затрат и улучшения инфраструктуры
tr: Blockchain, çevrimiçi ticareti yeniden tanımlayacak ve hem alıcıların hem de satıcıların daha düşük maliyetlerden ve iyileştirilmiş altyapıdan yararlanmasını sağlayacak

source: Lower fees
es: Tarifas más bajas
fr: Des frais moins élevés
id: Biaya lebih rendah
it: Costi minori
pt: Taxas mais baixas
ru: Снижение комиссий
tr: Daha düşük ücretler
