Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Last updated
es: Última actualización
fr: Dernières mises à jour
id: Terakhir diperbarui
it: Ultimo aggiornamento
pt: Última atualização:
ru: Последнее обновление
tr: Son güncelleme
vi: Cập nhật mới nhất

source: Staked amount by duration
es: Cantidad en staking por duración
fr: Montant verouillé selon la durée de temps
id: Jumlah yang dipertaruhkan berdasarkan durasi
pt: Quantidade em stake por duração
ru: Количество заблокированных токенов и срок блокировки
vi: Số lượng stake phân theo thời gian

source: Wallets excluded from circulating supply
es: Carteras excluidas del suministro circulante
fr: Portefeuilles exclus de l'offre en circulation
id: Dompet dikecualikan dari persediaan yang beredar
it: Wallet esclusi dal circolante
pt: Carteiras excluídas do suprimento em circulação
ru: Кошельки, исключенные из циркулирующего предложения
tr: Dolaşımdaki arz dışında kalan cüzdanlar
vi: Các ví chứa token đang nằm ngoài lưu thông

source: Foundation Reserves
es: Reservas de Fundación
fr: Réserves de la Fondation
id: Cadangan Yayasan
it: Riserve della Fondazione
pt: Reservas da Fundação
ru: Резервы фонда
tr: Vakıf Rezervleri
vi: Quỹ dự phòng

source: New Foundation Reserves
pt: Nova Reserva de Fundação
ru: Новые резервы фонда

source: Team Distribution
es: Distribución de Equipo
fr: Répartition aux équipes
id: Distribusi Tim
it: Distribuzione del team
pt: Distribuição da Equipe
ru: Токены команды
tr: Takım Dağıtımı
vi: Token sẽ phân phối cho team

source: Investor Distribution
es: Distribución de Inversores
fr: Distribution aux investisseurs
id: Distribusi Investor
it: Distribuzione degli investitori
pt: Distribuição de Investidores
ru: Токены инвесторов
tr: Yatırımcı Dağıtımı
vi: Cổng phân phối token cho nhà đầu tư

source: Distribution Staging
es: Etapa de Distribución
fr: Les Étapes de la Distribution
id: Tahapan Distribusi
it: Distribuzione Staging
pt: Preparação para Distribuições
ru: Промежуточное распределение
tr: Dağıtım Evreleme
vi: Token nhà đầu tư

source: Partnerships
es: Asociaciones
fil: Mga Kasosyo
fr: Partenariats
he: שותפויות
hi: भागीदारी
hr: Partnerstva
id: Kemitraan
it: Partnership
pt: Parcerias
ru: Партнерства
tr: Ortaklıklar
vi: Token phát triển quan hệ đối tác

source: Ecosystem Growth
es: Crecimiento del Ecosistema
fr: Croissance des écosystèmes
id: Pertumbuhan Ekosistem
it: Crescita dell'ecosistema
pt: Crescimento do Ecossistema
ru: Развитие экосистемы
tr: Ekosistem Büyümesi
vi: Token phát triển hệ sinh thái

source: Stake OGN on OUSD.com
es: Pon en staking OGN en OUSD.com
fr: Tenez votre OGN sur OUSD.com
id: Taruhan OGN di OUSD.com
it: Stake OGN su OUSD.COM
pt: Faça Staking de OGN em OUSD.com
ru: Стейкайте OGN на OUSD.com

source: Stake your OGN to earn up to 25%%
es: Haz Staking de tus OGN para ganar hasta 25%%
fr: Verrouillez votre OGN pour gagner jusqu'à 25 %%
id: Pertaruhkan OGN Anda untuk mendapatkan hingga 25%%
it: Metti in stake i tuoi OGN per guadagnare fino al 25%%
pt: Faça staking de seu OGN para ganhar até 25%%
ru: Заблокируйте свои OGN и зарабатывайте до 25%%
vi: Stake OGN với mức lãi suất lên tới 25%%

source: Stake OGN now
es: Haz Staking de OGN ahora
fr: Verrouillez votre OGN à partir de maintenent
id: Pertaruhkan OGN sekarang
it: Metti in stake OGN ora
pt: Faça Staking de OGN agora
ru: Начать стейкать OGN
vi: Stake OGN ngay bây giờ

source: Additional Token Metrics
es: Métricas del Token adicionales
fr: Informations supplémentaires sur les jetons
id: Metrik Token Tambahan
it: Metriche token aggiuntive
pt: Métricas de Token Adicionais
ru: Дополнения токенометрики
tr: Ek Token Metrikleri
vi: Số liệu token bổ sung

source: Total number of unique wallets
es: Número total de cartera únicas
fr: Nombre total de portefeuilles uniques
id: Jumlah total dompet unik
it: Numero totale di wallet unici
pt: Número total de carteiras únicas
ru: Общее число уникальных кошельков
tr: Toplam birim sayısı
vi: Tổng số ví nắm giữ

source: Total number of presale investors
es: Número total de inversores de preventa
fr: Nombre total d'investisseurs en prévente
id: Jumlah total investor pra-penjualan
it: Numero totale di investitori in prevendita
pt: Número total de investidores pré-venda
ru: Общее число ранних инвесторов
tr: Toplam satış öncesi yatırımcı sayısı
vi: Tổng số nhà đầu tư presale

source: Presale investor vesting schedule length
es: Duración del cronograma de adquisición del inversor en preventa
fr: Durée du calendrier d'acquisition des droits par les investisseurs en prévente
id: Panjang jadwal vesting investor pra-penjualan
it: Durata del blocco (vesting) degli investimenti in prevendita
pt: Duração de programa de aquisição para investidores de pré-venda
ru: Продолжительность разморозки токенов ранних инвесторов
tr: Satış öncesi yatırımcı hakediş programı uzunluğu
vi: Thời gian khoá hết token cho presale

source: Team vesting schedule length*
es: Duración del cronograma del equipo *
fr: Durée du programme 'Acquisition par l'équipe'*
id: Panjang jadwal vesting tim *
it: Durata del blocco (vesting) del Team
pt: Duração do programa de aquisição da equipe
ru: Продолжительность разморозки токенов команды*
tr: Takım hak kazanma programı uzunluğu *
vi: Thời gian mở khoá toàn bộ token của đội ngũ*

source: Average presale purchase size in USD
es: Tamaño promedio de compra de preventa en USD
fr: Estimation du montant de l'achat en prévente en USD
id: Rata-rata ukuran pembelian pra-penjualan dalam USD
it: Acquisto medio in prevendita in USD
pt: Volume médio de compra na pré-venda em USD
ru: Средний размер инвестиции на ранних раундах в долларах США
tr: ABD doları cinsinden ortalama satış öncesi satın alma boyutu
vi: Giá trị mỗi suất mua presale bình quân

source: * Founders signed new 4 year vesting schedule on Jan 8 2020
es: * Los fundadores firmaron un nuevo cronograma de adjudicación de 4 años el 8 de enero de 2020
fr: * Les fondateurs ont signé un nouveau calendrier d'acquisition des droits (veseting) sur 4 ans le 8 janvier 2020
id: * Pendiri menandatangani jadwal vesting 4 tahun baru pada 8 Jan 2020
it: * I fondatori hanno firmato un nuovo programma di estensione del blocco (vesting) di 4 anni l'8 gennaio 2020
pt: * Fundadores assinaram um novo programa de aquisição de 4 anos em 8 de janeiro de 2020
ru: * 8 января 2020 года учредители подписали новый 4-летний график разморозки токенов
tr: * Kurucular, 8 Ocak 2020'de 4 yıllık yeni hak kazanma programını imzaladı
vi: * Các nhà sáng lập đồng ý lịch mở khoá token trong 4 năm mới bắt đầu từ ngày 8 tháng 1 năm 2020

source: Centralized Exchanges
es: Plataformas de intercambio centralizados
fr: Les échanges centralisés
id: Bursa Terpusat
it: Exchange decentralizzati
pt: Exchanges Centralizadas
ru: Централизованные биржи
tr: Merkeze Borsalar
vi: Sàn giao dịch tập trung

source: Decentralized Exchanges
es: Plataformas de intercambio descentralizados
fr: Les échanges décentralisés
id: Bursa Terdesentralisasi
it: Exchange decentralizzati
pt: Exchanges Descentralizadas
ru: Децентрализованные биржи
tr: Merkezi Olmayan Borsalar
vi: Sàn giao dịch phi tập trung

source: See more on Coinmarketcap >
es: Ver más en Coinmarketcap>
fr: Voir plus sur Coinmarketcap >
id: Lihat lebih lanjut di Coinmarketcap>
it: Ulteriori dettagli su Coinmarketcap >
pt: Ver mais no Coinmarketcap >
ru: См. больше на Coinmarketcap >
tr: Coinmarketcap'ta daha fazlasını görün>

source: Origin Protocol - Developers
es: Origin Protocol - Desarrolladores
fil: Origin Protocol - Mga Developer
fr: Origin Protocol - développeurs
he: פרוטוקול המוצא - מפתחים
hi: उत्पत्ति प्रोटोकॉल - डेवलपर्स
hr: Izvorni protokol - programeri
id: Origin Protocol - Pengembang
it: Origin Protocol - Sviluppatori
pt: Protocolo de Origem - Desenvolvedores
ru: Origin Protocol - Разработчики
sl: Origin Protocol - Razvijalci
tr: Kaynak Protokolü - Geliştiriciler
vi: Origin Protocol - Nhà phát triển

source: Origin Protocol's open-source codebase is being developed by a global network of contributors
es: Nuestra base de código es de código abierto y está siendo desarrollada por una red global de contribuyentes
fr: Le code source ouvert d'Origin Protocol est développé par un réseau mondial de contributeurs
id: Basis kode open-source Origin Protocol sedang dikembangkan oleh jaringan kontributor global
it: Il codice open-source di Origin Protocol è stata sviluppata da una rete globale di collaboratori
pt: A base de código aberto do Origin Protocol está sendo desenvolvida por uma rede global de colaboradores
ru: База исходного кода Origin Protocol разрабатывается сетью участников со всего мира
tr: Origin Protocol'ün açık kaynak kod tabanı, küresel katkıda bulunanlar ağı tarafından geliştirilmektedir
vi: Cơ sở lập trình mã nguồn mở của Origin Protocol đang được phát triển bởi mạng lưới các lập trình viên trên khắp thế giới.

source: Our open-source codebase is being developed by a global network of contributors
es: Nuestra base de código de código abierto está siendo desarrollada por una red global de contribuyentes
fr: Notre base de code open-source est développée par un réseau mondial de contributeurs
id: Basis kode sumber terbuka kami sedang dikembangkan oleh jaringan kontributor global
it: La nostra base di codice open-source è stata sviluppata da una rete globale di collaboratori
pt: Nossa base de código de código aberto está sendo desenvolvida por uma rede global de colaboradores
ru: Наша кодовая база с открытым исходным кодом разрабатывается глобальной сетью участников
tr: Açık kaynaklı kod tabanımız global bir katılımcı ağı tarafından geliştiriliyor
vi: Mã nguồn mở của chúng tôi được phát triển bởi rất nhiều lập trình viên trên toàn thế giới

source: Mobile Apps
es: Aplicaciones móviles
fr: Application mobile
id: Aplikasi Seluler
it: Apps mobile
pt: Aplicativos móveis
ru: Мобильные приложения
tr: Mobil uygulamalar
vi: Ứng dụng trên điện thoại

source: Native applications that offer fully-integrated marketplace experiences with a built-in Ethereum wallet
es: Aplicaciones nativas que ofrecen experiencias de mercado totalmente integradas con una billetera Ethereum incorporada
fr: Applications natives offrant des expériences de marché entièrement intégrées avec un portefeuille Ethereum intégré
id: Aplikasi asli yang menawarkan pengalaman pasar terintegrasi sepenuhnya dengan dompet Ethereum bawaan
it: Applicazioni native che offrono esperienze di mercato completamente integrate con un portafoglio Ethereum integrato
pt: Aplicativos nativos que oferecem experiências de mercado totalmente integradas com uma carteira Ethereum integrada
ru: Исходные приложения, которые предлагают полностью интегрированные функциональные возможности маркетплейса со встроенным кошельком Ethereum
tr: Yerleşik Ethereum cüzdanı ile tam entegre pazar deneyimleri sunan yerel uygulamalar
vi: Các ứng dụng cung cấp trải nghiệm mua sắm được tích hợp với ví Ethereum

source: DApps
it: DApp
ru: Децентрализованные приложения
vi: Ứng dụng phi tập trung

source: Decentralized applications that enable true peer-to-peer commerce on the Origin platform
es: Aplicaciones descentralizadas que permiten un verdadero comercio entre pares en la plataforma Origin
fr: Applications décentralisées permettant un véritable commerce entre homologues sur la plate-forme Origin
id: Aplikasi terdesentralisasi yang memungkinkan perdagangan peer-to-peer sejati di platform Origin
it: Applicazioni decentralizzate che consentono un vero commercio peer-to-peer sulla piattaforma Origin
pt: Aplicativos descentralizados que permitem o verdadeiro comércio ponto a ponto na plataforma Origin
ru: Децентрализованные приложения, обеспечивающие подлинную одноранговую торговлю на платформе Origin
tr: Origin platformunda birebir gerçek ticareti mümkün kılan merkezi olmayan uygulamalar
vi: Các ứng dụng phi tập trung cho phép giao dịch mua sắm ngang hàng trên nền tảng của Origin

source: Infrastructure
es: Infraestructura
id: Infrastruktur
it: Infrastruttura
pt: A infraestrutura
ru: Технические возможности
tr: altyapı
vi: Nền tảng

source: Services enabling functionality that is either impossible or impractical to do directly on-chain, such as indexing, messaging, and notifications
es: Servicios que permiten funcionalidades imposibles o poco prácticas de hacer directamente en la cadena, como indexación, mensajería y notificaciones
fr: Services permettant des fonctionnalités qu'il est impossible ou peu pratique d'utiliser directement sur la chaîne, telles que l'indexation, la messagerie et les notifications
id: Layanan yang memungkinkan fungsionalitas yang mustahil atau tidak praktis untuk dilakukan secara langsung, seperti pengindeksan, pengiriman pesan, dan pemberitahuan
it: Servizi che consentono funzionalità impossibili o impraticabili da eseguire direttamente sulla catena, come indicizzazione, messaggistica e notifiche
pt: Serviços que habilitam funcionalidades impossíveis ou impraticáveis de serem executadas diretamente na cadeia, como indexação, mensagens e notificações
ru: Службы, позволяющие использовать функциональные возможности, которые невозможно или практически нереально использовать непосредственно в цепочке, например индексирование, обмен сообщениями и уведомления
tr: Dizin oluşturma, mesajlaşma ve bildirimler gibi doğrudan zincir halinde yapılması olanaksız veya pratik olmayan işlevleri sağlayan hizmetler
vi: Dịch vụ cho phép thực hiện các chức năng hầu như là không thể hoặc không có tính thực tiễn khi thực hiện on-chain như lập chỉ mục, gửi tin nhắn và thông báo

source: Core Packages
es: Paquetes principales
fr: Forfaits de base
id: Paket Inti
it: Pacchetti core
pt: Pacotes Principais
ru: Базовый пакет
tr: Çekirdek Paketler
vi: Gói chủ đạo

source: A suite of smart contracts and standards for creating listings, offers, and identities on decentralized marketplaces
es: Un conjunto de contratos inteligentes y estándares para crear listados, ofertas e identidades en mercados descentralizados
fr: Une suite de contrats intelligents et de normes pour la création de listes, d'offres et d'identités sur des marchés décentralisés
id: Serangkaian kontrak dan standar cerdas untuk membuat daftar, penawaran, dan identitas pada pasar terdesentralisasi
it: Una suite di contratti intelligenti e standard per la creazione di annunci, offerte ed identità su mercati decentralizzati
pt: Um conjunto de contratos e padrões inteligentes para a criação de listagens, ofertas e identidades em mercados descentralizados
ru: Набор смарт-контрактов и стандартов для создания листингов, предложений и идентификаторов на децентрализованных рынках
tr: Merkezi olmayan pazarlarda listeler, teklifler ve kimlikler oluşturmak için akıllı sözleşmeler ve standartlar paketi
vi: Một bộ tiêu chuẩn và hợp đồng cho phép tạo danh sách, giao bán và xác minh trên thị trường phi tập trung

source: See the Code
es: Ver el código
fr: Voir le code
id: Lihat Kode
it: Vedi il codice
pt: Veja o Código
ru: Посмотреть код
tr: Kod bakın
vi: Xem mã code

source: Getting Involved
es: Involucrado
fr: Être impliqué
id: Terlibat
it: Come Contribuire
pt: Envolver-se
ru: Примите участие
tr: Dahil olmak
vi: Tham gia

source: Our company has a culture of radical inclusion and transparency. Everyone is welcome to participate in our open-source engineering process and our product discussions, which are all public by default.
es: Nuestra empresa tiene una cultura de inclusión radical y transparencia. Todos son bienvenidos a participar en nuestro proceso de ingeniería de código abierto y en nuestras discusiones sobre productos, que son públicas de forma predeterminada.
fr: Notre société a une culture d'inclusion radicale et de transparence. Tout le monde est invité à participer à notre processus d'ingénierie open-source et à nos discussions sur les produits, qui sont tous publics par défaut.
id: Perusahaan kami memiliki budaya inklusi dan transparansi radikal. Setiap orang dipersilakan untuk berpartisipasi dalam proses rekayasa sumber terbuka dan diskusi produk kami, yang semuanya publik secara default.
it: La nostra azienda ha una cultura di inclusione radicale e trasparenza. Tutti sono invitati a partecipare al nostro processo di ingegneria open source e alle discussioni sui prodotti, che sono tutti pubblici per impostazione predefinita.
pt: Nossa empresa possui uma cultura de inclusão e transparência radicais. Todos são convidados a participar de nosso processo de engenharia de código aberto e de nossas discussões sobre produtos, que são públicas por padrão.
ru: Наша компания имеет культуру всеобщего участия и прозрачности. Каждый желающий может принять участие в нашем инженерном процессе с открытым исходным кодом и наших обсуждениях продукта, которые по умолчанию являются общедоступными.
tr: Şirketimiz, radikal bir katılım ve şeffaflık kültürüne sahiptir. Açık kaynak kodlu mühendislik sürecimize ve varsayılan olarak halka açık olan ürün tartışmalarımıza herkes katılabilir.
vi: Công ty hoạt động một cách minh bạch và văn hóa tập thể. Bất cứ ai cũng có thể tham gia quá trình thảo luận, thiết kế sản phẩm và được công khai theo mặc định.

source: Introduce yourself in our public Discord #engineering channel.
es: Preséntate en nuestro canal público de ingeniería de Discord.
fr: Présentez-vous dans notre chaîne publique Discord # engineering.
id: Perkenalkan diri Anda di saluran #engineering Discord publik kami.
it: Presentati nel nostro canale Discord #engineering pubblico.
pt: Apresente-se em nosso canal público de #engineering da Discord.
ru: Представьтесь на нашем общественном канале Discord #engineering.
tr: Kendinizi kamuya açık Discord # mühendislik kanalına tanıtın.
vi: Giới thiệu bản thân ở phần public Discord #engineering channel.

source: Find an open issue in our monorepo and tell us that you would like to solve it.
es: Encuentre un problema abierto en nuestro monorepo y díganos que le gustaría resolverlo.
fr: Trouvez un numéro en suspens dans notre monorepo et dites-nous que vous souhaitez le résoudre.
id: Temukan masalah terbuka di monorepo kami dan beri tahu kami bahwa Anda ingin menyelesaikannya.
it: Trova un problema aperto nel nostro monorepo e dicci che vorresti risolverlo.
pt: Encontre uma questão em aberto no nosso monorepo e diga-nos que gostaria de resolvê-la.
ru: Найдите открытую проблему в нашем монорепозитории и скажите нам, что вы хотели бы ее решить.
tr: Monorepo'muzda açık bir sorun bulun ve çözmek istediğinizi bize bildirin.
vi: Tìm kiếm phần vấn đề mở trong monorepo và liên hệ với chúng tôi nếu bạn muốn giải quyết nó.

source: Merge your first pull request today.
es: Combine su primera solicitud de extracción hoy.
fr: Fusionnez votre première demande de tir aujourd'hui.
id: Gabungkan permintaan tarik pertama Anda hari ini.
it: Fai il tuo primo merge di una pull request oggi.
pt: Mesclar sua primeira solicitação de recebimento hoje.
ru: Выполните операцию слияния вашего первого запроса на включение внесенных изменений уже сегодня.
tr: Bugün ilk çekme isteğini birleştir.
vi: Hợp nhất yêu cầu đầu tiên của bạn ngay hôm nay.

source: Join us on Discord
es: Únete a nosotros en discord
fr: Rejoignez-nous sur Discord
id: Bergabunglah dengan kami di Discord
it: Unisciti a noi su Discord
pt: Junte-se a nós no Discord
ru: Присоединяйтесь к нам на Discord
tr: Discord'da Bize Katılın
vi: Tham gia vào Discord

source: Origin Protocol - DShop
fr: Origin Protocol - Magasin Décentralisé
ru: Протокол Origin - DShop

source: Create your free online store in minutes & harness the power of a decentralized platform
es: Cree su tienda en línea gratuita en minutos y aproveche el poder de una plataforma descentralizada
fr: Créez votre boutique en ligne gratuite en quelques minutes et exploitez la puissance d'une plateforme décentralisée
id: Buat toko online gratis Anda dalam hitungan menit & manfaatkan kekuatan platform terdesentralisasi
it: Crea il tuo negozio online gratuito in pochi minuti e sfrutta la potenza di una piattaforma decentralizzata
pt: Crie sua loja online gratuita em minutos e aproveite o poder de uma plataforma descentralizada
ru: Создайте свой интернет-магазин бесплатно за считанные минуты и получите доступ к огромным возможностям децентрализованной платформы
tr: Dakikalar içinde ücretsiz çevrimiçi mağazanızı oluşturun ve merkezi olmayan bir platformun gücünden yararlanın

source: Run and grow your business with Dshop, a customizable and open-source e-commerce platform built on the decentralized web. Get started for free and launch your store in a day.
es: Dirija y haga crecer su negocio con Dshop, una plataforma de comercio electrónico personalizable y de código abierto construida en la web descentralizada. Empiece gratis y lance su tienda en un día.
fr: Gérez et développez votre entreprise avec Dshop, une plateforme e-commerce personnalisable et open-source construite sur le web décentralisé. Commencez gratuitement et lancez votre boutique seulement dans un jour.
id: Jalankan dan kembangkan bisnis Anda dengan Dshop, platform e-commerce sumber terbuka dan dapat disesuaikan yang dibangun di atas web terdesentralisasi. Mulailah secara gratis dan luncurkan toko Anda dalam satu hari.
it: Gestisci e fai crescere il tuo business con Dshop, una piattaforma e-commerce personalizzabile e open source sviluppata nel web decentralizzato. Inizia gratuitamente e avvia il tuo negozio online in un giorno.
pt: Gerencie e expanda seus negócios com a Dshop, uma plataforma de e-commerce personalizável e de código aberto construída na web descentralizada. Comece gratuitamente e lance sua loja em um dia.
ru: Запускайте и развивайте свой бизнес с помощью Dshop, настраиваемой децентрализованной платформы электронной коммерции с открытым исходным кодом. Попробуйте бесплатно и запустите свой магазин за один день.
tr: İşinizi, merkezi olmayan web üzerine inşa edilmiş, özelleştirilebilir ve açık kaynaklı bir e-ticaret platformu olan Dshop ile çalıştırın ve büyütün. Ücretsiz olarak başlayın ve bir gün içinde mağazanızı açın.

source: Try it – it’s free
es: Pruébalo - es gratis
fr: Essayez-le - c'est gratuit
id: Cobalah - gratis
it: Provalo: è gratuito
pt: Experimente – é grátis
ru: Попробуйте - это бесплатно
tr: Deneyin - ücretsiz

source: We’re here to support you–no matter what business you’re in
es: Estamos aquí para ayudarlo, sin importar en qué negocio se encuentre
fr: Nous sommes là pour vous soutenir, quel que soit votre secteur d'activité
id: Kami di sini untuk mendukung Anda – apa pun bisnis yang Anda geluti
it: Siamo qui per supportarti, indipendentemente dal business di cui ti occupi
pt: Estamos aqui para te apoiar - não importa qual seja o seu negócio
ru: Мы здесь, чтобы поддержать вас - независимо от того, чем вы занимаетесь
tr: Hangi işte olursanız olun sizi desteklemek için buradayız

source: Create an ecommerce website backed by powerful tools that help you find customers and drive sales.
es: Cree un sitio web de comercio electrónico respaldado por potentes herramientas que lo ayuden a encontrar clientes e impulsar las ventas.
fr: Créez un site de commerce électronique soutenu par des outils puissants qui vous aident à trouver des clients et à stimuler les ventes.
id: Buat situs web e-commerce yang didukung oleh alat canggih yang membantu Anda menemukan pelanggan dan mendorong penjualan.
it: Crea un sito di ecommerce supportato da potenti strumenti che ti aiutano a trovare clienti e aumentare le vendite.
pt: Crie um site de e-commerce apoiado por ferramentas poderosas que ajudam você a encontrar clientes e impulsionar vendas.
ru: Создайте интернет-магазин с мощными инструментами, которые помогут вам найти клиентов и увеличить продажи.
tr: Müşterileri bulmanıza ve satışları artırmanıza yardımcı olan güçlü araçlarla desteklenen bir e-ticaret web sitesi oluşturun.
