Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: At a lower-level, Origin has built upon existing product paradigms and user features. These features include:
es: En un nivel inferior, Origin se ha basado en paradigmas de productos y características de usuario existentes. Estas características incluyen:
fr: À un niveau inférieur, Origin s'est appuyé sur les paradigmes de produits et les fonctionnalités utilisateur existants. Ces fonctionnalités incluent:
id: Pada level yang lebih rendah, Origin telah membangun paradigma produk dan fitur pengguna yang ada. Fitur-fitur ini termasuk:
it: A un livello inferiore, Origin si è basato su paradigmi di prodotto e funzionalità utente esistenti. Queste funzionalità includono:
pt: Em um nível inferior, o Origin se baseia em paradigmas de produtos e recursos do usuário existentes. Esses recursos incluem:
ru: На более низком уровне Origin опирается на существующие парадигмы продуктов и пользовательские функции. Эти функции включают в себя:
tr: Daha düşük bir seviyede, Origin mevcut ürün paradigmalarını ve kullanıcı özelliklerini temel almıştır. Bu özellikler şunları içerir:
vi: Ở cấp độ thấp hơn, Origin đã được xây dựng dựa trên các mô hình sản phẩm và tính năng người dùng hiện có. Những tính năng này bao gồm:

source: User profiles and data
es: Perfiles de usuario y datos
fr: Profils et données utilisateur
id: Profil dan data pengguna
it: Profili utente e dati
pt: Perfis e dados do usuário
ru: Профили и данные пользователей
tr: Kullanıcı profilleri ve veriler
vi: Hồ sơ người dùng và dữ liệu

source: Listing of for sale goods and fractional use of assets and services
es: Listado de bienes en venta y uso fraccionado de activos y servicios
fr: Liste des biens à vendre et utilisation fractionnée des actifs et des services
id: Daftar barang-barang untuk dijual dan penggunaan aset dan layanan fraksional
it: Elenco di beni in vendita e utilizzo frazionato di beni e servizi
pt: Listagem de bens à venda e uso fracionário de ativos e serviços
ru: Листинг товаров для продажи и частичное использование активов и услуг
tr: Satılık malların listesi ve varlık ve hizmetlerin kısmi kullanımı
vi: Danh sách hàng hóa bán và sử dụng phân đoạn tài sản và dịch vụ

source: Escrow of funds for deposits, with release of funds upon completion of services or exchange of goods
es: Fideicomiso de fondos para depósitos, con liberación de fondos al finalizar los servicios o el intercambio de bienes
fr: Entiercement des fonds pour les dépôts, avec déblocage des fonds à la fin des services ou échange de biens
id: Escrow dana untuk deposito, dengan pelepasan dana setelah menyelesaikan layanan atau pertukaran barang
it: Impegno di fondi per depositi, con rilascio di fondi al completamento di servizi o scambio di merci
pt: Custódia de fundos para depósitos, com liberação de fundos após a conclusão de serviços ou troca de mercadorias
ru: Депонирование средств на депозиты, с высвобождением средств по завершении оказания услуг или обмена товаров
tr: Hizmetlerin tamamlanması veya mal alışverişi sonrasında fonların serbest bırakılmasıyla mevduat için fon alımı
vi: Ký quỹ cho các khoản tiền gửi, hoàn gửi tiền sau khi hoàn thành dịch vụ hoặc trao đổi hàng hóa

source: Setting and browsing availability/scheduling
es: Configuración y disponibilidad de navegación / programación
fr: Définition et navigation de la disponibilité / planification
id: Pengaturan dan penelusuran ketersediaan / penjadwalan
it: Impostazione e navigazione di disponibilità / pianificazione
pt: Definir e procurar disponibilidade / programação
ru: Настройка и просмотр доступности / планирования
tr: Kullanılabilirliği / zamanlamayı ayarlama ve tarama
vi: Cài đặt và duyệt tính khả dụng/lịch trình

source: Reputation in the form of reviews and ratings
es: Reputación en forma de revisiones y calificaciones.
fr: Réputation sous forme d'avis et de notes
id: Reputasi dalam bentuk ulasan dan peringkat
it: Reputazione sotto forma di recensioni e valutazioni
pt: Reputação na forma de críticas e classificações
ru: Репутация в виде отзывов и рейтингов
tr: Değerlendirme ve derecelendirme şeklinde itibar
vi: Danh tiếng dưới dạng đánh giá và xếp hạng

source: Secure and encrypted messaging
es: Mensajería segura y encriptada
fr: Messagerie sécurisée et cryptée
id: Olahpesan aman dan terenkripsi
it: Messaggi sicuri e criptati
pt: Mensagens seguras e criptografadas
ru: Безопасный и зашифрованный обмен сообщениями
tr: Güvenli ve şifreli mesajlaşma
vi: Tin nhắn an toàn và được mã hóa

source: Origin <span>Token (OGN)</span>
es: Ficha de Origin <span>(OGN)</span>
fr: Jeton d'origine <span>(OGN)</span>
id: Asal <span>Token (OGN)</span>
it: Token di origine <span>(OGN)</span>
pt: Origem <span>Token (OGN)</span>
ru: Origin токен (OGN)
tr: Menşei <span>Jetonu (OGN)</span>
vi: Token Origin <span>(OGN)</span>

source: The Origin Token (also known as OGN) is a utility token that serves multiple purposes in ensuring the health and growth of the network. The ERC20 contract is live on the Ethereum network today at: <a target='_blank' href='https://etherscan.io/token/0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26'>0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26</a>.
es: El token de Origin (también conocido como OGN) es un token de utilidad que tiene multiples propósitos para garantizar la salud y el crecimiento de la red. El contrato ERC20 está en la red Etherereum hoy en: <a target='_blank' href='https://etherscan.io/token/0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26'>0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26</a>.
fr: Le jeton Origin (également connu sous le nom d'OGN) est un jeton utilitaire qui sert de multiples objectifs pour assurer la santé et la croissance du réseau. Le contrat ERC20 est en direct sur le réseau Ethereum aujourd'hui à : <a target='_blank' href='https://etherscan.io/token/0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26'>0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26</a>.
id: Token Origin (juga dikenal sebagai OGN) adalah token utilitas yang melayani berbagai tujuan dalam memastikan kesehatan dan pertumbuhan jaringan. Kontrak ERC20 aktif di jaringan Ethereum hari ini di: <a target='_blank' href='https://etherscan.io/token/0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26'>0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26</a>.
it: Il token Origin (noto anche come OGN) è un token di utilità che serve a molteplici scopi nel garantire la salute e la crescita della rete. Il contratto ERC20 è attivo sulla rete Ethereum oggi a: <a target='_blank' href='https://etherscan.io/token/0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26'>0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26</a>.
pt: O Origin Token (também conhecido como OGN) é um token de utilidade que serve para múltiplos propósitos que garantem a saúde e o crescimento da rede. O contrato ERC20 está em vigor na rede Etherem hoje em: <a target='_blank' href='https://etherscan.io/token/0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26'>0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26</a>.
ru: Токен Origin (также известный как OGN) - это utility-токен, который обеспечивает работоспособность и развитие сети. Адрес ERC20 контракта в сети Ethereum: <a target='_blank' href='https://etherscan.io/token/0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26'> 0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26</a>.
tr: Origin Token (OGN olarak da bilinir), ağın sağlığını ve büyümesini sağlamak için birçok amaca hizmet eden bir yardımcı tokendır. ERC20 sözleşmesi bugün Ethereum ağında şu adresten yayınlanıyor: 0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26.
vi: Token Orgin (viết tắt OGN) là token tiện ích phục vụ nhiều mục đích trong việc đảm bảo sự phát triển của mạng. Địa chỉ hợp đồng ERC20 trực tiếp trên mạng Ethereum:<a target='_blank' href='https://etherscan.io/token/0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26'> 0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26</a>.

source: At a high-level, this native token is intended to serve several key functions on the platform. First, OGN is a multi-purpose incentive token that drives behavior for end users, developers, marketplace operators, and other ecosystem participants. In addition, OGN is a medium-of-exchange token that can be used for payments between buyers and sellers on the platform. Finally, it is intended that OGN will serve a critical piece in the future governance of the network.
es: En un nivel superior, este token nativo está destinado a servir varias funciones clave en la plataforma. Primero, OGN es un token de incentivo multipropósito que impulsa el comportamiento de los usuarios finales, desarrolladores, operadores del mercado y otros participantes del ecosistema. Además, OGN es un token de medio de intercambio que se puede usar para pagos entre compradores y vendedores en la plataforma. Finalmente, se pretende que OGN sirva una pieza crítica en el futuro gobierno de la red.
fr: À un niveau élevé, ce jeton natif est destiné à servir plusieurs fonctions clés sur la plate-forme. Premièrement, OGN est un jeton incitatif polyvalent qui stimule le comportement des utilisateurs finaux, des développeurs, des opérateurs de marché et des autres participants de l'écosystème. De plus, OGN est un jeton de moyen d'échange qui peut être utilisé pour les paiements entre acheteurs et vendeurs sur la plateforme. Enfin, il est prévu que OGN soit un élément essentiel de la future gouvernance du réseau.
id: Pada level tinggi, token asli ini dimaksudkan untuk melayani beberapa fungsi utama pada platform. Pertama, OGN adalah token insentif multi-tujuan yang mendorong perilaku pengguna akhir, pengembang, operator pasar, dan peserta ekosistem lainnya. Selain itu, OGN adalah token pertukaran sedang yang dapat digunakan untuk pembayaran antara pembeli dan penjual di platform. Akhirnya, dimaksudkan bahwa OGN akan melayani bagian penting dalam tata kelola jaringan di masa depan.
it: Ad alto livello, questo token nativo è destinato a servire diverse funzioni chiave sulla piattaforma. Innanzitutto, OGN è un token di incentivazione multiuso che guida il comportamento di utenti finali, sviluppatori, operatori del mercato e altri partecipanti all'ecosistema. Inoltre, OGN è un token di scambio medio che può essere utilizzato per pagamenti tra acquirenti e venditori sulla piattaforma. Infine, si prevede che OGN servirà un pezzo critico nella futura governance della rete.
pt: Em um nível alto, esse token nativo destina-se a servir várias funções principais na plataforma. Primeiro, o OGN é um token de incentivo multiuso que direciona o comportamento para usuários finais, desenvolvedores, operadores de mercado e outros participantes do ecossistema. Além disso, o OGN é um token de troca média que pode ser usado para pagamentos entre compradores e vendedores na plataforma. Finalmente, pretende-se que a OGN sirva de peça crítica na futura governança da rede.
ru: На высоком уровне этот собственный токен предназначен для обслуживания нескольких ключевых функций на платформе. Во-первых, OGN является многоцелевым стимулом, который стимулирует поведение конечных пользователей, разработчиков, операторов рынка и других участников экосистемы. Кроме того, OGN является токеном обмена, который можно использовать для платежей между покупателями и продавцами на платформе. Наконец, предполагается, что OGN будет играть важную роль в будущем управлении сетью.
tr: Yüksek düzeyde, bu yerel belirteç platformda çeşitli temel işlevlere hizmet etmeyi amaçlamaktadır. Birincisi, OGN son kullanıcılar, geliştiriciler, pazar yeri operatörleri ve diğer ekosistem katılımcıları için davranışı yönlendiren çok amaçlı bir teşvik belirtecidir. Buna ek olarak, OGN, platformdaki alıcılar ve satıcılar arasındaki ödemeler için kullanılabilen bir değişim aracı tokenidir. Son olarak, OGN'nin ağın gelecekteki yönetişiminde kritik bir parçaya hizmet etmesi amaçlanmaktadır.
vi: Ở cấp độ cao, token này được dự tính dùng để phục vụ một số chức năng chính trên nền tảng. Đầu tiên, OGN là token khuyến khích đa mục đích nhằm thúc đẩy hành vi của người dùng cuối, nhà phát triển, nhà điều hành thị trường và những người tham gia hệ sinh thái khác. Ngoài ra, OGN là trung gian trao đổi có thể được sử dụng để thanh toán giữa người mua và người bán trên nền tảng. Cuối cùng, dự định OGN sẽ phục vụ một phần quan trọng trong việc quản trị mạng trong tương lai.

source: Since April of 2019, Origin Tokens have already been used to incentivize various forms of participation from the Platform’s ecosystem participants. Origin Tokens are used to reward users, developers, marketplace operators, and/or other participants to perform actions and services that are beneficial to the health and growth of the Platform.
es: Desde abril de 2019, los tokens de origen ya se han utilizado para incentivar diversas formas de participación de los participantes del ecosistema de la plataforma. Los tokens de origen se utilizan para recompensar a los usuarios, desarrolladores, operadores del mercado y / u otros participantes para que realicen acciones y servicios que sean beneficiosos para la salud y el crecimiento de la Plataforma.
fr: Depuis avril 2019, les jetons d'origine ont déjà été utilisés pour inciter diverses formes de participation des participants de l'écosystème de la plateforme. Les jetons d'origine sont utilisés pour récompenser les utilisateurs, les développeurs, les opérateurs de marché et / ou d'autres participants pour effectuer des actions et des services qui sont bénéfiques pour la santé et la croissance de la plateforme.
id: Sejak April 2019, Token Asal telah digunakan untuk memberi insentif berbagai bentuk partisipasi dari peserta ekosistem Platform. Token Asal digunakan untuk memberi penghargaan kepada pengguna, pengembang, operator pasar, dan / atau peserta lain untuk melakukan tindakan dan layanan yang bermanfaat bagi kesehatan dan pertumbuhan Platform.
it: Dall'aprile del 2019, i token Origin sono già stati utilizzati per incentivare varie forme di partecipazione dei partecipanti all'ecosistema della piattaforma. I token di origine vengono utilizzati per premiare utenti, sviluppatori, operatori del marketplace e / o altri partecipanti per eseguire azioni e servizi utili per la salute e la crescita della piattaforma.
pt: Desde abril de 2019, os Tokens de Origem já foram usados para incentivar várias formas de participação dos participantes do ecossistema da Plataforma. Os Tokens de Origem são usados para recompensar usuários, desenvolvedores, operadores de mercado e / ou outros participantes para executar ações e serviços que são benéficos para a saúde e o crescimento da Plataforma.
ru: С апреля 2019 года токены Origin уже используются для стимулирования различных форм участия участников экосистемы платформы. Токены Origin используются для поощрения пользователей, разработчиков, операторов рынка и / или других участников за выполнение действий и услуг, которые полезны для здоровья и роста платформы.
tr: 2019 Nisan ayından bu yana Origin Tokens, Platform'un ekosistem katılımcılarından çeşitli katılım biçimlerini teşvik etmek için zaten kullanılmıştır. Orijin Jetonları, Platformun sağlığı ve büyümesi için faydalı eylemler ve hizmetler gerçekleştirmeleri için kullanıcıları, geliştiricileri, pazar yeri operatörlerini ve / veya diğer katılımcıları ödüllendirmek için kullanılır.
vi: Từ tháng 4/2019, token Origin đã được sử dụng để khuyến khích các hình thức tham gia khác nhau từ những người tham gia hệ sinh thái của nền tảng. Token Origin được sử dụng để thưởng cho người dùng, nhà phát triển, nhà điều hành marketplace và/hoặc những người tham gia khác để thực hiện các hoạt động và dịch vụ có lợi cho sự phát triển của Nền tảng.

source: <a href='https://originrewards.com'>Origin Rewards</a> is an incentive program targeted at end users on the Platform. Buyers and sellers on the platform have been able to earn OGN since our inaugural Origin Rewards campaign in April of 2019. Origin Rewards enables everyone to have a stake in the network. We’ve intentionally designed the program so that even novice, non-technical users can participate.
es: <a href='https://originrewards.com'>Origin Rewards</a> es un programa de incentivos dirigido a usuarios finales en la Plataforma. Los compradores y vendedores en la plataforma han podido ganar OGN desde nuestra campaña inaugural de Origin Rewards en abril de 2019. Origin Rewards les permite a todos tener una participación en la red. Hemos diseñado el programa intencionalmente para que incluso los usuarios no técnicos y novatos puedan participar.
fr: <a href='https://originrewards.com'>Récompenses d'origine</a> est un programme d'incitation destiné aux utilisateurs finaux de la plateforme. Les acheteurs et les vendeurs sur la plateforme ont pu gagner des OGN depuis notre campagne inaugurale Origin Rewards en avril 2019. Origin Rewards permet à tout le monde d'avoir un intérêt dans le réseau. Nous avons intentionnellement conçu le programme pour que même les utilisateurs novices et non techniques puissent participer.
id: <a href='https://originrewards.com'>Origin Rewards</a> adalah program insentif yang ditargetkan untuk pengguna akhir di Platform. Pembeli dan penjual di platform telah dapat memperoleh OGN sejak kampanye Origin Rewards perdana kami pada bulan April 2019. Origin Rewards memungkinkan setiap orang untuk memiliki stake dalam jaringan. Kami sengaja merancang program ini sehingga pengguna non-teknis pemula pun dapat berpartisipasi.
it: <a href='https://originrewards.com'>Origin Rewards</a> è un programma di incentivazione rivolto agli utenti finali sulla piattaforma. Acquirenti e venditori sulla piattaforma sono stati in grado di guadagnare OGN dalla nostra campagna inaugurale Origin Rewards nell'aprile del 2019. Origin Rewards consente a tutti di avere una partecipazione nel Network. Abbiamo progettato intenzionalmente il programma in modo che anche i principianti e non tecnici possano partecipare.
pt: <a href='https://originrewards.com'>Origin Rewards</a> é um programa de incentivo direcinado a usuários finais na Plataforma. Compradores e vendedores na plataforma também podem ganhar OGN desde nossa campanha inaugural da Origin Rewards em Abril de 2019. Origin Rewards permite que todos tenham um pedaço da rede. Projetamos intencionalmente o programa para que até usuários notavos, não técnicos possam participar.
ru: <a href='https://originrewards.com'>Origin Rewards</a> - это стимулирующая программа, предназначенная для пользователей Платформы. Покупатели и продавцы получили возможность зарабатывать OGN еще во время нашей первой кампании Origin Rewards в апреле 2019 года. Origin Rewards позволяет каждому получить долю в сети. Мы специально разработали программу так, чтобы в ней могли участвовать даже начинающие пользователи.
tr: Origin Rewards () Platformdaki son kullanıcıları hedefleyen bir teşvik programıdır. Platformdaki alıcılar ve satıcılar, Nisan 2019'daki açılış Menşei Ödülleri kampanyamızdan bu yana OGN kazanabildiler. Orijin Ödülleri, herkesin ağda bir pay sahibi olmasını sağlar. Programı kasıtlı olarak teknik olmayan kullanıcıların bile katılabilmesi için tasarladık.
vi: <a href='https://originrewards.com'>Origin Reward</a> là một chương trình ưu đãi dành cho người dùng cuối trên nền tảng. Người mua và người bán trên nền tảng đã có thể kiếm OGN kể từ tháng 4 năm 2019 khi chiến dịch Origin Rewards bắt đầu được tung ra. Origin Rewards cho phép mọi người có cổ phần trong mạng. Chương trình này được thiết kế để cả những người dùng mới, người không biết nhiều về kỹ thuật cũng có thể tham gia.

source: With Origin Rewards, users can receive OGN for creating user profiles and verifying their identities.
es: Con Origin Rewards, los usuarios pueden recibir OGN para crear perfiles de usuario y verificar sus identidades.
fr: Avec Origin Rewards, les utilisateurs peuvent recevoir OGN pour créer des profils utilisateur et vérifier leur identité.
id: Dengan Origin Rewards, pengguna dapat menerima OGN untuk membuat profil pengguna dan memverifikasi identitas mereka.
it: Con Origin Rewards, gli utenti possono ricevere OGN per la creazione di profili utente e la verifica delle loro identità.
pt: Com o Origin Rewards, os usuários podem receber OGN para criar perfis de usuário e verificar suas identidades.
ru: С помощью Origin Rewards пользователи могут получать OGN за создание профилей пользователей и проверку их личности.
tr: Origin Rewards ile kullanıcılar, kullanıcı profilleri oluşturmak ve kimliklerini doğrulamak için OGN alabilir.
vi: Với Origin Rewards, người dùng có thể nhận OGN từ việc tạo tài khoản và xác minh danh tính.

source: One of the best ways to grow the network is through referrals. As such, end users can also earn tokens by inviting new users to the network. This creates more trust between buyers and sellers on the network.
es: Una de las mejores formas de hacer crecer la red es a través de referencias. Como tal, los usuarios finales también pueden ganar tokens invitando a nuevos usuarios a la red. Esto crea más confianza entre compradores y vendedores en la red.
fr: L'une des meilleures façons de développer le réseau est par le biais de références. En tant que tel, les utilisateurs finaux peuvent également gagner des jetons en invitant de nouveaux utilisateurs sur le réseau. Cela crée plus de confiance entre acheteurs et vendeurs sur le réseau.
id: Salah satu cara terbaik untuk menumbuhkan jaringan adalah melalui rujukan. Dengan demikian, pengguna akhir juga dapat memperoleh token dengan mengundang pengguna baru ke jaringan. Ini menciptakan lebih banyak kepercayaan antara pembeli dan penjual di jaringan.
it: Uno dei modi migliori per far crescere la rete è attraverso i referral. Pertanto, gli utenti finali possono anche guadagnare token invitando nuovi utenti alla rete. Ciò crea maggiore fiducia tra acquirenti e venditori sulla rete.
pt: Uma das melhores maneiras de expandir a rede é através de referências. Dessa forma, os usuários finais também podem ganhar tokens convidando novos usuários para a rede. Isso cria mais confiança entre compradores e vendedores na rede.
ru: Один из лучших способов расширить сеть- это рефералы. Таким образом, конечные пользователи также могут зарабатывать токены, приглашая новых пользователей в сеть. Это создает больше доверия между покупателями и продавцами в сети.
tr: Ağı büyütmenin en iyi yollarından biri yönlendirmelerdir. Bu nedenle, son kullanıcılar ağa yeni kullanıcılar davet ederek jeton kazanabilirler. Bu ağdaki alıcılar ve satıcılar arasında daha fazla güven yaratır.
vi: Một trong những cách tốt nhất để phát triển mạng lưới là thông qua các lượt giới thiệu. Như vậy, người dùng cuối cũng có thể kiếm được token bằng cách mời người dùng mới. Điều này tạo thêm niềm tin giữa người mua và người bán.
