Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: We intend to build a robust developer ecosystem that results in many successful third-party applications. As blockchain and distributed technologies are still nascent and challenging to work with for most developers, Origin intends to release easy-to-use developer libraries that simplify the development process for third-parties. By implementing an easy-to-use abstraction layer, we hope to attract many more developers that have experience in traditional web and mobile technologies, but may not be familiar with blockchain programming
es: Tenemos la intención de construir un ecosistema de desarrolladores robusto que resulte en muchas aplicaciones exitosas de terceros. Como blockchain y las tecnologías distribuidas aún son incipientes y difíciles de trabajar para la mayoría de los desarrolladores, Origin pretende lanzar bibliotecas de desarrolladores fáciles de usar que simplifiquen el proceso de desarrollo para terceros. Al implementar una capa de abstracción fácil de usar, esperamos atraer a muchos más desarrolladores que tengan experiencia en tecnologías web y móviles tradicionales, pero que no estén familiarizados con la programación de blockchain
fr: Nous avons l'intention de créer un écosystème de développeurs robuste qui se traduira par de nombreuses applications tierces réussies. Comme la blockchain et les technologies distribuées sont encore naissantes et difficiles à travailler pour la plupart des développeurs, Origin a l'intention de publier des bibliothèques de développeurs faciles à utiliser qui simplifient le processus de développement pour des tiers. En mettant en œuvre une couche d'abstraction facile à utiliser, nous espérons attirer beaucoup plus de développeurs qui ont de l'expérience dans les technologies Web et mobiles traditionnelles, mais qui ne sont peut-être pas familiers avec la programmation de la blockchain
id: Kami bermaksud membangun ekosistem pengembang yang kuat yang menghasilkan banyak aplikasi pihak ketiga yang berhasil. Karena teknologi blockchain dan terdistribusi masih baru dan menantang untuk bekerja dengan sebagian besar pengembang, Origin bermaksud untuk merilis perpustakaan pengembang yang mudah digunakan yang menyederhanakan proses pengembangan untuk pihak ketiga. Dengan menerapkan lapisan abstraksi yang mudah digunakan, kami berharap dapat menarik lebih banyak pengembang yang memiliki pengalaman dalam web tradisional dan teknologi seluler, tetapi mungkin tidak terbiasa dengan pemrograman blockchain
it: Abbiamo intenzione di costruire un solido ecosistema di sviluppatori che si traduca in molte applicazioni di terze parti di successo. Poiché la blockchain e le tecnologie distribuite sono ancora nascenti e difficili da lavorare per la maggior parte degli sviluppatori, Origin intende rilasciare librerie per sviluppatori di facile utilizzo che semplificano il processo di sviluppo per terze parti. Implementando un livello di astrazione facile da usare, speriamo di attirare molti più sviluppatori che hanno esperienza nelle tradizionali tecnologie web e mobile, ma potrebbero non avere familiarità con la programmazione blockchain
pt: Pretendemos construir um ecossistema de desenvolvedor robusto que resulte em muitos aplicativos de terceiros bem-sucedidos. Como a blockchain e as tecnologias distribuídas ainda são incipientes e desafiadoras para o trabalho da maioria dos desenvolvedores, a Origin pretende lançar bibliotecas de desenvolvedores fáceis de usar que simplifiquem o processo de desenvolvimento para terceiros. Ao implementar uma camada de abstração fácil de usar, esperamos atrair muito mais desenvolvedores com experiência em tecnologias tradicionais da Web e móveis, mas que podem não estar familiarizados com a programação de blockchain
ru: Мы намерены создать надежную экосистему разработчиков, результатом которой станет множество успешных сторонних приложений. Поскольку блокчейн и распределенные технологии все еще находятся на стадии становления и с ними сложно работать большинству разработчиков, Origin намерена выпустить простые в использовании библиотеки разработчиков, которые упростят процесс разработки для третьих лиц. Реализуя простой в использовании уровень абстракции, мы надеемся привлечь гораздо больше разработчиков, которые имеют опыт работы в традиционных веб-и мобильных технологиях, но могут не быть знакомы с блокчейн-программированием
tr: Birçok başarılı üçüncü taraf uygulamasıyla sonuçlanan sağlam bir geliştirici ekosistemi oluşturmayı amaçlıyoruz. Blockchain ve dağıtılmış teknolojiler hala gelişmekte ve çoğu geliştirici için çalışmak zor olduğundan, Origin üçüncü taraflar için geliştirme sürecini basitleştiren kullanımı kolay geliştirici kitaplıkları yayınlamayı amaçlamaktadır. Kullanımı kolay bir soyutlama katmanı uygulayarak, geleneksel web ve mobil teknolojilerde deneyimi olan, ancak blockchain programlamaya aşina olmayabilecek daha fazla geliştiriciyi çekmeyi umuyoruz.
vi: Chúng tôi dự định xây dựng một hệ sinh thái các lập trình viên lớn mạnh, tạo ra thành công cho các ứng dụng của bên thứ ba. Vì blockchain và các công nghệ phân tán vẫn còn non trẻ và là thách thức đối với hầu hết các nhà phát triển, Origin dự định cho ra các thư viện dễ sử dụng dành cho nhà phát triển nhằm đơn giản hóa quy trình phát triển cho bên thứ ba. Bằng cách triển khai lớp trừu tượng (abstraction) đơn giản, chúng tôi hy vọng sẽ thu hút được nhiều nhà phát triển có kinh nghiệm về công nghệ web và công nghệ di động truyền thống đang chưa quen với lập trình blockchain

source: The first of these libraries will be a Javascript GraphQL library that web developers can use in their web applications. Future libraries may include mobile libraries for popular mobile operating systems like Apple’s iOS and Google’s Android.
es: La primera de estas bibliotecas será una biblioteca JavaScript GraphQL que los desarrolladores web pueden usar en sus aplicaciones web. Las bibliotecas futuras pueden incluir bibliotecas móviles para sistemas operativos móviles populares como iOS de Apple y Android de Google.
fr: La première de ces bibliothèques sera une bibliothèque Javascript GraphQL que les développeurs Web pourront utiliser dans leurs applications Web. Les futures bibliothèques pourraient inclure des bibliothèques mobiles pour les systèmes d'exploitation mobiles populaires comme iOS d'Apple et Android de Google.
id: Pustaka yang pertama adalah pustaka Javascript GraphQL yang dapat digunakan pengembang web dalam aplikasi web mereka. Pustaka masa depan mungkin termasuk pustaka seluler untuk sistem operasi seluler populer seperti Apple iOS dan Google Android.
it: La prima di queste librerie sarà una libreria Javascript GraphQL che gli sviluppatori Web potranno utilizzare nelle loro applicazioni web. Le librerie future potrebbero includere librerie mobili per sistemi operativi mobili popolari come iOS di Apple e Android di Google.
pt: A primeira dessas bibliotecas será uma biblioteca Javascript GraphQL que os desenvolvedores da Web podem usar em seus aplicativos da Web. Bibliotecas futuras podem incluir bibliotecas móveis para sistemas operacionais móveis populares, como o iOS da Apple e o Android do Google.
ru: Первой из этих библиотек будет библиотека Javascript GraphQL, которую веб-разработчики могут использовать в своих веб-приложениях. Будущие библиотеки могут включать мобильные библиотеки для популярных мобильных операционных систем, таких как Apple iOS и Google Android.
tr: Bu kütüphanelerden ilki, web geliştiricilerinin web uygulamalarında kullanabileceği bir Javascript GraphQL kütüphanesi olacaktır. Gelecekteki kütüphaneler, Apple'ın iOS ve Google'ın Android'i gibi popüler mobil işletim sistemleri için mobil kütüphaneleri içerebilir.
vi: Thư viện đầu tiên được xây dựng là thư viện về Javascript GraphQL dùng trong xây dựng các ứng dụng web. Các thư viện trong tương lai có thể bao gồm các thư viện di động cho các hệ điều hành di động phổ biến như Apple Apple iOS và Android Google.

source: In addition, we expect that some marketplace operators will want to get started without spending as much time and effort engineering fully-customized apps. As such, we’ve also launched an early version of our Marketplace Creator that enables marketplace operators to launch marketplaces with little or no programming required.
es: Además, esperamos que algunos operadores del mercado quieran comenzar sin gastar tanto tiempo y esfuerzo diseñando aplicaciones totalmente personalizadas. Como tal, también hemos lanzado una versión temprana de nuestro Creador de Marketplace que permite a los operadores del Marketplace lanzar mercados con poca o ninguna programación requerida.
fr: En outre, nous nous attendons à ce que certains opérateurs de places de marché souhaitent démarrer sans consacrer autant de temps et d'efforts à la conception d'applications entièrement personnalisées. C'est pourquoi nous avons également lancé une première version de notre Marketplace Creator qui permet aux opérateurs de places de marché de lancer des places de marché avec peu ou pas de programmation.
id: Selain itu, kami berharap beberapa operator pasar ingin memulai tanpa menghabiskan banyak waktu dan tenaga untuk merancang aplikasi yang sepenuhnya disesuaikan. Karena itu, kami juga telah meluncurkan versi awal Marketplace Creator kami yang memungkinkan operator marketplace meluncurkan pasar dengan sedikit atau tanpa pemrograman yang diperlukan.
it: Inoltre, prevediamo che alcuni operatori del marketplace vorranno iniziare senza spendere tanto tempo e fatica a progettare app completamente personalizzate. Pertanto, abbiamo anche lanciato una versione iniziale del nostro Marketplace Creator che consente agli operatori del marketplace di lanciare marketplace con poca o nessuna programmazione.
pt: Além disso, esperamos que alguns operadores de mercado queiram começar sem gastar muito tempo e esforço engenhando aplicativos totalemente customizáveis. Sendo assim, nós também lançamos uma versão incial de nosso Marketplace Creator que possibilita operadores de mercados a lançar seus mercados com pouca ou nenhuma programação necessária.
ru: Кроме того, мы ожидаем, что некоторые маркетплейс-операторы захотят начать работу, не затрачивая много времени и усилий на разработку полностью настраиваемых приложений. Для этого мы запустили раннюю версию Marketplace Creator, позволяющего операторам запускать маркетплейсы с минимумом знаний или даже вообще без навыков программирования.
tr: Buna ek olarak, bazı pazar operatörlerinin tamamen özelleştirilmiş uygulamalara mühendislik yapmak için çok fazla zaman ve çaba harcamadan başlamak isteyeceğini umuyoruz. Bu nedenle, Marketplace Creator'ımızın () erken bir sürümünü piyasaya süren operatörlerin çok az programlama veya hiç programlama gerektirmeyen pazar yerleri açmasını sağlayan bir sürümünü de kullanıma sunduk.
vi: Ngoài ra, chúng tôi tin rằng một số nhà khai thác marketplace sẽ muốn bắt đầu kinh doanh mà không muốn mất nhiều thời gian, công sức để thiết kế toàn bộ các ứng dụng tùy chỉnh. Do đó, chúng tôi cũng đã ra mắt phiên bản đầu tiên của Marketplace Creator cho phép các nhà khai thác marketplace khởi chạy các marketplace chỉ với 1 vài hoặc thậm chí không cần thao tác lập trình.

source: Origin protocols encompass our open-source standards for many marketplace features, including user identity, publishing listings, and peer-to-peer transactions. The Protocols also include an open and shared data layer of users, listings, and other data on our Marketplace contract.
es: Los protocolos de Origin abarcan nuestros estándares de código abierto para muchas características del mercado, incluida la identidad del usuario, la publicación de listados y las transacciones punto a punto. Los Protocolos también incluyen una capa de datos abierta y compartida de usuarios, listados y otros datos en nuestro contrato de Marketplace.
fr: Les protocoles d'origine englobent nos normes open source pour de nombreuses fonctionnalités du marché, y compris l'identité des utilisateurs, la publication des listes et les transactions poste à poste. Les protocoles incluent également une couche de données ouvertes et partagées d'utilisateurs, de listes et d'autres données sur notre contrat Marketplace.
id: Protokol asal mencakup standar sumber terbuka kami untuk banyak fitur pasar, termasuk identitas pengguna, daftar penerbitan, dan transaksi peer-to-peer. Protokol juga mencakup lapisan data pengguna, daftar, dan data lain yang terbuka dan dibagikan pada kontrak Marketplace kami.
it: I protocolli di origine comprendono i nostri standard open source per molte funzionalità del marketplace, tra cui identità utente, elenchi di pubblicazioni e transazioni peer-to-peer. I protocolli includono anche un livello di dati aperto e condiviso di utenti, elenchi e altri dati nel nostro contratto del Marketplace.
pt: Os protocolos de origem abrangem nossos padrões de código aberto para muitos recursos do mercado, incluindo identidade do usuário, publicação de listagens e transações ponto a ponto. Os protocolos também incluem uma camada de dados abertos e compartilhados de usuários, listagens e outros dados em nosso contrato do Marketplace.
ru: Протоколы Origin охватывают наши стандарты с открытым исходным кодом для многих функций рынка, включая идентификацию пользователей, публикацию объявлений и одноранговые транзакции. Протоколы также включают в себя открытый и общий уровень данных пользователей, списки и другие данные на нашем контракте Marketplace.
tr: Menşe protokolleri, kullanıcı kimliği, yayın listeleri ve eşler arası işlemler de dahil olmak üzere birçok pazar yeri özelliği için açık kaynak standartlarımızı kapsar. Protokoller aynı zamanda açık ve paylaşılan bir kullanıcı katmanı, listeler ve Marketplace sözleşmemizdeki diğer verileri içerir.
vi: Các giao thức Origin bao gồm các tiêu chuẩn nguồn mở chúng tôi thiết lập cho nhiều tính năng trên marketplace, bao gồm cả danh tính người dùng, niêm yết công khai và giao dịch ngang hàng. Các giao thức cũng bao gồm một lớp dữ liệu mở và lớp chia sẻ dữ liệu của người dùng, danh sách và dữ liệu khác trong hợp đồng Marketplace của chúng tôi.

source: A full list of our Ethereum smart contracts is below:
es: A continuación se muestra una lista completa de nuestros contratos inteligentes de Ethereum:
fr: Une liste complète de nos contrats intelligents Ethereum est ci-dessous:
id: Daftar lengkap kontrak pintar Ethereum kami adalah di bawah ini:
it: Di seguito è riportato un elenco completo dei nostri contratti intelligenti Ethereum:
pt: Veja abaixo uma lista completa de nossos contratos inteligentes Ethereum:
ru: Полный список наших смарт-контрактов Ethereum приведен ниже:
tr: Ethereum akıllı sözleşmelerimizin tam listesi aşağıdadır:
vi: Danh sách đầy đủ các hợp đồng thông minh Ethereum của chúng tôi:

source: Origin Token (OGN) Contract
es: Contrato de ficha de Origin (OGN)
fr: Contrat de jeton d'origine (OGN)
id: Kontrak Origin Token (OGN)
it: Contratto token di origine (OGN)
pt: Contrato de token de origem (OGN)
ru: Origin Токен (OGN) контрак
tr: Menşe Belirteç (OGN) Sözleşmesi
vi: Hợp đồng token Origin (OGN)

source: Origin Marketplace Contract v00
es: Contrato de Origin Marketplace v00
fr: Contrat de marché d'Origin v00
id: Kontrak Pasar Origin v00
it: Contratto del mercato Origin v00
pt: Contrato Origin Marketplace v00
ru: Контракт Origin Marketplace v00
tr: Origin PazarYeri Sözleşmesi v00
vi: Hợp đồng marketplace Origin v00

source: Origin Marketplace Contract v01 (latest)
es: Contrato de Origin Marketplace v01 (más reciente)
fr: Contrat de marché d'origine v01 (le plus récent)
id: Kontrak Pasar Origin v01 (terbaru)
it: Contratto del mercato Origin v01 (il più recente)
pt: Contrato Origin Marketplace v01 (latest)
ru: Контракт Origin Marketplace v01 (последняя версия)
tr: Origin PazarYeri Sözleşmesi v01 (en son)
vi: Hợp đồng Origin Marketplace v01 (mới nhất)

source: Origin Identity Contract
es: Contrato de identidad de Origin
fr: Contrat d'identité d'origine
id: Kontrak Identitas Asal
it: Contratto di identità di origine
pt: Contrato de identidade de origem
ru: Origin Identity контракт
tr: Menşe Kimlik Sözleşmesi
vi: Hợp đồng Danh tính Origin

source: User and transaction data is stored on the Ethereum blockchain and IPFS. This means that third-parties can query the public Ethereum blockchain and IPFS network for currently available listings, a history of previous transactions, and the reputations of various ecosystem buyers and sellers.
es: Los datos de usuario y transacción se almacenan en la Blockchain de Ethereum e IPFS. Esto significa que terceros pueden consultar en la red pública Blockchain de Ethereum e IPFS las listas disponibles actualmente, un historial de transacciones anteriores y la reputación de varios compradores y vendedores del ecosistema.
fr: Les données relatives aux utilisateurs et aux transactions sont stockées sur la blockchain Ethereum et le réseau IPFS. Cela signifie que des tiers peuvent interroger la blockchain publique Ethereum et le réseau IPFS pour connaître les annonces actuellement disponibles, l'historique des transactions précédentes et la réputation des différents acheteurs et vendeurs de l'écosystème.
id: Data pengguna dan transaksi disimpan di blockchain Ethereum dan IPFS. Ini berarti bahwa pihak ketiga dapat meminta blockchain Ethereum secara publik dan jaringan IPFS untuk daftar penjualan yang tersedia saat ini, riwayat transaksi sebelumnya, dan reputasi pembeli dan penjual di berbagai ekosistem.
it: I dati dell'utente e delle transazioni sono archiviati sulla blockchain di Ethereum e su IPFS. Ciò significa che terze parti possono interrogare la blockchain pubblica di Ethereum e la rete IPFS per gli annunci attualmente disponibili, per la cronologia delle transazioni precedenti e per la reputazione dei vari acquirenti e venditori dell'ecosistema.
pt: Os dados de usuário e de transação são armazenados no blockchain Ethereum e no IPFS. Isso significa que terceiros podem consultar a blockchain pública da Ethereum e a rede IPFS para listagens atualmente disponíveis, um histórico de transações anteriores e a reputação de compradores e vendedores de vários ecossistemas.
ru: Данные о пользователях и транзакциях хранятся в блокчейне Ethereum и IPFS. Это означает, что третьи стороны могут использовать общедоступную цепочку блоков Ethereum и сеть IPFS для получения информации о доступных в настоящее время объявлениях, истории предыдущих транзакций и репутации различных покупателей и продавцов экосистемы.
tr: Kullanıcı ve işlem verileri Ethereum blok zincirinde ve IPFS'de saklanır. Bu, üçüncü tarafların genel Ethereum blockchain ve IPFS ağını şu anda mevcut olan listeler, önceki işlemlerin geçmişi ve çeşitli ekosistem alıcı ve satıcılarının itibarı için sorgulayabileceği anlamına gelir.
vi: Dữ liệu về người dùng và giao dịch sẽ được lưu trữ trên mạng Etherem và IPFS. Đồng nghĩa bên thứ 3 có thể truy vấn mạng IPFS và Ethereum blockchain để lấy các danh sách hàng hóa, lịch sử của các giao dịch trước đó và uy tín của người mua và người bán trên hệ sinh thái.
