Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: The billions of users using these existing payment methods have very little incentive to adopt cryptocurrency payments due to increased friction and lack of network effects.
fr: Les milliards d'utilisateurs qui utilisent ces méthodes de paiement existantes sont très peu incités à adopter les paiements en crypto-monnaies en raison de la friction accrue et du manque d'effets de réseau.
id: Miliaran pengguna yang menggunakan metode pembayaran yang ada ini memiliki sangat sedikit insentif untuk mengadopsi pembayaran mata uang kripto karena meningkatnya gesekan dan kurangnya efek jaringan.
pt: Os bilhões de usuários que usam esses métodos de pagamento existentes têm muito pouco incentivo para adotar pagamentos por criptomoeda devido ao aumento de atrito e à falta de efeito na rede.
ru: У миллиардов пользователей, использующих эти существующие способы оплаты, очень мало стимулов для принятия платежей в криптовалюте из-за большого количества барьеров и отсутствия сетевых эффектов.
vi: Hàng tỷ người dùng sử dụng các phương thức thanh toán hiện tại này có rất ít lý do để chấp nhận chuyển sang phương thức thanh toán bằng tiền điện tử.

source: We believe a new peer-to-peer payment app with an associated debit card built on top of the OUSD protocol can disrupt incumbents. Today, Venmo users shuffle money between their Venmo accounts and their checking accounts and credit cards. In the case of the former, money sitting in Venmo or checking accounts doesn’t earn any interest. Venmo balances that are funded by credit cards are even worse as there are fees charged by multiple intermediaries. In the later case, interest earned by users is usually negligible, especially when taking into account inflation. Cash back or rewards programs can offer users incentives but high interest rates for missing payments are a strong disincentive to users.
fr: Nous pensons qu'une nouvelle application de paiement de pair à pair avec une carte de débit associée, construite sur le protocole OUSD, peut perturber les opérateurs historiques. Aujourd'hui, les utilisateurs de Venmo brassent de l'argent entre leurs comptes Venmo, leurs comptes courants et leurs cartes de crédit. Dans le premier cas, l'argent qui se trouve sur Venmo ou sur un compte courant ne rapporte aucun intérêt. Les soldes Venmo financés par des cartes de crédit sont encore pires, car des frais sont facturés par de multiples intermédiaires. Dans le dernier cas, les intérêts perçus par les utilisateurs sont généralement négligeables, surtout si l'on tient compte de l'inflation. Les programmes de remboursement ou de récompenses peuvent offrir des incitations aux utilisateurs, mais les taux d'intérêt élevés pour les paiements manquants sont très dissuasifs pour les utilisateurs.
id: Kami yakin aplikasi pembayaran peer-to-peer baru dengan kartu debit terkait yang dibuat di atas protokol OUSD dapat mengganggu pemegang saham lama. Saat ini, pengguna Venmo mengocok uang antara akun Venmo mereka dan akun cek serta kartu kredit mereka. Dalam kasus yang pertama, uang yang tersimpan di Venmo atau rekening giro tidak menghasilkan bunga apa pun. Saldo Venmo yang didanai oleh kartu kredit bahkan lebih buruk karena ada biaya yang dikenakan oleh banyak perantara. Dalam kasus selanjutnya, bunga yang diperoleh oleh pengguna biasanya dapat diabaikan, terutama jika memperhitungkan inflasi. Program cash back atau hadiah dapat menawarkan insentif kepada pengguna, tetapi suku bunga tinggi untuk pembayaran yang terlewat merupakan disinsentif yang kuat bagi pengguna.
pt: Acreditamos que um novo aplicativo de pagamento peer-to-peer com um cartão de débito associado criado com base no protocolo OUSD pode desestabilizar os operadores estabelecidos. Hoje, os usuários do Venmo trocam dinheiro entre suas contas Venmo e suas contas correntes e cartões de crédito. No primeiro, o dinheiro depositado na Venmo ou em contas correntes não rende juros. Os saldos da Venmo que são financiados por cartões de crédito são ainda piores, pois há taxas cobradas por vários intermediários. No último caso, os juros ganhos pelos usuários geralmente são insignificantes, especialmente quando se leva em consideração a inflação. Os programas de reembolso ou recompensa podem oferecer incentivos aos usuários, mas as altas taxas de juros para pagamentos não efetuados são um forte desincentivo para usuários.
ru: Мы считаем, что новое приложение для p2p платежей со связанной дебетовой картой, созданное на основе протокола OUSD, выигрывает у традиционных операторов. Сегодня пользователи Venmo перемещают деньги между своими счетами Venmo, текущими счетами, кредитными картами. В первом случае деньги, хранящиеся на Venmo или текущих счетах, не приносят никаких процентов. Балансы Venmo, которые финансируются с помощью кредитных карт, еще хуже, поскольку есть комиссии, взимаемые несколькими посредниками. В последнем случае проценты, получаемые пользователями, обычно незначительны, особенно с учетом инфляции. Программы «кэшбэк» или вознаграждения могут предлагать пользователям стимулы, но высокие процентные ставки за пропущенные платежи являются сильным сдерживающим фактором для пользователей.
vi: Chúng tôi tin rằng một ứng dụng thanh toán ngang hàng mới liên kết với thẻ ghi nợ được xây dựng dựa trên giao thức OUSD sẽ trở thành đối thủ đàng gờm với các hình thức thanh toán hiện tại. Ngày nay, người dùng Venmo lưu chuyển tiền qua lại giữa tài khoản Venmo với tài khoản séc và thẻ tín dụng của họ. Trước đây, tiền giữ ở Venmo hoặc tài khoản séc sẽ không nhận được lãi. Tiền chuyển qua Venmo bằng thẻ tín dụng thậm chí còn tồi tệ hơn vì nhiều bên trung gian thu phí. Trong trường hợp sau đó, tiền lãi mà người dùng kiếm được thường không đáng kể, đặc biệt là khi so sánh với lạm phát. Các chương trình hoàn lại tiền hoặc các chương trình thưởng khuyên khích người dùng, tuy nhiên, không trả lãi suất cho tiền đang chưa dùng đến là 1 điểm trừ lớn.

source: Tomorrow’s peer-to-peer mobile payment application powered by OUSD will introduce the killer feature of double-digit yields. Our version of Venmo will combine the ease of peer-to-peer payments with a high-yield savings account that beats traditional savings accounts by a factor of 10 to 100x.
fr: Demain, l'application de paiement mobile de pair à pair alimentée par OUSD présentera la caractéristique phare des rendements à deux chiffres. Notre version de Venmo combinera la facilité des paiements de pair à pair avec un compte d'épargne à haut rendement qui surpasse les comptes d'épargne traditionnels d'un facteur de 10 à 100.
id: Aplikasi pembayaran seluler peer-to-peer masa depan yang didukung oleh OUSD akan memperkenalkan fitur pembunuh hasil dua digit. Versi Venmo kami akan menggabungkan kemudahan pembayaran peer-to-peer dengan rekening tabungan hasil tinggi yang mengalahkan rekening tabungan tradisional dengan faktor 10 hingga 100x.
pt: O aplicativo de pagamento mobile peer-to-peer do amanhã, desenvolvido pela OUSD, apresentará funcionalidade decisiva para rendimentos de dois dígitos. Nossa versão do Venmo combinará a facilidade de pagamentos peer-to-peer com uma conta de poupança de alto rendimento que supera as contas de poupança tradicionais por um fator de 10 a 100 vezes.
ru: В приложении для мобильных платежей между пользователями на базе OUSD появится потрясающая функция - двузначная годовая доходность. Наша версия Venmo будет сочетать в себе простоту p2p платежей с высокодоходным сберегательным счетом, предлагаю доходность в десятки раз превышающую рыночную.
vi: Ứng dụng thanh toán di động ngang hàng do OUSD cung cấp trong tương lai bao gồm tính năng "sát thủ", cung cấp lãi lợi suất hai con số. Phiên bản Venmo của chúng tôi là sự kết hợp giữa thanh toán ngang hàng và một tài khoản tiết kiệm lãi suất cao, đánh bại các tài khoản tiết kiệm truyền thống với lãi suất gấp10 đến 100 lần.

source: The OUSD payment app will be built with a centralized mobile app and APIs to minimize user friction for mainstream users. Users will be able to deposit USD and/or other fiat currencies to the app and enjoy the seamless user experiences of centralized applications. However, on the backend, these fiat deposits will be used to mint OUSD. New users will hold their balances in OUSD in Origin custodial wallets without needing to understand cryptocurrencies. They will simply be able to earn industry-leading yields when they are not spending. Again, your OUSD is always earning & ready to be spent or transferred at the same time.
fr: L'application de paiement OUSD sera construite à partir d'une application mobile centralisée et d'API afin de minimiser les frictions pour les utilisateurs grand public. Les utilisateurs pourront déposer des USD et/ou d'autres monnaies fiduciaires dans l'application et profiter des expériences d'utilisation transparentes des applications centralisées. Cependant, à l'arrière-plan, ces dépôts en fiat seront utilisés pour frapper des OUSD. Les nouveaux utilisateurs détiendront leurs soldes en OUSD dans des portefeuilles de dépôt Origin sans avoir besoin de comprendre les crypto-monnaies. Ils pourront simplement obtenir des rendements parmi les meilleurs du secteur lorsqu'ils ne dépenseront pas. Encore une fois, vos OUSD gagnent en permanence et sont prêts à être dépensés ou transférés en même temps.
id: Aplikasi pembayaran OUSD akan dibangun dengan aplikasi seluler dan API terpusat untuk meminimalkan gesekan pengguna untuk pengguna umum. Pengguna akan dapat menyetor USD dan / atau mata uang fiat lainnya ke aplikasi dan menikmati pengalaman pengguna yang mulus dari aplikasi terpusat. Namun, pada backend, deposit fiat ini akan digunakan untuk mencetak OUSD. Pengguna baru akan menyimpan saldo mereka di OUSD di dompet kustodian Origin tanpa perlu memahami cryptocurrency. Mereka hanya akan dapat memperoleh hasil yang terdepan dalam industri saat mereka tidak berbelanja. Sekali lagi, OUSD Anda selalu menghasilkan & siap untuk dibelanjakan atau ditransfer pada saat yang bersamaan.
pt: O aplicativo de pagamento OUSD será desenvolvido com um aplicativo móvel centralizado e APIs para minimizar o atrito do usuário com os usuários convencionais. Os usuários poderão depositar dólares americanos e/ou outras moedas correntes no aplicativo e desfrutar de experiências de usuário perfeitas de aplicativos centralizados. No entanto, no backend, esses depósitos fiduciários serão usados para cunhar OUSD. Novos usuários manterão seus saldos em OUSD em carteiras de custódia Origin sem a necessidade de entender criptomoedas. Eles simplesmente serão capazes de obter rendimentos dignos quando não estiverem gastando. Novamente, seu OUSD está sempre rendendo e pronto para ser gasto ou transferido ao mesmo tempo.
ru: Платежное приложение OUSD будет построено с централизованным мобильным приложением и API, чтобы минимизировать неудобства для обычных пользователей. Пользователи смогут вносить в приложение доллары США и / или другую фиатную валюту и наслаждаться плавным пользовательским интерфейсом централизованных приложений. Однако на бэкэнде эти фиатные депозиты будут использоваться для выпуска OUSD. Новые пользователи будут хранить свои балансы в OUSD в кастодиальных кошельках Origin без необходимости разбираться в криптовалютах. Они просто смогут получать лучшую в отрасли доходность. Опять же, ваш OUSD всегда зарабатывает и может быть потрачен или переведен одновременно.
vi: Ứng dụng thanh toán OUSD sẽ được xây dựng với ứng dụng di động tập trung và các API để tránh người phổ thông phải chịu quá nhiều thay đổi. Người dùng sẽ có thể gửi USD và / hoặc các loại tiền pháp định khác vào ứng dụng và tận hưởng trải nghiệm người dùng liền mạch của các ứng dụng tập trung. Tuy nhiên, đằng sau đó, những khoản tiền gửi pháp định này sẽ được sử dụng để mua OUSD. Người dùng mới sẽ giữ số dư của họ bằng OUSD trong ví custody của Origin mà không nhiều hiểu về tiền điện tử.

source: The viral effects of the future OUSD payment app cannot be overstated. Payment apps are by nature already viral, with users onboarding their friends and family in order to transact with them, establishing powerful network effects. Merchants quickly adopt the payment services that attract the most users. By adding in the ability to earn yield the very instant that any new referred user accepts funds from a referring user, we believe the viral coefficient for existing users referring new users will be multiples higher than ever seen before in a traditional payments application.
fr: On ne saurait trop insister sur les effets viraux de la future application de paiement OUSD. Les applications de paiement sont par nature déjà virales, les utilisateurs embarquant leurs amis et leur famille pour effectuer des transactions avec eux, ce qui crée de puissants effets de réseau. Les commerçants adoptent rapidement les services de paiement qui attirent le plus d'utilisateurs. En ajoutant la possibilité de gagner du rendement à l'instant même où un nouvel utilisateur référencé accepte des fonds d'un utilisateur référent, nous pensons que le coefficient viral pour les utilisateurs existants référençant de nouveaux utilisateurs sera plusieurs fois plus élevé que ce qui a été vu auparavant dans une application de paiement traditionnelle.
id: Efek viral dari aplikasi pembayaran OUSD di masa mendatang tidak dapat dilebih-lebihkan. Aplikasi pembayaran pada dasarnya sudah viral, dengan pengguna mengajak teman dan keluarga mereka untuk bertransaksi dengan mereka, menciptakan efek jaringan yang kuat. Pedagang dengan cepat mengadopsi layanan pembayaran yang menarik sebagian besar pengguna. Dengan menambahkan kemampuan untuk memperoleh hasil pada saat setiap pengguna baru yang dirujuk menerima dana dari pengguna yang merujuk, kami yakin koefisien viral untuk pengguna yang ada yang merujuk pengguna baru akan berlipat ganda lebih tinggi daripada yang pernah terlihat sebelumnya dalam aplikasi pembayaran tradisional.
pt: Os efeitos virais do futuo aplicativo de pagamento OUSD não podem ser exagerados. Os aplicativos de pagamento já são por natureza virais, com os usuários integrando seus amigos e familiares para fazer transações com eles, estabelecendo efeitos de rede poderosos. Os comerciantes adotam rapidamente os serviços de pagamento que atraem a maioria dos usuários. Ao adicionar a capacidade de ganhar rendimento no mesmo instante em que qualquer novo usuário indicado aceita fundos de um usuário de referência, acreditamos que o coeficiente viral para usuários existentes que indicam novos usuários será muitas vezes mais alto do que nunca antes visto em um aplicativo de pagamento tradicional.
ru: Вирусный эффект будущего платежного приложения OUSD невозможно переоценить. Платежные приложения по своей природе уже являются вирусными: пользователи подключают своих друзей и родственников к работе с ними, создавая мощные сетевые эффекты. Продавцы быстро внедряют платежные сервисы, которые привлекают больше всего пользователей. Добавляя возможность зарабатывать доход в тот самый момент, когда любой новый привлеченный пользователь принимает средства от направляющего пользователя, мы полагаем, что вирусный коэффициент для существующих пользователей, ссылающихся на новых пользователей, будет в несколько раз выше, чем когда-либо ранее в традиционных платежных приложениях.
vi: Hiệu ứng lan truyền của ứng dụng thanh toán OUSD có thể đạt được trong tương lai là khá tiềm năng. Các ứng dụng thanh toán hiện đang rất phổ biến. Nếu tạo ra 1 sản phẩm tốt, với việc người dùng giới thiệu bạn bè và gia đình cùng sử dụng sẽ tạo ra hiệu ứng mạnh mẽ. Những người kinh doanh sẽ theo đó áp dụng phương thức thanh toán mới được phần đông người dùng ưa chuộng. Bằng cách bổ sung khả năng kiếm tiền khi giới thiệu người dùng mới, chúng tôi tin rằng hệ số lan truyền sẽ cao hơn nhiều lần.

source: The OUSD debit card will be tied to the future OUSD payment app and will allow users to spend down their on-app OUSD balance. Whenever users want to use their OUSD, their OUSD will be converted to USD via Visa’s interchange network and be instantly accepted by 40 million merchants all over the world. Merchants will receive USD and need not know that OUSD was used as the underlying original currency to power the transaction. Again, when users’ OUSD is not being spent, it will automatically accumulate staggering yields that should be superior to any cash bank or credit card rewards program in existence.
fr: La carte de débit OUSD sera liée à la future application de paiement OUSD et permettra aux utilisateurs de dépenser leur solde OUSD sur l'application. Chaque fois que les utilisateurs voudront utiliser leur OUSD, celui-ci sera converti en USD via le réseau d'échange de Visa et sera instantanément accepté par 40 millions de commerçants dans le monde. Les commerçants recevront des USD et n'auront pas besoin de savoir que l'OUSD a été utilisé comme devise originale sous-jacente pour effectuer la transaction. Encore une fois, lorsque les OUSD des utilisateurs ne seront pas dépensés, ils accumuleront automatiquement des rendements stupéfiants qui devraient être supérieurs à tout programme de récompenses des banques ou des cartes de crédit existant.
id: Kartu debit OUSD akan dikaitkan dengan aplikasi pembayaran OUSD di masa mendatang dan akan memungkinkan pengguna untuk menghabiskan saldo OUSD di aplikasi mereka. Kapan pun pengguna ingin menggunakan OUSD mereka, OUSD mereka akan dikonversi ke USD melalui jaringan pertukaran Visa dan langsung diterima oleh 40 juta pedagang di seluruh dunia. Pedagang akan menerima USD dan tidak perlu tahu bahwa OUSD digunakan sebagai mata uang asli yang mendasari untuk menjalankan transaksi. Sekali lagi, ketika OUSD pengguna tidak dibelanjakan, secara otomatis akan mengakumulasi hasil yang luar biasa yang seharusnya lebih unggul daripada bank tunai atau program hadiah kartu kredit yang ada.
pt: O cartão de débito OUSD será vinculado ao futuro aplicativo de pagamento OUSD e permitirá que os usuários gastem seu saldo OUSD no aplicativo. Sempre que os usuários quiserem usar seu OUSD, o OUSD será convertido em dólares americanos por meio da rede de intercâmbio da Visa e será imediatamente aceito por 40 milhões de comerciantes em todo o mundo. Os comerciantes receberão dólares americanos e não precisam saber que OUSD foi usado como moeda original subjacente para operar a transação. Novamente, quando o OUSD dos usuários não está sendo gasto, ele acumula automaticamente rendimentos surpreendentes que devem ser superiores a qualquer programa de recompensa de banco de dinheiro ou cartão de crédito existente.
ru: Дебетовая карта OUSD будет привязана к будущему платежному приложению OUSD и позволит пользователям оплачивать свой баланс OUSD в приложении. Когда пользователи захотят использовать свои OUSD, их OUSD будут конвертированы в доллары США через обменную сеть Visa и будут немедленно приняты 40 миллионами продавцов по всему миру. Продавцы будут получать доллары США, и им не нужно знать, что OUSD использовалась в качестве базовой исходной валюты для проведения транзакции. Опять же, когда OUSD пользователей не тратится, он автоматически накапливает ошеломляющие доходы, которые должны быть выше, чем у любой существующей программы вознаграждения банка наличными или кредитной карты.
vi: Thẻ ghi nợ OUSD sẽ được gắn với ứng dụng thanh toán OUSD trong tương lai và sẽ cho phép người dùng chi tiêu số dư OUSD trên ứng dụng của họ. Bất cứ khi nào người dùng muốn sử dụng OUSD, OUSD của họ sẽ được chuyển đổi sang USD thông qua mạng lưới trao đổi của Visa và được chấp nhận ngay lập tức bởi 40 triệu người bán trên khắp thế giới. Người bán sẽ nhận được USD và không cần biết rằng OUSD đã được sử dụng làm đơn vị tiền tệ gốc cơ bản để thực hiện giao dịch. Một lần nữa, bất kỳ khi nào OUSD được giữ trong ví, nó sẽ tự động tích lũy mức lãi suất đáng kinh ngạc, vượt xa với bất kỳ chương trình lãi suất truyền thống nào hiện có.
