Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Second, most sharing economy businesses follow the same growth lifecycle. Save for a few exceptions, these marketplaces are notoriously difficult to start and grow. Marketplace businesses oftentimes require millions of dollars to just get off the ground and, in the case of Uber and Airbnb, billions to scale. It’s the norm for these businesses to run at a deep loss in the early days. In effect, the corporation is subsidizing the usage of the marketplace for the participants. However, because of highly positive cross-side network effects<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, successful marketplace businesses are able to grow revenue exponentially over time, usually by charging a service fee for every transaction that happens on network. Network effect businesses, like sharing economy marketplaces, are usually winner-takes-all businesses<a class='whitepaper-footnote-link' href='#footnote3'>3</a> and at mature stages extract a disproportionate amount of value from the network forthe managing corporations and their shareholders. In many ways, they begin looking like monopolies once they reach scale.
es: En segundo lugar, la mayoría de las empresas de economía colaborativa siguen el mismo ciclo de vida de crecimiento. Salvo por algunas excepciones, estos mercados son notoriamente difíciles de comenzar y crecer. Las empresas del mercado a menudo requieren millones de dólares para despegar y, en el caso de Uber y Airbnb, miles de millones para escalar. Es la norma que estas empresas funcionen con una pérdida profunda en los primeros días. En efecto, la corporación está subsidiando el uso del mercado para los participantes. Sin embargo, debido a los efectos de red cruzados altamente positivos<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, las empresas exitosas del mercado pueden aumentar sus ingresos exponencialmente con el tiempo, generalmente cobrando una tarifa de servicio por cada transacción que ocurre en la red. Las empresas con efecto de red, como los mercados de economía compartida, generalmente son empresas ganadoras<a class='whitepaper-footnote-link' href='#footnote3'>3</a> y en las etapas maduras extraen una cantidad desproporcionada de valor de la red para las corporaciones administradoras y sus accionistas. En muchos sentidos, comienzan a parecer monopolios una vez que alcanzan la escala.
fr: Deuxièmement, la plupart des entreprises de l'économie du partage suivent le même cycle de vie de croissance. À quelques exceptions près, ces marchés sont notoirement difficiles à démarrer et à développer. Les entreprises du marché ont souvent besoin de millions de dollars pour décoller et, dans le cas d'Uber et d'Airbnb, de milliards de dollars. C'est la norme pour ces entreprises de fonctionner à perte profonde au début. En fait, la société subventionne l'utilisation du marché pour les participants. Cependant, en raison des effets de réseau transfrontaliers très positifs<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, les entreprises prospères du marché sont en mesure d'augmenter leurs revenus de façon exponentielle au fil du temps, généralement en facturant des frais de service pour chaque transaction effectuée sur le réseau. Les entreprises à effet de réseau, comme les marchés de l'économie du partage, sont généralement des entreprises gagnant-gagnant<a class='whitepaper-footnote-link' href='#footnote3'>et</a> et, à un stade avancé, extraient une quantité disproportionnée de valeur du réseau pour les sociétés de gestion et leurs actionnaires. À bien des égards, ils commencent à ressembler à des monopoles une fois qu'ils atteignent l'échelle.
id: Kedua, sebagian besar bisnis ekonomi berbagi mengikuti siklus pertumbuhan yang sama. Kecuali beberapa pengecualian, pasar ini terkenal sulit untuk memulai dan tumbuh. Bisnis Marketplace seringkali membutuhkan jutaan dolar untuk turun begitu saja, dan dalam kasus Uber dan Airbnb, miliaran untuk skala. Ini adalah norma bagi bisnis ini untuk mengalami kerugian besar di awal-awal. Akibatnya, korporasi mensubsidi penggunaan pasar untuk para peserta. Namun, karena efek jaringan lintas-sisi yang sangat positif<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, bisnis pasar yang sukses dapat meningkatkan pendapatan secara eksponensial dari waktu ke waktu, biasanya dengan pengisian biaya layanan untuk setiap transaksi yang terjadi pada jaringan. Bisnis efek jaringan, seperti berbagi pasar ekonomi, biasanya merupakan bisnis pemenang-take-semua<a class='whitepaper-footnote-link' href='#footnote3'>3</a> dan pada tahap matang mengekstraksi sejumlah nilai yang tidak proporsional dari jaringan untuk mengelola korporasi dan pemegang saham mereka. Dalam banyak hal, mereka mulai tampak seperti monopoli begitu mereka mencapai skala.
it: In secondo luogo, la maggior parte delle imprese dell'economia della condivisione segue lo stesso ciclo di vita della crescita. Salvo poche eccezioni, questi mercati sono notoriamente difficili da avviare e crescere. Spesso le aziende del mercato richiedono milioni di dollari per decollare e, nel caso di Uber e Airbnb, miliardi in scala. È la norma per queste aziende correre in perdita profonda nei primi giorni. In effetti, la società sta sovvenzionando l'utilizzo del mercato per i partecipanti. Tuttavia, a causa degli effetti di rete trasversali altamente positivi<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, le aziende di successo sul mercato sono in grado di aumentare le entrate in modo esponenziale nel tempo, solitamente addebitando una commissione di servizio per ogni transazione che si verifica sulla rete. Le aziende con effetto di rete, come la condivisione dei mercati dell'economia, sono di solito aziende vincenti<a class='whitepaper-footnote-link' href='#footnote3'>3</a> e nelle fasi mature estraggono una quantità sproporzionata di valore dalla rete per le società di gestione e i loro azionisti. In molti modi, iniziano a sembrare monopoli una volta raggiunta la scala.
pt: Segundo, a maioria das empresas de economia compartilhada segue o mesmo ciclo de crescimento. Com exceção de algumas exceções, esses mercados são notoriamente difíceis de iniciar e crescer. Muitas vezes, as empresas do mercado exigem milhões de dólares para decolar e, no caso do Uber e Airbnb, bilhões em escala. É a norma para essas empresas sofrer uma perda profunda nos primeiros dias. Com efeito, a corporação está subsidiando o uso do mercado para os participantes. No entanto, devido aos efeitos altamente positivos da rede de cross-side<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, as empresas bem-sucedidas do mercado conseguem aumentar a receita exponencialmente ao longo do tempo, geralmente cobrando uma taxa de serviço por cada transação que ocorre na rede. As empresas com efeito de rede, como o compartilhamento de mercados econômicos, são geralmente as empresas vencedoras e vencedoras<a class='whitepaper-footnote-link' href='#footnote3'>3</a> e, em estágios maduros, extraem uma quantidade desproporcional de valor da rede para as empresas gestoras e seus acionistas. De muitas maneiras, eles começam a parecer monopólios quando atingem a escala.
ru: Во-вторых, большинство предприятий экономики совместного потребления имеют идентичный цикл развития. За некоторым исключением такие рынки, как правило, трудно запускать и развивать. Предприятиям на таких рынках часто требуется миллионы долларов, чтобы просто встать на ноги, а в случае с Uber и Airbnb - миллиарды долларов. Серьезные убытки, с которыми такие предприятия сталкиваются на заре деятельности - норма. По сути, корпорация субсидирует использование рыночной площадки участниками. Однако, в виду крайне позитивных внешних сетевых эффектов(2), успешные предприятия на рынке могут экспоненциально наращивать прибыль, взимая плату за обслуживание за каждую транзакцию, которая происходит в сети. Компании с сетевым эффектом, которыми, в частности, являются рыночными площадками экономики совместного потребления, как правило являются единоличными (winner-takes-all) коммерческими лидерами(3) и на зрелых этапах извлекают непропорциональные ценностные массивы из сети в пользу управляющих корпораций и их акционеров. Во многом они начинают выглядеть как монополии как только они достигнут масштаба.
tr: İkincisi, çoğu paylaşımlı ekonomi işletmesi aynı büyüme yaşam döngüsünü takip eder. Birkaç istisna dışında, bu pazarların başlaması ve büyümesi çok zordur. Çoğu zaman pazardaki işletmeler milyonlarca doların toprağa düşmesini ve Uber ve Airbnb durumunda milyarlarca ölçeğe ihtiyaç duyarlar. Bu işletmelerin ilk günlerde derin bir kayıp yaşaması normdur. Gerçekte, şirket katılımcılar için pazarın kullanımını destekliyor. Bununla birlikte, oldukça olumlu çapraz taraf ağ etkileri<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, başarılı pazar yeri işletmeleri, genellikle ağda gerçekleşen her işlem için bir hizmet ücreti talep ederek, zaman içinde katlanarak geliri artırabilir. Ağ etkisi olan işletmeler, ekonomi pazarlarını paylaşmak gibi, genellikle kazanan-tüm işletmelerdir<a class='whitepaper-footnote-link' href='#footnote3'>3</a> ve olgun aşamalarda, yönetim şirketleri ve hissedarları için ağdan orantısız bir değer elde ederler. Birçok yönden, ölçeğe ulaştığında tekeller gibi görünmeye başlarlar.
vi: Thứ hai, hầu hết các doanh nghiệp kinh tế chia sẻ tuân theo cùng một vòng đời tăng trưởng. Nếu không có một vài ngoại lệ, những thị trường này nổi tiếng là khó khăn để khởi động và phát triển. Các doanh nghiệp trên thị trường thường xuyên phải bắt đầu xây dựng với hàng triệu đô la và nếu xét về Uber và Airbnb, hai doanh nghiệp này tiêu tốn hàng tỷ đô la để mở rộng quy mô. Đó cũng là nguyên do các doanh nghiệp này gặp phải thua lỗ trầm trọng trong những ngày đầu. Trên thực tế, tập đoàn đang trợ cấp cho việc sử dụng marketplace cho những người tham gia. Tuy nhiên, do hiệu ứng mạng chéo rất tích cực, các doanh nghiệp marketplace thành công có thể tăng doanh thu theo cấp số nhân theo thời gian, thường bằng cách thu phí dịch vụ cho mỗi giao dịch trên mạng<a class='whitepaper-footnote-link' href='#footnote3'>3</a>. Các doanh nghiệp hiệu ứng mạng lưới, như thị trường kinh tế chia sẻ, thường là doanh nghiệp chiếm đóng tất cả các định hướng và ở giai đoạn trưởng thành, thao túng một lượng giá trị không cân xứng từ mạng lưới cho việc quản lí tập đoàn và các cổ đông của họ. Trên nhiều phương diện, họ trở thành nhà độc tài một đạt trên quy mô họ đạt được.

source: Finally, while there are very significant differences in user experience, business mechanics, and vertical-specific features among Internet marketplace companies, they all share many pieces that have been built and rebuilt many times. Lyft, Postmates, and DoorDash have each individually engineered their own solutions to user and supplier profiles, purchase experiences, matching algorithms, and reviews and ratings. This is valuable proprietary technology on the one hand. On the other, it is a wasteful use of time and effort to reinvent the wheel each time to create a new marketplace vertical. Consumers are also left creating and managing dozens of accounts on these marketplace companies, each of which owns their personal data and transaction history.
es: Finalmente, si bien existen diferencias muy significativas en la experiencia del usuario, la mecánica comercial y las características específicas de la vertical entre las empresas del mercado de Internet, todas comparten muchas piezas que se han construido y reconstruido muchas veces. Lyft, Postmates y DoorDash han diseñado individualmente sus propias soluciones para los perfiles de usuarios y proveedores, experiencias de compra, algoritmos de coincidencia y revisiones y calificaciones. Esta es una tecnología propietaria valiosa por un lado. Por otro lado, es un desperdicio de tiempo y esfuerzo reinventar la rueda cada vez para crear un nuevo mercado vertical. Los consumidores también se quedan creando y administrando docenas de cuentas en estas compañías del mercado, cada una de las cuales posee sus datos personales y su historial de transacciones.
fr: Enfin, bien qu'il existe des différences très importantes dans l'expérience utilisateur, la mécanique commerciale et les fonctionnalités spécifiques à la verticale entre les sociétés du marché Internet, elles partagent toutes de nombreuses pièces qui ont été construites et reconstruites à plusieurs reprises. Lyft, Postmates et DoorDash ont chacun conçu individuellement leurs propres solutions pour les profils d'utilisateurs et de fournisseurs, les expériences d'achat, les algorithmes de correspondance et les avis et évaluations. Il s'agit d'une précieuse technologie propriétaire d'une part. De l'autre, c'est un gaspillage de temps et d'efforts pour réinventer la roue à chaque fois pour créer un nouveau marché vertical. Les consommateurs sont également laissés à la création et à la gestion de dizaines de comptes sur ces sociétés de marché, chacune détenant ses données personnelles et son historique de transactions.
id: Akhirnya, walaupun ada perbedaan yang sangat signifikan dalam pengalaman pengguna, mekanika bisnis, dan fitur spesifik vertikal di antara perusahaan-perusahaan pasar Internet, mereka semua berbagi banyak bagian yang telah dibangun dan dibangun kembali berkali-kali. Lyft, Postmates, dan DoorDash masing-masing merekayasa solusi mereka sendiri untuk profil pengguna dan pemasok, pengalaman pembelian, algoritma pencocokan, dan ulasan serta peringkat. Ini adalah teknologi hak milik yang berharga di satu sisi. Di sisi lain, ini adalah pemborosan waktu dan upaya untuk menemukan kembali roda setiap kali menciptakan pasar vertikal baru. Konsumen juga dibiarkan membuat dan mengelola lusinan akun di perusahaan pasar ini, yang masing-masing memiliki data pribadi dan riwayat transaksi.
it: Infine, mentre ci sono differenze molto significative nell'esperienza utente, nella meccanica aziendale e nelle caratteristiche specifiche verticali tra le società del mercato Internet, condividono tutti molti pezzi che sono stati costruiti e ricostruiti molte volte. Lyft, Postmates e DoorDash hanno progettato individualmente le proprie soluzioni su profili di utenti e fornitori, esperienze di acquisto, algoritmi di corrispondenza, recensioni e valutazioni. Questa è una preziosa tecnologia proprietaria da un lato. Dall'altro, è uno spreco di tempo e sforzi per reinventare la ruota ogni volta per creare un nuovo mercato verticale. I consumatori sono anche lasciati a creare e gestire dozzine di account su queste società del mercato, ognuna delle quali possiede i propri dati personali e la cronologia delle transazioni.
pt: Finalmente, embora existam diferenças muito significativas na experiência do usuário, na mecânica dos negócios e nos recursos verticais específicos entre as empresas do mercado da Internet, todas elas compartilham muitas peças que foram criadas e reconstruídas muitas vezes. A Lyft, os Postmates e a DoorDash projetaram individualmente suas próprias soluções para perfis de usuários e fornecedores, experiências de compra, algoritmos correspondentes e análises e classificações. Esta é uma tecnologia proprietária valiosa, por um lado. Por outro lado, é um desperdício de tempo e esforço reinventar a roda a cada vez para criar um novo mercado vertical. Os consumidores também ficam criando e gerenciando dezenas de contas nessas empresas do mercado, cada uma com seus dados pessoais e histórico de transações.
ru: Наконец, несмотря на весьма значительные различия в пользовательском опыте, бизнес-механике и вертикальных особенностях среди компаний интернет-рынка, все они имеют много общих частей, которые были построены и перестроены много раз. Lyft, Postmates и DoorDash индивидуально разработали свои собственные решения для профилей пользователей и поставщиков, опыта закупок, алгоритмов сопоставления, а также отзывов и рейтингов. С одной стороны, это ценная запатентованная технология. С другой стороны, это расточительное использование времени и усилий, чтобы каждый раз заново изобретать колесо для создания новой рыночной вертикали. Потребителям также остается создавать и управлять десятками аккаунтов на этих торговых площадках компаний, каждый из которых владеет своими личными данными и историей транзакций.
tr: Son olarak, İnternet piyasası şirketleri arasında kullanıcı deneyimi, iş mekaniği ve dikey özel özellikler açısından çok önemli farklılıklar olsa da, hepsi birçok kez inşa edilmiş ve yeniden inşa edilmiş birçok parçayı paylaşmaktadır. Lyft, Postmates ve DoorDash, kullanıcı ve tedarikçi profillerine, satın alma deneyimlerine, eşleme algoritmalarına, incelemelere ve derecelendirmelere ayrı ayrı kendi çözümlerini tasarladı. Bu bir yandan değerli özel teknolojidir. Öte yandan, her seferinde yeni bir pazar dikey oluşturmak için tekerleği yeniden icat etmek zaman ve çaba israfıdır. Tüketiciler ayrıca, her biri kişisel verilerinin ve işlem geçmişinin sahibi olan bu pazar şirketlerinde onlarca hesap oluşturup yönetiyorlar.
vi: Cuối cùng, mặc dù có sự khác biệt rất lớn về trải nghiệm người dùng, cơ chế kinh doanh và các tính năng cụ thể theo chiều dọc giữa các công ty trên thị trường Internet, nhưng tất cả đều chia sẻ nhiều phần đã được xây dựng và xây dựng lại nhiều lần. Lyft, Postmate và DoorDash, mỗi công ty đều tự thiết kế các giải pháp riêng cho hồ sơ người dùng và nhà cung cấp, trải nghiệm mua sắm, thuật toán phù hợp, đánh giá và xếp hạng. Đây là công nghệ độc quyền có giá trị ở một mặt. Mặt khác, chạy theo những việc vô ích mỗi lần tạo ra một thị trường mới theo chiều dọc rất lãng phí thời gian và công sức. Người tiêu dùng cũng tự tạo và quản lý hàng tá tài khoản trên các công ty thị trường này, mỗi công ty sở hữu dữ liệu cá nhân và lịch sử giao dịch của họ.

source: For several years now, blockchain innovators and investors have called for teams to build peer-to-peer versions of existing sharing economy businesses and create an even more efficient way to conduct Internet commerce.
es: Desde hace varios años, los innovadores e inversores de blockchain han pedido a los equipos que creen versiones entre pares de las empresas existentes de economía colaborativa y creen una forma aún más eficiente de llevar a cabo el comercio por Internet.
fr: Depuis plusieurs années, les innovateurs et les investisseurs de la blockchain ont appelé des équipes à créer des versions peer-to-peer des entreprises existantes de l'économie du partage et à créer un moyen encore plus efficace de faire du commerce sur Internet.
id: Selama beberapa tahun sekarang, para inovator dan investor blockchain telah menyerukan tim untuk membangun versi peer-to-peer dari bisnis ekonomi berbagi yang ada dan menciptakan cara yang bahkan lebih efisien untuk melakukan perdagangan Internet.
it: Da diversi anni ormai, gli innovatori e gli investitori della blockchain hanno chiesto ai team di creare versioni peer-to-peer delle aziende esistenti in economia di condivisione e creare un modo ancora più efficiente per condurre il commercio su Internet.
pt: Há vários anos, os inovadores e investidores em blockchain pedem equipes para criar versões ponto a ponto dos negócios existentes de economia compartilhada e criar uma maneira ainda mais eficiente de conduzir o comércio na Internet.
ru: Вот уже несколько лет новаторы блокчейна и инвесторы призывают команды создавать децентрализованные версии существующих предприятий с общей экономикой и создавать еще более эффективный способ ведения интернет-торговли.
tr: Birkaç yıl boyunca, blockchain yenilikçileri ve yatırımcılar, ekipleri mevcut paylaşım ekonomisi işletmelerinin eşler arası sürümlerini oluşturmalarını ve İnternet ticaretini yürütmenin daha verimli bir yolunu oluşturma çağrısında bulundular.
vi: Trong vài năm gần đây, các nhà đầu tư và nhà đổi mới công nghệ blockchain đã kêu gọi các đội nhóm xây dựng các phiên bản hàng ngang của các doanh nghiệp trong nền kinh tế chia sẻ hiện hành và thực hiện thương mại Internet theo một cách hiệu quả hơn nữa.
