Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: P2P lodging sites like Airbnb have already begun to transform the lodging industry by making a public market in private housing. However, adoption may be limited by concerns about safety and security (guests) and property damage (hosts). By enabling a secure, tamper-proof system for managing digital credentials and reputation, we believe blockchain could help accelerate the adoption of P2P lodging.
es: Los sitios de alojamiento P2P como Airbnb ya han comenzado a transformar la industria del alojamiento creando un mercado público de viviendas privadas. Sin embargo, la adopción puede estar limitada por preocupaciones sobre seguridad y protección (invitados) y daños a la propiedad (anfitriones). Al habilitar un sistema seguro y a prueba de manipulaciones para administrar las credenciales y la reputación digital, creemos que blockchain podría ayudar a acelerar la adopción del alojamiento P2P.
fr: Les sites d'hébergement P2P comme Airbnb ont déjà commencé à transformer l'industrie de l'hébergement en créant un marché public de logements privés. Cependant, l'adoption peut être limitée par des préoccupations concernant la sûreté et la sécurité (invités) et les dommages matériels (hôtes). En permettant un système sécurisé et inviolable pour gérer les informations d'identification numériques et la réputation, nous pensons que la blockchain pourrait aider à accélérer l'adoption du logement P2P.
id: Situs penginapan P2P seperti Airbnb sudah mulai mengubah industri penginapan dengan membuat pasar publik di perumahan pribadi. Namun, adopsi mungkin dibatasi oleh kekhawatiran tentang keselamatan dan keamanan (tamu) dan kerusakan properti (tuan rumah). Dengan mengaktifkan sistem yang aman, anti-perusak untuk mengelola kredensial dan reputasi digital, kami percaya blockchain dapat membantu mempercepat adopsi penginapan P2P.
it: I siti di alloggi P2P come Airbnb hanno già iniziato a trasformare il settore degli alloggi creando un mercato pubblico nelle abitazioni private. Tuttavia, l'adozione può essere limitata da preoccupazioni in materia di sicurezza e protezione (ospiti) e danni alla proprietà (host). Abilitando un sistema sicuro e antimanomissione per la gestione delle credenziali e della reputazione digitali, riteniamo che la blockchain potrebbe aiutare ad accelerare l'adozione dell'alloggio P2P.
pt: Sites de hospedagem P2P como o Airbnb já começaram a transformar o setor de hospedagem criando um mercado público de moradias particulares. No entanto, a adoção pode ser limitada por preocupações com segurança e proteção (convidados) e danos à propriedade (anfitriões). Ao habilitar um sistema seguro e à prova de adulteração para gerenciar credenciais e reputação digitais, acreditamos que o blockchain pode ajudar a acelerar a adoção de hospedagem P2P.
ru: Сайты размещения P2P, такие как Airbnb, уже начали трансформировать индустрию размещения, сделав публичный рынок частным жильем. Однако принятие может быть ограничено заботой о безопасности (гости) и ущербе имуществу (хозяева). Включив безопасную, защищенную от несанкционированного доступа систему для управления цифровыми учетными данными и репутацией, мы считаем, что блокчейн может помочь ускорить внедрение P2P-технологий.
tr: Airbnb gibi P2P konaklama siteleri, özel konutlarda halka açık bir pazar yaparak konaklama endüstrisini dönüştürmeye başladı. Ancak, evlat edinme güvenlik ve emniyet (konuklar) ve mal hasarı (ev sahipleri) ile ilgili kaygılarla sınırlı olabilir. Dijital kimlik bilgilerini ve saygınlığı yönetmek için kurcalamaya dayanıklı güvenli bir sistem sağlayarak, blockchain'in P2P lojmanının benimsenmesini hızlandırmaya yardımcı olabileceğine inanıyoruz.
vi: Các trang web lưu trú P2P như Airbnb đã bắt đầu chuyển đổi ngành công nghiệp lưu trú bằng cách tạo ra thị trường công cộng trong nhà ở tư nhân. Tuy nhiên, việc áp dụng có thể bị hạn chế bởi những lo ngại về an toàn và an ninh (khách) và thiệt hại tài sản (chủ nhà). Nếu có thể thực hiện hệ thống chống giả mạo để quản lý thông tin và danh tiếng kỹ thuật số, chúng tôi tin rằng blockchain có thể giúp đẩy nhanh việc áp dụng dịch vụ lưu trú P2P.

source: Don Tapscott, author of “Blockchain Revolution,” says that the technology underlying Bitcoin could be used to disrupt the likes of Uber and Airbnb. - Wall Street Journal
es: Don Tapscott, autor de "Blockchain Revolution", dice que la tecnología subyacente a Bitcoin podría usarse para perturbar compañías como Uber y Airbnb. - Wall Street Journal
fr: Don Tapscott, auteur de «Blockchain Revolution», dit que la technologie sous-jacente au Bitcoin pourrait être utilisée pour perturber les goûts d'Uber et d'Airbnb. - Le journal Wall Street
id: Don Tapscott, penulis "Blockchain Revolution," mengatakan bahwa teknologi yang mendasari Bitcoin dapat digunakan untuk mengganggu orang-orang seperti Uber dan Airbnb. - Wall Street Journal
it: Don Tapscott, autore di "Blockchain Revolution", afferma che la tecnologia alla base di Bitcoin potrebbe essere utilizzata per interrompere artisti del calibro di Uber e Airbnb. - Giornale di Wall Street
pt: Don Tapscott, autor de "Blockchain Revolution", diz que a tecnologia subjacente ao Bitcoin pode ser usada para interromper empresas como Uber e Airbnb. - Wall Street Journal
ru: Дон Тапскотт, автор «Blockchain Revolution», говорит о том, что технология, лежащая в основе биткойна, может быть использована для дестабилизации деятельности таких игроков, как Uber и Airbnb. - Wall Street Journal
tr: “Blockchain Devrimi” nin yazarı Don Tapscott, Bitcoin'in altında yatan teknolojinin Uber ve Airbnb gibi şeyleri bozmak için kullanılabileceğini söylüyor. - Wall Street Journal
vi: Don Tapscott, tác giả của "Cuộc cách mạng Blockchain", nói rằng công nghệ nền tảng Bitcoin có thể được sử dụng để thúc đẩy sự yêu thích Uber và Airbnb. - Tạp chí Phố Wall

source: It will be very difficult for intermediaries to have sustainable business cases,” [Fritz Joussen] he said. “These platforms [travel intermediaries] build reach by spending billions on advertising, and then they create monopolistic margins on top of what they have as sales and marketing. They do offer great sales and marketing. Booking.com is a great brand, but they create superior margins because they have monopolistic structures. Blockchain destroys this.
es: Será muy difícil para los intermediarios tener casos comerciales sostenibles ", dijo [Fritz Joussen]. “Estas plataformas [intermediarios de viajes] crean alcance gastando miles de millones en publicidad, y luego crean márgenes monopolísticos además de lo que tienen como ventas y marketing. Ofrecen excelentes ventas y marketing. Booking.com es una gran marca, pero crean márgenes superiores porque tienen estructuras monopolísticas. Blockchain destruye esto.
fr: Il sera très difficile pour les intermédiaires d'avoir des analyses de rentabilité durables », a-t-il dit. «Ces plateformes [intermédiaires de voyage] renforcent leur portée en dépensant des milliards de dollars en publicité, puis elles créent des marges monopolistiques en plus de ce qu'elles ont comme ventes et marketing. Ils offrent d'excellentes ventes et marketing. Booking.com est une grande marque, mais elle crée des marges supérieures car elle a des structures monopolistiques. La blockchain détruit cela.
id: Akan sangat sulit bagi perantara untuk memiliki kasus bisnis yang berkelanjutan, ”[Fritz Joussen] katanya. “Platform ini [perantara perjalanan] membangun jangkauan dengan membelanjakan miliaran untuk iklan, dan kemudian mereka menciptakan margin monopolistik di atas apa yang mereka miliki sebagai penjualan dan pemasaran. Mereka memang menawarkan penjualan dan pemasaran yang hebat. Booking.com adalah merek yang hebat, tetapi mereka menciptakan margin unggul karena mereka memiliki struktur monopolistik. Blockchain menghancurkan ini.
it: Sarà molto difficile per gli intermediari avere casi aziendali sostenibili ", [Fritz Joussen] ha affermato. "Queste piattaforme [intermediari di viaggio] raggiungono la spesa spendendo miliardi in pubblicità e quindi creano margini monopolistici in aggiunta a ciò che hanno come vendite e marketing. Offrono grandi vendite e marketing. Booking.com è un grande marchio, ma creano margini superiori perché hanno strutture monopolistiche. Blockchain distrugge questo.
pt: Será muito difícil para os intermediários terem casos de negócios sustentáveis ”, afirmou [Fritz Joussen]. “Essas plataformas [intermediários de viagens] ganham bilhões gastando bilhões em publicidade e, em seguida, criam margens monopolísticas além do que têm como vendas e marketing. Eles oferecem ótimas vendas e marketing. Booking.com é uma ótima marca, mas eles criam margens superiores porque possuem estruturas monopolistas. Blockchain destrói isso.
ru: «Посредникам будет очень сложно иметь устойчивые бизнес-кейсы». [Fritz Joussen] Такие платформы ["туристические посредники"] устанавливают связи с миллиардными затратами на рекламу, а затем создают монополистическую маржу поверх того, что они получают от продаж и маркетинга. Они обеспечивают первоклассные продажи и маркетинг. Booking.com - отличный бренд. При этом формируется чрезмерна маржа, поскольку действуют монополистические структуры. Блокчейн это уничтожит».
tr: Aracıların sürdürülebilir ticari davalara sahip olması çok zor olacak ”dedi. [Fritz Joussen]. “Bu platformlar [seyahat aracıları] reklamcılık için milyarlarca harcama yaparak erişim sağlıyor ve daha sonra satış ve pazarlama olarak sahip oldukları şeylerin üstünde tekel marjlar yaratıyorlar. Onlar büyük satış ve pazarlama sunuyoruz. Booking.com harika bir markadır, ancak tekelci yapıları olduğu için üstün marjlar yaratırlar. Blockchain bunu yok eder.
vi: Các bên trung gian sẽ gặp nhiều khó khăn để đạt được sự phát triển bền vững trong kinh doanh", ông [Fritz Joussen] nói. "Các nền tảng này [trung gian du lịch] xây dựng khả năng tiếp cận bằng cách chi hàng tỷ đô la cho quảng cáo, và sau đó họ tạo ra lợi nhuận độc quyền dựa trên những gì họ có bằng bán hàng và tiếp thị. Họ cung cấp dịch vụ bán hàng và tiếp thị tuyệt vời. Booking.com là một thương hiệu lớn nhưng họ tạo ra lợi nhuận vượt trội vì họ sở hữu các cấu trúc độc quyền. Blockchain sẽ phá hủy điều này.

source: However, much of the infrastructure and plumbing to build distributed marketplace apps did not exist prior to Origin.
es: Sin embargo, gran parte de la infraestructura y la plomería para construir aplicaciones distribuidas en el mercado no existían antes de Origin.
fr: Cependant, une grande partie de l'infrastructure et de la plomberie pour créer des applications de marché distribuées n'existaient pas avant Origin.
id: Namun, banyak infrastruktur dan saluran pipa untuk membangun aplikasi pasar terdistribusi tidak ada sebelum Origin.
it: Tuttavia, gran parte dell'infrastruttura e dell'impianto idraulico per la creazione di app distribuite sul mercato non esistevano prima di Origin.
pt: No entanto, grande parte da infraestrutura e do encanamento para criar aplicativos de mercado distribuídos não existia antes do Origin.
ru: Однако большая часть инфраструктуры и оборудования для создания распределенных приложений на рынке не существовала до Origin.
tr: Ancak, dağıtılmış pazar uygulamaları oluşturmak için altyapı ve tesisatın çoğu Origin'den önce yoktu.
vi: Tuy nhiên, phần lớn cơ sở hạ tầng và hệ thống truyền tải để xây dựng các ứng dụng thị trường phân tán đã không tồn tại trước khi Origin ra đời.

source: We aim to address the shortcomings of existing marketplace companies and are excited that we have launched the Origin Platform as the way to usher in peer-to-peer commerce at scale.
es: Nuestro objetivo es abordar las deficiencias de las empresas existentes en el mercado y estamos entusiasmados de haber lanzado la Plataforma Origin como la forma de introducir el comercio entre pares a escala.
fr: Notre objectif est de combler les lacunes des entreprises existantes sur le marché et nous sommes ravis d'avoir lancé la plate-forme Origin comme moyen d'inaugurer le commerce entre pairs à grande échelle.
id: Kami bertujuan untuk mengatasi kekurangan perusahaan marketplace yang ada dan senang bahwa kami telah meluncurkan Platform Asal sebagai cara untuk mengantar perdagangan peer-to-peer dalam skala besar.
it: Miriamo a colmare le carenze delle società esistenti sul mercato e siamo entusiasti di aver lanciato la piattaforma Origin come modo per inaugurare il commercio peer-to-peer su vasta scala.
pt: Nosso objetivo é abordar as deficiências das empresas de mercado existentes e estamos entusiasmados por termos lançado a Plataforma de Origem como o caminho para inaugurar o comércio ponto a ponto em escala.
ru: Мы стремимся устранить недостатки существующих компаний, работающих на рынке, и рады, что мы запустили платформу Origin как способ продвижения децентрализованной коммерции для масштабной экономики совместного потребления.
tr: Mevcut pazar yeri şirketlerinin eksikliklerini gidermeyi hedefliyoruz ve eşler arası ticarette ölçeklendirme yapmak için Origin Platformunu başlattığımız için heyecanlıyız.
vi: Chúng tôi hướng đến việc giải quyết những thiếu sót của các công ty thị trường hiện tại và rất vui mừng khi chúng tôi đã ra mắt Nền tảng Origin, mở ra nền thương mại hàng ngang với quy mô tương ứng.

source: Shortcomings <span>of existing marketplaces</span>
es: Deficiencias <span>de los mercados existentes</span>
fr: Lacunes <span>des places de marché existantes</span>
id: Kekurangan <span>dari pasar yang ada</span>
it: Carenze <span>dei mercati esistenti</span>
pt: Deficiências <span>dos mercados existentes</span>
ru: Недостатки существующих торговых площадок
tr: Eksiklikleri <span>varolan pazarları</span>
vi: Thiếu sót <span>của thị trường hiện tại</span>

source: Unfair value capture
es: Captura de valor injusto
fr: Capture de valeur injuste
id: Pengambilan nilai yang tidak adil
it: Acquisizione di valore sleale
pt: Captação injusta de valor
ru: Несправедливый захват стоимости
tr: Haksız değer yakalama
vi: Nắm bắt giá trị không công bằng

source: Value taken by today’s trusted intermediaries is oftentimes not commensurate with the value they create. In addition, value capture is concentrated to the network operators and not to the network participants.
es: El valor tomado por los intermediarios de confianza de hoy en día no es proporcional al valor que crean. Además, la captura de valor se concentra en los operadores de red y no en los participantes de la red.
fr: La valeur prise par les intermédiaires de confiance d'aujourd'hui n'est souvent pas proportionnelle à la valeur qu'ils créent. En outre, la capture de valeur est concentrée sur les opérateurs de réseau et non sur les participants au réseau.
id: Nilai yang diambil oleh perantara tepercaya saat ini seringkali tidak sepadan dengan nilai yang mereka buat. Selain itu, tangkapan nilai terkonsentrasi pada operator jaringan dan bukan ke peserta jaringan.
it: Il valore preso dagli intermediari di fiducia di oggi spesso non è commisurato al valore che creano. Inoltre, l'acquisizione di valore è concentrata sugli operatori di rete e non sui partecipanti alla rete.
pt: O valor obtido pelos intermediários de confiança atuais não costuma ser proporcional ao valor que eles criam. Além disso, a captura de valor é concentrada nos operadores de rede e não nos participantes da rede.
ru: Ценность, которую удерживают сегодняшние доверенные посредники, часто несоразмерна ценности, которую они создают. Кроме того, использование прироста ценности часто ориентировано на сетевых операторов, а не на участников сети.
tr: Günümüzün güvenilir aracıları tarafından alınan değer çoğu zaman yarattıkları değerle orantılı değildir. Buna ek olarak, değer yakalama ağ katılımcılarına değil, ağ operatörlerine konsantre edilir.
vi: Giá trị token từ các đơn vị trung gian đáng tin cậy hiện nay đôi khi không tương xứng với giá trị mà họ tạo ra. Ngoài ra, việc nắm bắt giá trị được tập trung cho các nhà khai thác mạng chứ không phải cho những người tham gia mạng.

source: As an example, we can examine Airbnb, which has built a business currently valued at a reported $38 billion. Airbnb has built an impressive technology platform that facilitates online bookings and reviews, as well as launched local operations teams to bootstrap and cultivate local markets. Even in 2017, the company boasted 4M short-term rental listings<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. There’s no denying that Airbnb has added immense value to the ecosystem by supplying both bits and blocks to the ecosystem. The short-term home rental market would not exist without Airbnb having created it.
es: Como ejemplo, podemos examinar Airbnb, que ha construido un negocio actualmente valorado en $ 38 mil millones. Airbnb ha creado una impresionante plataforma tecnológica que facilita las reservas y revisiones en línea, así como también ha lanzado equipos de operaciones locales para impulsar y cultivar los mercados locales. Incluso en 2017, la compañía contaba con 4M listados de alquileres a corto plazo<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. No se puede negar que Airbnb ha agregado un valor inmenso al ecosistema al suministrar tanto bits como bloques al ecosistema. El mercado de alquiler de viviendas a corto plazo no existiría sin Airbnb haberlo creado.
fr: À titre d'exemple, nous pouvons examiner Airbnb, qui a bâti une entreprise actuellement évaluée à 38 milliards de dollars. Airbnb a construit une plate-forme technologique impressionnante qui facilite les réservations et les critiques en ligne, ainsi que des équipes opérationnelles locales pour démarrer et cultiver les marchés locaux. Même en 2017, la société comptait 4 millions de locations à court terme<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. Il est indéniable qu'Airbnb a ajouté une immense valeur à l'écosystème en fournissant à la fois des bits et des blocs à l'écosystème. Le marché de la location de maisons à court terme n'existerait pas sans qu'Airbnb l'ait créé.
id: Sebagai contoh, kita dapat memeriksa Airbnb, yang telah membangun bisnis yang saat ini bernilai $ 38 miliar yang dilaporkan. Airbnb telah membangun platform teknologi yang mengesankan yang memfasilitasi pemesanan dan ulasan online, serta meluncurkan tim operasi lokal untuk melakukan bootstrap dan mengolah pasar lokal. Bahkan pada tahun 2017, perusahaan membual daftar sewa jangka pendek 4M<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. Tidak dapat disangkal bahwa Airbnb telah menambah nilai besar bagi ekosistem dengan memasok bit dan blok ke ekosistem. Pasar sewa rumah jangka pendek tidak akan ada tanpa Airbnb yang membuatnya.
it: Ad esempio, possiamo esaminare Airbnb, che ha creato un'attività attualmente valutata a $ 38 miliardi segnalati. Airbnb ha creato un'impressionante piattaforma tecnologica che facilita le prenotazioni e le recensioni online, nonché lanciato team operativi locali per avviare e coltivare i mercati locali. Anche nel 2017, la società vantava 4M di annunci di noleggio a breve termine<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. Non si può negare che Airbnb abbia aggiunto un valore immenso all'ecosistema fornendo sia bit che blocchi all'ecosistema. Il mercato degli affitti di case a breve termine non esisterebbe senza che Airbnb lo avesse creato.
pt: Como exemplo, podemos examinar o Airbnb, que construiu um negócio atualmente avaliado em US $ 38 bilhões. O Airbnb criou uma plataforma de tecnologia impressionante que facilita reservas e críticas on-line, além de lançar equipes de operações locais para iniciar e cultivar mercados locais. Mesmo em 2017, a empresa ostentava listagens de aluguel de curto prazo da 4M<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. Não há como negar que o Airbnb agregou imenso valor ao ecossistema, fornecendo bits e blocos ao ecossistema. O mercado de aluguel de casas a curto prazo não existiria sem a criação do Airbnb.
ru: В качестве примера мы можем рассмотреть компанию Airbnbm которая построила бизнес, в настоящее время оцениваемый в 38 миллиард долларов. Компания Airbnb запустила впечатляющую технологическую платформу, которая облегчает онлайн-бронирование и поиск вариантов, а также запустила местные операционные группы для загрузки и развития локальных рынков. Сегодня в активе компании - 4 миллиона объявлений краткосрочной аренды. Нет никаких сомнений в том, что Airbnb добавила огромную ценность экосистеме, обеспечив ей биты и блоки. Рынок краткосрочной аренды жилья не существовал бы, не будучи созданным Airbnb.
tr: Örnek olarak, şu anda bildirilen 38 milyar dolar değerinde bir işletme kuran Airbnb'yi inceleyebiliriz. Airbnb, çevrimiçi rezervasyon ve incelemeleri kolaylaştıran etkileyici bir teknoloji platformu oluşturmanın yanı sıra yerel pazarları başlatmak ve geliştirmek için yerel operasyon ekipleri kurdu. 2017 yılında bile, şirket 4M kısa süreli kiralama listelerine<a class='whitepaper-footnote-link' href='#footnote4'>4 4</a>. Airbnb'nin ekosisteme hem bit hem de blok sağlayarak ekosisteme büyük bir değer kattığını inkar etmek yok. Kısa vadeli ev kiralama pazarı, Airbnb bunu yaratmadan var olamazdı.
vi: Ví dụ, chúng ta có thể xem qua Airbnb, công ty đã xây dựng một doanh nghiệp hiện được báo cáo có giá trị 38 tỷ đô la. Airbnb đã xây dựng một nền tảng công nghệ ấn tượng, tạo điều kiện cho các hoạt động đặt phòng và đánh giá trực tuyến, cũng như ra mắt các nhóm hoạt động địa phương để khởi động và nuôi dưỡng thị trường địa phương. Ngay cả trong năm 2017, công ty đã tự hào về danh sách 4 triệu đề mục cho thuê ngắn hạn <a class='whitepaper-footnote-link' href='#footnote4'>4</a>. Không thể phủ nhận rằng Airbnb đã bổ sung giá trị to lớn cho hệ sinh thái bằng cách cung cấp cả bit và khối cho hệ sinh thái. Thị trường cho thuê nhà ngắn hạn sẽ không tồn tại nếu Airbnb không tạo ra nó.
