Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Round 2 will commence from June 20 to June 23
es: La ronda 2 comenzará del 20 al 23 de junio
fr: Le deuxième tour commencera du 20 au 23 juin
id: Babak 2 akan dimulai dari 20 Juni hingga 23 Juni
it: Il round 2 decorrerà dal 20 giugno al 23 giugno
pt: A primeira rodada terá início em 28 a 23 de junho
ru: Второй раунд продлится с 20 по 23 июня
tr: 2. Tur 20 Haziran - 23 Haziran arasında başlayacak
vi: Vòng 2 sẽ kéo dài từ ngày 20/6 đến ngày 23/6

source: Round 3 will commence from June 23 to June 26
es: La ronda 3 comenzará del 23 al 26 de junio
fr: Le troisième tour commencera du 23 au 26 juin
id: Babak 3 akan dimulai dari 23 Juni hingga 26 Juni
it: Il round 3 decorrerà dal 23 giugno al 26 giugno
pt: A primeira rodada terá início em 38 a 26 de junho
ru: Третий раунд продлится с 23 по 26 июня
tr: 3. Tur 23 Haziran - 26 Haziran tarihleri arasında başlayacak
vi: Vòng 3 sẽ kéo dài từ ngày 23/6 đến ngày 26/6

source: Round 4 will commence from June 26 to June 29
es: La ronda 4 comenzará del 26 al 29 de junio
fr: Le quatrième tour commencera du 26 au 29 juin
id: Babak 4 akan dimulai dari 26 Juni hingga 29 Juni
it: Il round 4 decorrerà dal 26 giugno al 29 giugno
pt: A primeira rodada terá início em 48 a 29 de junho
ru: Четвертый раунд продлится с 26 по 29 июня
tr: 4. tur 26 Haziran - 29 Haziran arasında başlayacak
vi: Vòng 4 sẽ kéo dài từ ngày 26/6 đến ngày 29/6

source: Competition rules
es: Normas de competencia
fr: Règlement du concours
id: Aturan kompetisi
it: Regole del concorso
pt: Regras de competição
ru: Правила соревнования
tr: Yarışma kuralları
vi: Thể lệ cuộc thi

source: Traders will be ranked according to their OGN Net Increase Amount during each round.
es: Los traders se clasificarán de acuerdo con su Cantidad de Aumento Neto de OGN durante cada ronda.
fr: Les traders seront classés en fonction du montant de leur augmentation nette de l'OGN lors de chaque tour.
id: Pedagang akan diberi peringkat berdasarkan Jumlah Kenaikan Bersih OGN mereka selama setiap babak.
it: I trader saranno classificati in base alla quantità di OGN netti incrementati durante ogni round.
pt: Os negociantes serão classificados de acordo com seu aumento de valor líquido de OGN durante cada rodada.
ru: Трейдеры будут ранжироваться в соответствии с увеличением чистой суммы токенов OGN в каждом раунде.
tr: Yatırımcılar, her turda OGN Net Artış Miktarına göre sıralanacaktır.
vi: Người tham gia sẽ được xếp hạng theo Số OGN tăng ròng của họ ở mỗi vòng.

source: OGN Net Increase Amount = OGN held at the end of the round - OGN held at the beginning of the round
es: Cantidad de Aumento Neto de OGN = OGN en hodl al final de la ronda - OGN en hodl al comienzo de la ronda
fr: Montant de l'augmentation nette des OGN = OGN détenus à la fin du tour - OGN détenus au début du tour
id: Jumlah Kenaikan Bersih OGN = OGN diadakan di akhir babak - OGN diadakan di awal babak
it: Quantità di OGN netti incrementati = OGN detenuti alla fine del round - OGN detenuti all'inizio del round
pt: Valor de Aumento de Líquido OGN = OGN detido ao final da rodada - OGN detido no início da rodada
ru: Чистая сумма увеличения количества OGN = OGN на балансе в конце раунда - OGN на балансе в начале раунда
tr: OGN Net Artış Miktarı = Raunt sonunda tutulan OGN - Raunt başında tutulan OGN
vi: Số OGN tăng ròng = số OGN nắm giữ cuối vòng - số OGN nắm giữ đầu vòng

source: Here is an example calculation for OGN Net Increase Amount:
es: Aquí hay un ejemplo de cálculo para la Cantidad de Aumento Neto de OGN:
fr: Voici un exemple de calcul du montant net de l'augmentation OGN :
id: Berikut adalah contoh perhitungan Jumlah Kenaikan Bersih OGN:
it: Ecco un esempio di calcolo della quantità di OGN netti incrementati:
pt: Aqui está um exemplo de cálculo para o aumento de valor líquido de OGN:
ru: Вот пример расчета для увеличения чистой суммы OGN:
tr: OGN Net Artış Tutarı için örnek bir hesaplama:
vi: Dưới đây là 1 ví dụ cách tính số OGN tăng ròng:

source: A trader starts the round with 2,000 OGN
es: Un trader empieza la ronda con 2,000 OGN
fr: Un négociant commence le tour avec 2 000 OGN
id: Seorang trader memulai babak dengan 2.000 OGN
it: Un trader inizia il round con 2.000 OGN
pt: Um trader começa a rodada com 2.000 OGN
ru: Трейдер начинает раунд с 2,000 OGN на балансе
tr: Bir tüccar tura 2.000 OGN ile başlıyor
vi: Một người giao dịch bắt đầu vòng thi với 2.000 OGN

source: They then buy 15,000 OGN, sell 3,000 OGN, and withdraw 1,000 OGN
es: Luego compran 15,000 OGN, venden 3.000 OGN, y retiran 1,000 OGN
fr: Ils achètent ensuite 15 000 OGN, vendent 3 000 OGN et retirent 1 000 OGN
id: Mereka kemudian membeli 15.000 OGN, menjual 3.000 OGN, dan menarik 1.000 OGN
it: Quindi acquista 15.000 OGN, vende 3.000 OGN e ne preleva 1.000
pt: Ele então compra 15.000 OGN, vende 3.000 OGN e retira 1.000 OGN
ru: Затем он покупает 15,000 OGN, продает 3,000 OGN и выводит 1,000 OGN
tr: Daha sonra 15.000 OGN alırlar, 3.000 OGN satarlar ve 1.000 OGN çekerler
vi: Sau đó, người đó mua 15.000 OGN, bán 3.000 OGN và rút 1.000 OGN

source: They end the round with 13,000 OGN (2,000 + 15,000 - 3,000 - 1,000 OGN)
es: Terminan la ronda con 13,000 OGN (2,000 + 15,000 - 3,000 - 1,000 OGN)
fr: Ils terminent le tour avec 13 000 OGN (2 000 + 15 000 - 3 000 - 1 000 OGN)
id: Mereka mengakhiri babak dengan 13.000 OGN (2.000 + 15.000 - 3.000 - 1.000 OGN)
it: Termina il round con 13.000 OGN (2.000 + 15.000 - 3.000 - 1.000 OGN)
pt: Ele termina a rodada com 13.000 OGN (2.000 + 15.000 - 3.000 - 1.000 OGN)
ru: Он заканчивает раунд с 13,000 OGN (2,000 + 15,000 - 3,000 - 1,000 OGN)
tr: Turu 13.000 OGN (2.000 + 15.000 - 3.000 - 1.000 OGN) ile bitirirler
vi: Tại ngày cuối của vòng thi, người đó nắm giữ 13.000 OGN (2.000 + 15.000 - 3.000 - 1.000 OGN)

source: Their OGN Net Increase is 11,000 OGN.
es: Su aumento neto de OGN es 11,000 OGN.
fr: Leur augmentation nette de NGN est de 11 000 OGN.
id: Kenaikan Bersih OGN mereka adalah 11.000 OGN.
it: Il suo incremento di OGN netto è di 11.000 OGN.
pt: Seu aumento líquido é de 11.000 OGN.
ru: Его чистый прирост количества OGN составляет 11,000 OGN.
tr: OGN Net Artışları 11.000 OGN'dir.
vi: Số OGN tăng ròng của người chơi này là 11.000 OGN.

source: Competition payouts
es: Pagos de competencia
fr: Paiements de la compétition
id: Pembayaran kompetisi
it: Vincite del concorso
pt: Pagamentos da competição
ru: Выплаты по соревнованию
tr: Yarışma ödemeleri
vi: Giải thưởng

source: $25k USDT will be awarded in each 3-day round, for a total of $100k USDT.
es: Se otorgarán $25k USDT en cada ronda de 3 días, por un total de $100k USDT.
fr: 25 000 USDT seront attribués lors de chaque tour de 3 jours, pour un total de 100 000 USDT.
id: $ 25rb USDT akan dihadiahkan dalam setiap putaran 3 hari, dengan total $ 100rb USDT.
it: $25k USDT saranno assegnati in ogni round di 3 giorni, per un totale di $100k USDT.
pt: $ 25k USDT serão premiados em cada rodada de 3 dias, um total de $ 100k USDT.
ru: В течение каждого 3-дневного раунда будет распределяться по $25 тыс. USDT, в общей сумме это составляет $100 тыс. USDT.
tr: Her 3 günlük turda toplam 100.000 USDT olmak üzere 25.000 $ USDT verilecektir.
vi: 25.000 USDT sẽ được trao cho mỗi vòng (3 ngày/ vòng), tổng giải thưởng 100.000 USDT.

source: For each 3-day reward period, traders will be ranked by their overall OGN Net Increase Amount:
es: Para cada período de recompensa de 3 días, los traders se clasificarán por su monto de aumento neto de OGN:
fr: Pour chaque période de récompense de 3 jours, les traders seront classés en fonction de leur montant global d'augmentation nette de l'OGN :
id: Untuk setiap periode hadiah 3 hari, trader akan diberi peringkat berdasarkan Jumlah Kenaikan Bersih OGN mereka secara keseluruhan:
it: Per ogni periodo di reward di 3 giorni, i trader saranno classificati in base alla quantità di OGN netti incrementati complessivamente:
pt: Para cada período de prêmios de 3 dias, os negociantes serão classificados por seu aumento geral líquido de OGN:
ru: В каждом из 3-дневных периодов трейдеры будут ранжироваться по их общей сумме увеличения чистого количества OGN:
tr: Her 3 günlük ödül süresi için, tüccarlar genel OGN Net Artış Miktarına göre sıralanacaktır:
vi: Trong mỗi vòng, người tham dự sẽ được xếp hạng theo tổng số OGN tăng ròng của họ:

source: 1st place: $3k USDT
es: 1er lugar: $3k USDT
fr: 1ère place : 3k$ USDT
id: Juara 1: $ 3k USDT
it: Primo classificato: $3k USDT
pt: 1º lugar: 3.000 USDT
ru: 1-е место: $3 тыс. USDT
tr: 1. sıra: 3.000 $ USDT
vi: Vị trí số 1: 3.000 USDT

source: 2nd place: $2.5k USDT
es: 2do lugar: $2.5k USDT
fr: 2ème place : 2.5k$ USDT
id: Juara 2: $ 2.5k USDT
it: Secondo classificato: $2,5k USDT
pt: 2º lugar: 2.500 USDT
ru: 2-е место: $2,5 тыс. USDT
tr: 2. sıra: 2,5 bin USDT
vi: Vị trí số 2: 2.500 USDT

source: 3rd place: $2k USDT
es: 3er lugar: $2k USDT
fr: 3ème place : 2k$ USDT
id: Juara 3: $ 2k USDT
it: Terzo classificato: $2k USDT
pt: 3º lugar: 2.000 USDT
ru: 3-е место: $2 тыс. USDT
tr: 1. sıra: 3.000 $ USDT
vi: Vị trí số 3: 2.000 USDT

source: 4th place: $1.5k USDT
es: 4to lugar: $1.5k USDT
fr: 4ème place : 1,5k$ USDT
id: Juara ke-4: $1.5k USDT
it: Quarto classificato: $1,5k USDT
pt: 4º lugar: 1.500 USDT
ru: 4-е место: $1,5 тыс. USDT
tr: 4. sıra: 1.500 $ USDT
vi: Vị trí số 4: 1.500 USDT

source: 5th place: $1k USDT
es: 5to lugar: $1k USDT
fr: 5ème place : 1k$ USDT
id: Juara ke-5: $1k USDT
it: Quinto classificato: $1k USDT
pt: 5º lugar: 1.000 USDT
ru: 5-е место: $1 тыс. USDT
tr: 5. sıra: 1.000 $ USDT
vi: Vị trí số 5: 1.000 USDT

source: 6th to 30th places: Split $7.5k USDT evenly
es: Del 6to al 30mo lugar: $7.5k USDT divididos en partes iguales
fr: De la 6ème à la 30ème place : Partage égal de 7.5k$ USDT
id: Posisi ke-6 hingga ke-30: Bagi $7,5k USDT secara merata
it: Dal sesto al 30esimo classificato: $7,5k USDT divisi equamente
pt: 6º ao 30º lugares: 7.500 USDT divididos igualmente
ru: 6-30-е места: равномерное распределение $ 7,5 тыс. USDT
tr: 6. - 30. sıralar: 7.5.000 USDT'yi eşit olarak paylaşın
vi: Vị trí số 6 đến 30: Chia đều 7.500 USDT

source: 31st to 60th places: Split $5k USDT evenly
es: Del 31ro al 60mo lugar: $5k USDT divididos en partes iguales
fr: 31e à 60e places : Partage égal de 5k USDT
id: Posisi ke-31 hingga ke-60: Bagi $5k USDT secara merata
it: Dal 31esimo al 60esimo classificato: $5k USDT divisi equamente
pt: 31º ao 60º lugares: 5.000 USDT divididos igualmente
ru: 31-60-е места: равномерное распределение $5 тыс. USDT
tr: 31. - 60. sıralar: 5.000 USDT'yi eşit olarak paylaşın
vi: Vị trí số 31 đến 60: Chia đều 5.000 USDT

source: 61st to 100th places: Split $2.5k USDT evenly
es: Del 61ro al 100mo lugar: $2.5k USDT divididos en partes iguales
fr: 61ème à 100ème places : Partage égal de 2.5k$ USDT
id: Posisi ke-61 hingga ke-100: Bagi $2.5k USDT secara merata
it: Dal 61esimo al 100esimo classificato: $2,5k USD divisi equamente
pt: 61º ao 100º lugares: 2.500 USDT divididos igualmente
ru: 61-100-е места: равномерное распределение $2,5 тыс. USDT
tr: 61. - 100. sıra: 2,5 bin USDT'yi eşit olarak paylaşın
vi: Vị trí số 61 đến 100: Chia đều 2.500 USDT

source: Traders can win in multiple rewards periods, but the OGN Net Increase Amount is calculated using the snapshot at the end of the last period:
es: Los traders pueden ganar en múltiples períodos de recompensas, pero el Monto de aumento neto de OGN se calcula utilizando el monto al final del último período:
fr: Les traders peuvent gagner dans plusieurs périodes de récompenses, mais le montant de l'augmentation nette de l'OGN est calculé en utilisant l'instantané à la fin de la dernière période :
id: Trader dapat menang dalam beberapa periode hadiah, tetapi Jumlah Kenaikan Bersih OGN dihitung menggunakan snapshot di akhir periode terakhir:
it: I trader possono vincere in più periodi di reward, ma la quantità di OGN netti incrementati viene calcolato utilizzando l'istantanea alla fine dell'ultimo periodo:
pt: Investidores podem ganhar recompensas em vários períodos, mas o aumento de valor líquido de OGN é calculado usando um registro ao final do último período:
ru: Трейдеры могут выиграть в нескольких этапах, но сумма чистого увеличения OGN рассчитывается с использованием этого показателя в конце последнего периода:
tr: Yatırımcılar birden fazla ödül döneminde kazanabilir, ancak OGN Net Artış Miktarı, son dönemin sonundaki anlık görüntü kullanılarak hesaplanır:
vi: Người chơi có thể giành chiến thắng trong nhiều vòng khác nhau, nhưng số OGN tăng ròng được tính bằng cách sử dụng ảnh chụp nhanh vào cuối vòng trước:

source: For example, if a trader is holding 10,000 OGN at the end of round 1, that is the starting point for the second round. If they increase their OGN holdings to 30,000 OGN by the end of day 6, their OGN Net Increase Amount for the round is 20,000.
es: Por ejemplo, si un trader tiene 10.000 OGN al final de la ronda 1, ese es el punto de partida para la segunda ronda. Si aumentan su hold de OGN a 30,000 OGN al final del día 6, su monto de aumento neto de OGN para la ronda es 20,000.
fr: Par exemple, si un trader détient 10 000 OGN à la fin du premier tour, c'est le point de départ du deuxième tour. S'il porte ses avoirs en OGN à 30 000 OGN à la fin du sixième jour, le montant de son augmentation nette en OGN pour le tour est de 20 000.
id: Misalnya, jika trader memegang 10.000 OGN di akhir babak 1, itu adalah titik awal untuk babak kedua. Jika mereka meningkatkan kepemilikan OGN menjadi 30.000 OGN pada akhir hari ke-6, Jumlah Kenaikan Bersih OGN mereka untuk babak tersebut adalah 20.000.
it: Ad esempio, se un trader detiene 10.000 OGN alla fine del round 1, questo è il punto di partenza per il secondo round. Se aumenta la quantità di OGN posseduti a 30.000 OGN entro la fine del sesto giorno, l'incremento di OGN netti per il round è 20.000.
pt: Por exemplo, se um investidor estiver detendo 10.000 OGN no final da rodada 1, esse é o ponto de partida para a segunda rodada. Se ele aumentar o quanto possui em OGN para 30.000 OGN até o final do dia 6, seu Aumento de Valor Líquido de OGN para a rodada será de 20.000.
ru: Например, если у трейдера на счету 10,000 OGN в конце первого раунда, то эта сумма будет отправной точкой для второго раунда. Если к концу 6-го дня (конец 2го раунда) он увеличит количество своих токенов до 30,000 OGN, то сумма чистого увеличения OGN за раунд составит 20,000.
tr: Örneğin, bir yatırımcı 1. turun sonunda 10.000 OGN tutuyorsa, bu ikinci tur için başlangıç noktasıdır. 6. günün sonunda OGN varlıklarını 30.000 OGN'ye çıkarırlarsa, tur için OGN Net Artış Miktarı 20.000'dir.
vi: Ví dụ: nếu một người giao dịch đang giữ 10.000 OGN ở cuối vòng 1, đó cũng chính là điểm bắt đầu cho vòng thứ hai. Nếu người đó tăng số OGN nắm giữ lên 30.000 OGN ở ngày cuối vòng 2 (6/6) thì số OGN tăng ròng của người đó trong vòng 2 là 20.000 OGN.

source: Activity time period: July 1, 00:00:00 to August 31, 23:59:59 GMT +8
es: Periodo de actividad: 1 de julio, 00:00:00 al 31 de agosto, 23:59:59 GMT +8
fr: Période d'activité : Du 1er juillet, 00:00:00 au 31 août, 23:59:59 GMT +8
id: Periode waktu aktivitas: 1 Juli, 00:00:00 hingga 31 Agustus, 23:59:59 GMT +8
it: Periodo di attività: dalle 00:00:00 del 1 luglio alle 23:59:59 GMT +8 del 31 agosto
pt: Período de atividade: 1 de junho, 00:00:00 a 31 de junho, 23:59:59 GMT +8
ru: Период действия: с 1 июля, 00:00:00 по 31 августа, 23:59:59 GMT +8
tr: Etkinlik dönemi: 1 Temmuz 00:00:00 - 31 Ağustos 23:59:59 GMT +8
vi: Thời gian: từ 00:00:00 ngày 01/06 đến 23:59:59 ngày 01/08, GMT+8

source: The OGN Holder Airdrop will reward Huobi traders that HODL OGN over a two-month period. 500k of OGN will be rewarded to OGN Holder participants.
es: El Airdrop de Holders de OGN recompensará a los traders de Huobi que hagan HODL de OGN durante un período de dos meses. 500k OGN serán recompensados a los holders de OGN que participen.
fr: L'Airdrop OGN Holder récompensera les traders de Huobi qui ont HODL OGN sur une période de deux mois. 500k d'OGN seront récompensés aux participants détenteurs d'OGN.
id: Airdrop Pemegang OGN akan memberi penghargaan kepada pedagang Huobi bahwa HODL OGN selama periode dua bulan. 500k OGN akan dihadiahkan kepada peserta Pemegang OGN.
it: L'Airdrop Origin Holder premierà i trader di Huobi che faranno HODL di OGN per un periodo di due mesi. 500k di OGN saranno distribuiti ai partecipanti al'OGN Holder.
pt: O Airdrop para Detentores de Origin recompensará que opear na Huobi que HODL OGN durante um período de dois meses. 500k de OGN serão recompensados aos participantes do evento.
ru: OGN Holder Airdrop рассчитан на трейдеров Huobi, которые будут держать токены OGN на счету в течении двух месяцев. Между участниками этой программы будет распределено 500 тыс. OGN.
tr: OGN Holder (sahiplik) Airdrop, iki aylık bir süre boyunca HODL ( sahip olan ve tutan )OGN olan Huobi yatırımcılarını ödüllendirecek. OGN Sahibi katılımcılarına 500 bin OGN ödüllendirilecektir.
vi: Chương trình OGN Holder Airdrop sẽ dành tặng giải thưởng 500.000 OGn cho người nắm giữ OGN trong 2 tháng.

source: Airdrop rounds
es: Rondas de Airdrop
fr: Rondes de L'AirDrop
id: Putaran airdrop
it: Round di Airdrop
pt: Rodadas de Airdrop
ru: Раунды эйрдропа
tr: Airdrop turları
vi: Các vòng airdrop

source: The OGN Holder Airdrop campaign will begin after the OGN Net Asset Increase competition ends. There will be two month-long rounds.
es: La campaña del Airdrop de Holders de OGN comenzará después de que finalice la Competencia de Aumento de Neto de OGN. Habrá dos rondas de un mes.
fr: La campagne OGN Holder Airdrop commencera après la fin de la compétition OGN Net Asset Increase. Il y aura deux tours d'une durée d'un mois.
id: Kampanye Airdrop Pemegang OGN akan dimulai setelah kompetisi Peningkatan Aset Bersih OGN berakhir. Akan ada putaran selama dua bulan.
it: La campagna di Airdrop OGN Holder inizierà al termine del concorso OGN Net Asset Increase. Ci saranno due round di un mese.
pt: A campanha de Airdrop para Detentores de OGN começará após o término da competição Aumento de Valor Líquido de OGN acabar. Haverá duas rodadas de um mês cada.
ru: Кампания OGN Holder Airdrop начнется после того, как закончится соревнование по трейдингу с увеличением чистой прибыли в OGN. В кампании будет два раунда, каждый из них - длительностью в месяц.
tr: OGN Holder Airdrop kampanyası, OGN Net Varlık Artışı yarışması sona erdikten sonra başlayacak. İki ay sürecek turlar olacak.
vi: Chiến dịch OGN Holder Airdrop sẽ bắt đầu sau khi cuộc thi OGN Net Asset kết thúc và sẽ bao gồm 2 vòng.

source: Round 1 will commence from July 1, 00:00:00 to July 31, 23:59:59 GMT +8
es: La ronda 1 comenzará del 1 de julio, 00:00:00 al 31 de julio, 23:59:59 GMT +8
fr: Le premier tour commencera le 1er juillet à 00:00:00 et se terminera le 31 juillet à 23:59:59 GMT +8
id: Putaran 1 akan dimulai dari 1 Juli, 00:00:00 hingga 31 Juli, 23:59:59 GMT +8
it: Il Round 1 decorrerà dalle 00:00:00 del 1 luglio alle 23:59:59 GMT +8 del 31 luglio
pt: A primeira rodada terá início em 1º de julho, 00:00:00 e vai até 31 de julho, 23:59:59 GMT +8
ru: Первый раунд продлится с 1 июля 2020 00:00:00 по 31 июля 23:59:59 GMT +8
tr: 1. Tur 1 Temmuz 00:00:00 ile 31 Temmuz 23:59:59 GMT +8 arasında başlayacak
vi: Vòng 1 sẽ bắt đầu từ ngày 1/7, từ 00:00:00 đến 23:59:59 GMT + 8 ngày 31/7

source: Round 2 will commence from August 1, 00:00:00 to August 31, 23:59:59 GMT +8
es: La ronda 2 comenzará del 1 de agosto, 00:00:00 al 31 de agosto, 23:59:59 GMT +8
fr: Le deuxième tour commencera le 1er août, à 00h00, et se terminera le 31 août, à 23h59, GMT +8
id: Putaran 2 akan dimulai dari 1 Agustus, 00:00:00 hingga 31 Agustus, 23:59:59 GMT +8
it: Il Round 2 decorrerà dalle 00:00:00 del 1 agosto alle 23:59:59 GMT +8 del 31 agosto
pt: A segunda rodada terá início em 1º de agosto, 00:00:00 e vai até 31 de agosto, 23:59:59 GMT +8
ru: Второй раунд продлится с 1 августа 00:00:00 по 31 августа 23:59:59 GMT +8
tr: 2. Tur 1 Ağustos 00:00:00 ile 31 Ağustos 23:59:59 GMT +8 arasında başlayacak
vi: Vòng 2 sẽ bắt đầu từ ngày 1/8, từ 00:00:00 đến 23:59:59 GMT + 8 ngày 31/8

source: Airdrop rules
es: Reglas del airdrop
fr: Règles Airdrop
id: Aturan Airdrop
it: Regole Airdrop
pt: Regras do Airdrop
ru: Правила эйрдропа
tr: Airdrop kuralları
vi: Quy định

source: For each round, 250k OGN will be rewarded to OGN holders to OGN holders based on the amount of OGN they are holding relative to all other OGN holders:
es: Para cada ronda, 250k OGN serán recompensados a los holders de OGN en función de la cantidad de OGN que tienen en relación con todos los demás holders de OGN:
fr: Pour chaque tour, 250k OGN seront récompensés aux détenteurs d'OGN en fonction de la quantité d'OGN qu'ils détiennent par rapport à tous les autres détenteurs d'OGN :
id: Untuk setiap putaran, 250rb OGN akan dihadiahkan kepada pemegang OGN kepada pemegang OGN berdasarkan jumlah OGN yang mereka pegang relatif terhadap semua pemegang OGN lainnya:
it: Per ogni round, 250.000 OGN saranno assegnati ai possessori di OGN in base alla quantità di OGN che detengono rispetto a tutti gli altri possessori di OGN:
pt: Para cada rodada, 250.000 OGN serão recompensados para detentores de OGN baseado na quantidade de OGN eles detêm em relação a todos os outros detentores de OGN:
ru: В каждом из раундов между держателями OGN в зависимости от того количества OGN, которое у них на балансе относительно всех других держателей OGN, будет распределено 250,000 OGN:
tr: Her tur için, OGN sahiplerine diğer tüm OGN sahiplerine göre sahip oldukları OGN miktarına göre 250 bin OGN ödüllendirilecektir:
vi: Đối với mỗi vòng, 250.000 OGN sẽ được thưởng cho những người nắm giữ OGN dựa trên số lượng OGN mà họ đang nắm giữ so với tất cả những người nắm giữ OGN:

source: OGN rewarded = OGN Holder score x (The average OGN holdings that the user holds during the month / The total amount of OGN all users hold)
es: OGN recompensado = Puntuación del holder de OGN x (El promedio de OGN que el usuario tiene durante el mes / La cantidad total de OGN que tienen todos los usuarios)
fr: OGN récompensé = score du détenteur d'OGN x (La moyenne des OGN détenus par l'utilisateur au cours du mois / Le montant total des OGN détenus par tous les utilisateurs)
id: Hadiah OGN = Skor Pemegang OGN x (Rata-rata kepemilikan OGN yang dimiliki pengguna selama sebulan / Jumlah total OGN yang dimiliki semua pengguna)
it: OGN Reward = punteggio dell'OGN Holder x (la media degli OGN detenuti dall'utente durante il mese / l'importo totale di OGN detenuti da tutti gli utenti)
pt: OGN recompensado = pontuação do detentor de OGN x (a média de OGN que o usuário possui durante o mês / A quantidade total de OGN que todos os usuários possuem)
ru: Вознаграждение в токенах OGN = рейтинг держателя OGN x (Среднее количество OGN, которое пользователь держал в течение месяца / Общая сумма OGN у всех пользователей)
tr: OGN ödüllendirildi = OGN Sahibi puanı x (Kullanıcının ay boyunca sahip olduğu ortalama OGN tutma miktarı / Tüm kullanıcıların sahip olduğu toplam OGN miktarı)
vi: OGN được thưởng = Điểm số OGN Holder x (Số OGN trung bình mà người dùng nắm giữ trong tháng / Tổng số tiền OGN mà tất cả người dùng nắm giữ)
