Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Please note that Origin Rewards is currently available in most countries in the world. One notable exception is the United States & countries which are currently under U.S. sanctions like North Korea and Cuba. These restrictions go against our ideals and we’re truly sorry for anyone who is unable to participate as a result.
es: Tenga en cuenta que Origin Rewards está actualmente disponible en la mayoría de los países del mundo. Una excepción notable son los Estados Unidos y los países que actualmente están bajo sanciones estadounidenses como Corea del Norte y Cuba. Estas restricciones van en contra de nuestros ideales y lamentamos sinceramente a cualquiera que no pueda participar como resultado.
fr: Veuillez noter que le programme Origin Rewards est actuellement disponible dans la plupart des pays du monde. Les États-Unis et les pays qui font actuellement l'objet de sanctions américaines, comme la Corée du Nord et Cuba, constituent une exception notable. Ces restrictions vont à l'encontre de nos idéaux et nous sommes sincèrement désolés pour tous ceux qui ne peuvent pas participer de ce fait.
id: Harap dicatat bahwa Origin Rewards saat ini tersedia di sebagian besar negara di dunia. Satu pengecualian penting adalah Amerika Serikat & negara-negara yang saat ini berada di bawah sanksi A.S. seperti Korea Utara dan Kuba. Pembatasan ini bertentangan dengan keinginan kami dan pada akhirnya kami benar-benar meminta maaf kepada siapa pun yang tidak dapat berpartisipasi.
it: Tieni presente che Origin Rewards è attualmente disponibile nella maggior parte dei paesi del mondo. Un'eccezione da notare sono gli Stati Uniti e i paesi che sono attualmente soggetti a sanzioni statunitensi come la Corea del Nord e Cuba. Queste restrizioni vanno contro i nostri ideali e siamo davvero dispiaciuti per chiunque di conseguenza non sia in grado di partecipare.
pt: Note que o Origin Rewards está disponível atualmente na maioria dos países do mundo. Uma exceção notável é os EUA e países que atualmente estão sob sanções dos EUA, como a Coréia do Norte e Cuba. Essas restrições vão contra nossos ideais e sentimos muito por qualquer pessoa que não possa participar por isso.
ru: Обратите внимание, что Origin Rewards в настоящее время доступна в большинстве стран мира. Одним из исключений являются США и страны, которые в настоящее время находятся под санкциями США, такие как Северная Корея и Куба. Эти ограничения противоречат нашим идеалам, и нам очень жаль, что некоторые не смогут поучаствовать в розыгрыше.
tr: Origin Rewards'ın şu anda dünyadaki çoğu ülkede sunulduğunu lütfen unutmayın. Dikkate değer bir istisna, şu anda Kuzey Kore ve Küba gibi ABD yaptırımları altında olan ülkelerdir. Bu kısıtlamalar ideallerimize aykırıdır ve sonuç olarak katılamayan herkes için gerçekten üzgünüz.
vi: Lưu ý, hầu hết mọi người trên khắp thế giới đều có thể tham gia chương trình Origin Reward ngoại trừ Mỹ và các nước chịu sắc lệnh của Mỹ như Triều Tiên và Cuba. Sự hạn chế này đi ngược lại với ý tưởng của chúng tôi và chúng tôi rất tiếc cho những thành viên cộng đồng không thể tham dự chiến dịch này vì lý do nêu trên.

source: Tokens earned in Feb will be distributed after the first week of March (subject to terms and conditions).
es: Los Tokens ganados en febrero se distribuirán después de la primera semana de marzo (sujeto a términos y condiciones).
fr: Les jetons gagnés en février seront distribués après la première semaine de mars (sous réserve des conditions générales).
id: Token yang diterima di bulan Februari akan didistribusikan setelah minggu pertama pada bulan Maret (sesuai pada syarat dan ketentuan yang berlaku).
it: I token guadagnati a Febbraio saranno distribuiti dopo la prima settimana di Marzo (soggetti a termini e condizioni).
pt: Os tokens ganhos em Fevereiro serão distribuídos após a primeira semana de Março (sujeito a termos e condições).
ru: Токены, заработанные в феврале, будут распространяться после первой недели марта (при соблюдении всех условий).
tr: Şubat ayında kazanılan tokenlar, Mart ayının ilk haftasından sonra dağıtılacaktır (hüküm ve koşullara tabidir).
vi: Token kiếm được trong tháng 2 sẽ được phân phát sau tuần thứ nhất của tháng 3 (theo điều khoản và điều kiện).

source: Shop at the Origin Swag Store today, and enter for a chance to win up to 3,000 OGN!
es: Compre hoy en la Tienda de Origin Swag y participe para tener la oportunidad de ganar hasta 3,000 OGN.
fr: Achetez dès aujourd'hui dans la boutique Origin Swag Store et participez pour avoir une chance de gagner jusqu'à 3 000 OGN !
id: Berbelanja di Origin Swag Store hari ini, dan dapatkan kesempatan untuk memenangkan hingga 3.000 OGN!
it: Acquista oggi nell'Origin Swag Store e partecipa alla possibilità di vincere fino a 3.000 OGN!
pt: Compre hoje na Origin Swag Store e concorra a até 3.000 OGN!
ru: Совершайте покупки в магазине Origin Swag Store и получайте шанс выиграть до 3000 токенов OGN!
tr: Origin Swag Mağazasından bugün alışveriş yapın ve 3.000 OGN'ye kadar kazanma şansı için katılın!
vi: Mua sắm tại của hàng Origin Swag ngay hôm nay và nhận cơ hội chiến thắng lên tới 3,000 OGN!

source: Origin Protocol - Team
es: Origin Protocol - Equipo
fr: Origin Protocol - L'équipe
id: Origin Protocol - Tim
pt: Origin Protocol - Time
ru: Origin Protocol - Команда
tr: Origin Protocol - Takım
vi: Origin Protocol - Đội ngũ

source: Origin Protocol's world-class team is led by entrepreneurs and engineers from iconic tech companies
es: El equipo de clase mundial de Origin Protocol está liderado por empresarios e ingenieros de compañías tecnológicas icónicas
fr: Ogn est une équipe de classe mondiale, dirigée par des entrepreneurs et des ingénieurs issus de nombreuses entreprises technologiques emblématiques
id: Tim kelas dunia Origin Protocol dipimpin oleh pengusaha dan insinyur dari perusahaan teknologi ikonik
it: Il team di livello mondiale di Origin Protocol è guidato da imprenditori e ingegneri di aziende tecnologiche iconiche
pt: A equipe de nível global do Origin Protocol é liderada por empreendedores e engenheiros de empresas icônicas de tecnologia
ru: Нашу команду мирового класса возглавляют предприниматели и инженеры из знаковых технологических компаний
tr: Birinci sınıf ekibimiz, ikonik teknoloji şirketlerinden girişimciler ve mühendisler tarafından yönetilmektedir.
vi: Đội ngũ đẳng cấp thế giới của Oirigin được dẫn dắt bởi các doanh nhân và kỹ sư đến từ các công ty hàng đầu

source: Our world-class team is led by entrepreneurs and engineers from iconic tech companies
es: Nuestro equipo de clase mundial está liderado por empresarios e ingenieros de compañías tecnológicas icónicas
fr: Notre équipe de classe mondiale est dirigée par des entrepreneurs et des ingénieurs de sociétés technologiques emblématiques
id: Tim kelas dunia kami dipimpin oleh pengusaha dan insinyur dari perusahaan teknologi ternama
it: Il nostro team è guidato da imprenditori e ingegneri provenienti dalle principali aziende in ambito tecnologico
pt: Nossa equipe de classe mundial é liderada por empreendedores e engenheiros de empresas icônicas de tecnologia
ru: Наша команда мирового класса возглавляется предпринимателями и инженерами из известных технологических компаний
tr: Birinci sınıf ekibimiz, ikonik teknoloji şirketlerinden girişimciler ve mühendisler tarafından yönetilmektedir.

source: Core team
es: Equipo central
fr: Équipe de base
id: Tim inti
pt: Equipe principal
ru: Основная команда
tr: Çekirdek takımı
vi: Đội ngũ nòng cốt

source: Josh Fraser
he: ג 'וש פרייזר
hi: जोश फ्रेज़र
ru: Джош Фрейзер

source: Cofounder
es: Co-Fundador
fr: Cofondateur
he: מתאגר
hi: सह-संस्थापक
hr: Suosnivač
it: Co-fondatore
pt: Co-fundador
ru: Соучредитель
sl: Soustanovitelj
tr: kurucularından
vi: Đồng sáng lập

source: Josh started coding at the age of 10. Prior to Origin, he co-founded three other venture-backed companies: EventVue, Torbit (acquired by Walmart Labs) &amp; Forage.
es: Josh comenzó a programar a los 10 años. Previo a Origin, él co-fundó tres otras empresas en el pasado: EventVue, Torbit (adquirida por Walmart Labs) &amp; Forage.
fr: Josh a commencé à coder à l'âge de 10 ans. Avant Origin, il a cofondé trois autres sociétés financées par des coentreprises: EventVue, Torbit (acquis par Walmart Labs) &amp; Forage.
id: Josh mulai menulis kode pada usia 10 tahun. Sebelum Origin, dia ikut mendirikan tiga perusahaan yang didukung oleh usaha lain: EventVue, Torbit (diakuisisi oleh Walmart Labs) &amp; Forage.
it: Josh ha iniziato a programmare all'età di 10 anni. Prima di Origin è stato co-fondatore di altre tre compagnie a capitale investito: EventVue, Torbit (acquisita da Walmart Labs) &amp; Forage.
pt: Josh começou a codificar aos 10 anos. Antes da Origin, ele co-fundou outras três empresas apoiadas por empreendimentos: EventVue, Torbit (adquirido pelo Walmart Labs) &amp; Forage.
ru: Джош начал писать код в возрасте 10 лет. До Origin он стал одним из основателей трех других венчурных компаний: EventVue, Torbit (приобретена Walmart Labs) и Forage.
tr: Josh, 10 yaşında kodlamaya başladı. Origin'den önce, girişim destekli diğer üç şirketi kurdu: EventVue, Torbit (Walmart Labs tarafından satın alındı) &amp; Yem.
vi: Josh bắt đầu lập trình từ năm 10 tuổi. Trước khi sáng lập Origin, anh là đồng sáng lập ba công ty được hỗ trợ bởi các công ty mạo hiểm khác như: EventVue, Torbit (được Walmart Labs mua lại) &amp; Forage.

source: Matthew Liu
he: מתיו ליו
hi: मैथ्यू लियू
ru: Мэтью Лю

source: Matt was the 3rd PM at YouTube (acquired by Google) and VP PM at Qwiki (acquired by Yahoo) and Bonobos (acquired by Walmart). He has an MS and BS from Stanford.
es: Matt fue el 3er PM en YouTube (adquirido por Google) y VP PM en Qwiki (adquirido por Yahoo) y Bonobos (adquirido por Walmart). Él tiene un MS y BS de Stanford.
fr: Matt était le 3ème PM de YouTube (acquis par Google) et VP PM de Qwiki (acquis par Yahoo) et Bonobos (acquis par Walmart). Il a un MS et un BS de Stanford.
id: Matt adalah PM ke-3 di YouTube (diakuisisi oleh Google) dan Wakil Presiden di Qwiki (diakuisisi oleh Yahoo) dan Bonobos (diakuisisi oleh Walmart). Dia memiliki MS dan BS dari Stanford.
it: Matt è stato il 3 ° Project Manager su YouTube (acquisita da Google) e VP PM presso Qwiki (acquisita da Yahoo) e Bonobos (acquisita da Walmart). Ha un Master e un Dottorato in Scienze di Stanford.
pt: Matt foi o terceiro PM do YouTube (adquirido pelo Google ) e vice-presidente do Qwiki (adquirido pelo Yahoo) e Bonobos (adquirido pelo Walmart). Ele tem um MS e BS de Stanford.
ru: Мэтт был третьим проектным менеджером (VP) в YouTube (приобретено Google) и старшим проектным менеджером (VP PM) в Qwiki (приобретено Yahoo) и Bonobos (приобретено Walmart). Имеет степени магистра и бакалавра Стэнфордского Университета.
tr: Matt, YouTube'da 3. PM ( Google tarafından satın alındı) ve Qwiki'de (Yahoo tarafından satın alındı) ve Bonobos (Walmart tarafından satın alındı) VP PM idi. Stanford'dan MS ve BS derecesi var.
vi: Matt là một trong ba người đứng đầu của YouTube (được mua lại bởi Google) là phó giám đốc của Qwiki (được mua lại bởi Yahoo) và Bonobos (được Walmart mua lại). Ông tốt nghiệp cử nhân và học lên thạc sỹ tại Đại học Stanford.

source: Yu Pan
he: יו פאן
hi: यू पैन
ru: Ю Пан

source: Founding Engineer
es: Ingeniero Fundador
fr: Ingénieur-fondateur
id: Insinyur Pendiri
pt: Engenheiro Fundador
ru: Инженер-основатель
vi: Kỹ sư sáng lập

source: Yu Pan was one of the 6 founding team members of PayPal and was the 1st employee at YouTube. He is a former Google employee and co-founder of Kiwi Crate.
es: Yu Pan fue uno de los 6 miembros fundadores del equipo de PayPal y fue el primer empleado en YouTube. Él es un ex empleado de Google y cofundador de Kiwi Crate.
fr: Yu Pan était l'un des 6 membres fondateurs de PayPal et le premier employé de YouTube. Il est un ancien employé de Google et co-fondateur de Kiwi Crate.
id: Yu Pan adalah salah satu dari 6 anggota tim pendiri PayPal dan merupakan karyawan pertama di YouTube. Dia adalah mantan karyawan Google dan salah satu pendiri Kiwi Crate.
it: Yu Pan era uno dei 6 membri fondatori di PayPal ed è stato il 1° dipendente in YouTube. Lui è un ex dipendente di Google e co-fondatore di Kiwi Crate.
pt: Yu Pan foi um dos 6 membros da equipe fundadora do PayPal e foi o primeiro funcionário do YouTube. Ele é um ex- co-fundador do Google empregado e de Kiwi Crate.
ru: Ю Пан был один из шести участников команды PayPal и был первым нанятым специалистом в YouTube. Также он работал в Google и является сооснователем Kiwi Crate.
tr: Yu Pan, PayPal'ın 6 kurucu ekip üyesinden biriydi ve YouTube'daki ilk çalışanıydı. O eski olan kivi Crate Google çalışanı ve kurucularından.
vi: Yu Pan là một trong 6 thành viên sáng lập của PayPal và là nhân viên đầu tiên tại YouTube. Ông là cựu nhân viên của Google và là người đồng sáng lập Kiwi Crate.

source: Franck Chastagnol
ru: Франк Частаньоль

source: VP of Engineering
es: Vicepresidente de Ingeniería
fr: Vice-président de l'ingénierie
id: VP Teknik
pt: Vice Presidente de Engenharia
ru: Вице-президент по разработке
vi: Phó phòng kỹ thuật

source: Franck has had a successful career as an early employee at numerous high-profile companies. He previously led engineering teams at Inktomi, Paypal, YouTube, Google and Dropbox.
es: Franck ha tenido una exitosa carrera como uno de los primeros empleado en numerosas empresas de alto perfil. Anteriormente dirigió equipos de ingeniería en Inktomi, Paypal, YouTube, Google y Dropbox.
fr: Franck a eu une carrière réussie en tant que début employé dans de nombreuses entreprises de haut niveau. Auparavant, il a dirigé équipes d'ingénierie chez Inktomi, Paypal, YouTube, Google et Dropbox.
id: Franck telah memiliki karir yang sukses sebagai awal karyawan di berbagai perusahaan-profil tinggi. Dia sebelumnya memimpin tim teknik di Inktomi, Paypal, YouTube, Google dan Dropbox.
it: Franck ha avuto una carriera di successo tra i primi impiegati di numerose aziende di alto profilo. In precedenza ha guidato team di ingegneri in Inktomi, Paypal, YouTube, Google e Dropbox.
pt: Franck teve uma carreira de sucesso como funcionário inicial de em várias empresas de alto perfil. Anteriormente, ele liderou equipes de engenharia em Inktomi, Paypal, YouTube, Google e Dropbox.
ru: Франк сделал успешную карьеру в качестве раннего сотрудника во многих известных компаниях. Ранее он возглавлял команды инженеров в Inktomi, Paypal, YouTube, Google и Dropbox.
tr: Franck, çok sayıda yüksek profilli şirkette çalışanı olarak başarılı bir kariyere sahipti. Daha önce Inktomi, Paypal, YouTube, Google ve Dropbox'ta mühendislik ekibine liderlik etti.
vi: Franck đã có một sự nghiệp thành công như một nhân viên sớm tại nhiều công ty cao cấp. Trước đây ông đã lãnh đạo các nhóm kỹ thuật tại Inktomi, Paypal, YouTube, Google và Dropbox.

source: Micah Alcorn
he: מיכה אלקורן
hi: मीका अल्कोर्न
pt: Miquéias Alcorn
ru: Мика Алькорн

source: Director of Product
es: Director de Producto
fr: Directeur de Produit
id: Direktur Produk
pt: Diretor de Produto
ru: Директор по продукту
vi: Giám đốc sản phẩm

source: Micah was the technical co-founder of WellAttended, a bootstrapped box office management platform. He worked as a commercial real estate broker while learning to code.
es: Micah fue el cofundador técnico de WellAttended, una plataforma de gestión de taquilla de arranque. Trabajó como corredor de bienes raíces comerciales mientras aprendía a programar.
fr: Micah était le co-fondateur technique de WellAttended, une plateforme de gestion de box-office bootstrapée. Il a travaillé comme courtier en immobilier commercial tout en apprenant à code.
id: Micah adalah pendiri teknis WellAttended, platform manajemen box office yang bootstrap. Dia bekerja sebagai broker real estat komersial sambil belajar kode.
it: Micah era il co-fondatore tecnico di WellAttended, una piattaforma di gestione al botteghino avviata. Ha lavorato come mediatore immobiliare commerciale mentre imparava a scrivere codici.
pt: Micah foi o co-fundador técnico do WellAttended, uma plataforma de gerenciamento de bilheteria com bootstrap. Ele trabalhou como corretor de imóveis comerciais enquanto aprendia o código .
ru: Мика был техническим соучредителем в WellAttended, продвинутой системе управления кассами. Он совмещал изучение программирования и работу риэлтора.
tr: Micah, bir bootstrapping gişe yönetim platformu olan WellAttended'in teknik kurucularındandı. kodu öğrenirken ticari emlak komisyoncusu olarak çalıştı.
vi: Micah là người đồng sáng lập kỹ thuật của WellAttends, một nền tảng quản lý phòng vé tối ưu. Ông làm việc như một nhà môi giới bất động sản thương mại trong thời gian học lập trình.

source: Kay Yoo
ru: Кей Ю

source: Finance & Operations
es: Finanzas y Operaciones
fil: Pananalapi at Operasyon
fr: Finances et opérations
id: Keuangan & Operasi
it: Finanza e Operazioni
pt: Finanças e Operações
ru: Финансы и операции
sl: Finance in poslovanje
tr: Finans ve İşlemler
vi: Tài chính & Vận hành

source: Kay is a Chartered Professional Accountant (CPA). She previously worked as a Senior Accountant and then as a Senior Consultant at KPMG Canada.
es: Kay es contadora profesional certificada (CPA). Anteriormente trabajó como contadora senior y luego como consultora senior en KPMG Canada.
fr: Kay est comptable professionnelle agréée (CPA). Elle a auparavant travaillé comme comptable principale puis comme consultante principale chez KPMG Canada.
id: Kay adalah Chartered Professional Accountant (CPA). Dia sebelumnya bekerja sebagai Akuntan Senior dan kemudian sebagai Konsultan Senior di KPMG Kanada.
it: Kay è un dottore commercialista professionista (CPA). Ha precedentemente lavorato come Contabile Senior e successivamente come Consulente Senior presso KPMG Canada.
pt: Kay é um revisor oficial de contas (CPA). Ela já trabalhou como contador sênior e depois como consultor sênior da KPMG Canada.
ru: Кей является дипломированным бухгалтером (CPA). Ранее она работала старшим бухгалтером, а затем старшим консультантом в KPMG Canada.
tr: Kay, Yeminli Mali Müşavirdir (EBM). O daha önce bir Kıdemli Muhasebeci olarak ve daha sonra olarak çalıştı KPMG Kanada Kıdemli Danışman.
vi: Kay là Kế toán viên chuyên nghiệp (CPA). Trước đây cô làm Kế toán cao cấp và sau đó là Tư vấn viên cao cấp tại KPMG Canada.

source: Business Development
es: Desarrollador de negocios
fil: Pagpapaunlad ng negosyo
fr: Développement des affaires
he: פיתוח עסקי
hi: व्यापार विकास
hr: Poslovni razvoj
id: Pengembang bisnis
pt: Desenvolvimento de negócios
ru: Развитие бизнеса
sl: Razvoj podjetništva
tr: İş Geliştirme
vi: Phát triển kinh doanh

source: Coleman is an active cryptocurrency investor and real estate entrepreneur, owning and managing multiple Airbnb properties. He studied mathematics at Berkeley.
es: Coleman es un inversor activo en cryptomonedas y emprendedor inmobiliario, gestionando y administrando múltiples propiedades de Airbnb. Estudió matemáticas en Berkeley.
fr: Coleman est un investisseur actif dans la crypto-monnaie et entrepreneur immobilier, possédant et gérant plusieurs propriétés Airbnb . Il a étudié les mathématiques à Berkeley.
id: Coleman adalah investor cryptocurrency aktif dan pengusaha real estat, yang memiliki dan mengelola beberapa properti Airbnb . Ia belajar matematika di Berkeley.
it: Coleman è un investitore attivo in criptovalute ed imprenditore immobiliare, possiede e gestisce più proprietà in Airbnb. Ha studiato matematica a Berkeley.
pt: Coleman é um investidor ativo em criptomoeda e empreendedor imobiliário, possuindo e gerenciando várias propriedades do Airbnb . Ele estudou matemática em Berkeley.
ru: Колман - является активным криптоинвестором и предпринимателем в сфере недвижимости, владеющий и управляющий сетью объектов Airbnb. Он изучал математику в Беркли.
tr: Coleman, birden fazla Airbnb mülküne sahip olan ve yöneten aktif bir kripto para yatırımcısı ve gayrimenkul girişimcisidir. Berkeley'de matematik okudu.
vi: Coleman là một nhà đầu tư tiền mã hóa đời đầu. là doanh nhân bất động sản, sở hữu và quản lý một số lượng lớn tài sản của Airbnb. Ông học Toán học tại Đại học Berkeley.

source: Mila Choi
ru: Мила Чой

source: Regional Manager Korea
es: Gerente Regional en Korea
fr: Directeur régional Corée
id: Manajer Regional Korea
pt: Gerente Regional Coréia
ru: Региональный менеджер по Кореи
tr: Kore Bölge Müdürü
vi: Giám đốc bộ phận Hàn Quốc

source: Mila is leading our community efforts in South Korea. She previously organized blockhain hackathons and has degrees from Penn State and Erasmus University Rotterdam.
es: Mila está liderando los esfuerzos de la comunidad en Corea del sur. Anteriormente organizó hackatones blockchain y tiene grado de Penn State y Erasmus University Rotterdam.
fr: Mila dirige nos efforts communautaires dans le Sud Corée. Elle a organisé précédemment hackathons blockhain et a degrés de Penn State et de l' Université Erasmus de Rotterdam.
id: Mila memimpin upaya masyarakat kami di Selatan Korea. Dia sebelumnya menyelenggarakan hackathons blockhain dan memiliki gelar dari Penn State dan Erasmus University Rotterdam.
it: Mila guida gli sforzi della nostra comunità in Corea del Sud. In precedenza ha organizzato blockhain hackathon ed ha conseguito una laurea presso la Penn State e l'Erasmus University di Rotterdam.
pt: Mila está liderando nossos esforços comunitários na Coréia do Sul . Ela já organizou hackathons de blockhain e possui diploma na Penn State e na Erasmus University Rotterdam.
ru: Мила возглавляет наше сообщество в Южной Корее. Ранее она организовывала блокчейн хакатоны, получила ученые степени в Университете штата Пенсильвания и Университете им. Эразма Роттердамского.
tr: Mila Güney yılında toplum çabalara önderlik eden Kore. Daha önce blockhain hackathons organize etti ve Penn State ve Erasmus University Rotterdam'dan dereceye sahip.
vi: Mila đang dẫn đầu các nỗ lực cộng đồng của chúng tôi tại Hàn Quốc. Trước đây, cô đã tổ chức hackhons hackhons và có bằng cấp của Đại học bang Pennsylvania và Đại học Erasmus Rotterdam.

source: Tom Linton
ru: Том Линтон

source: Senior Engineer
es: Ingeniero Mayor
fr: Ingénieur senior
hi: वरिष्ठ इंजीनियर
it: Ingegnere Senior
pt: Engenheiro senior
ru: Старший инженер
sl: Višji inženir
tr: Kıdemli mühendis
vi: Kỹ sư cao cấp
