Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Users can also earn OGN by following Origin’s social media accounts or promoting news about the project on public channels.
es: Los usuarios también pueden ganar OGN siguiendo las cuentas de redes sociales de Origin o promocionando noticias sobre el proyecto en canales públicos.
fr: Les utilisateurs peuvent également gagner des OGN en suivant les comptes de réseaux sociaux d'Origin ou en faisant la promotion des informations sur le projet sur les chaînes publiques.
id: Pengguna juga dapat memperoleh OGN dengan mengikuti akun media sosial Origin atau mempromosikan berita tentang proyek di saluran publik.
it: Gli utenti possono anche guadagnare OGN seguendo gli account sui social media di Origin o promuovendo notizie sul progetto sui canali pubblici.
pt: Os usuários também podem ganhar OGN seguindo as contas de mídia social da Origin ou promovendo notícias sobre o projeto nos canais públicos.
ru: Пользователи также могут зарабатывать OGN, следя за аккаунтами Origin в социальных сетях или продвигая новости о проекте в общественных каналах.
tr: Kullanıcılar ayrıca Origin'in sosyal medya hesaplarını takip ederek veya proje hakkında kamu kanallarında haberleri teşvik ederek OGN kazanabilirler.
vi: Người dùng cũng có thể kiếm OGN bằng cách theo dõi các trang mạng xã hội của Origin hoặc quảng bá tin tức về dự án trên các kênh công cộng.

source: To encourage transaction volume on the Origin Platform, we are also offering “cashback” mechanisms to users that purchase from our trusted network of top sellers.
es: Para alentar el volumen de transacciones en la Plataforma Origin, también estamos ofreciendo mecanismos de "devolución de efectivo" a los usuarios que compran en nuestra red confiable de los mejores vendedores.
fr: Pour encourager le volume de transactions sur la plate-forme Origin, nous proposons également des mécanismes de «cashback» aux utilisateurs qui achètent sur notre réseau de confiance de meilleurs vendeurs.
id: Untuk mendorong volume transaksi di Platform Asal, kami juga menawarkan mekanisme "cashback" kepada pengguna yang membeli dari jaringan penjual terlaris kami yang tepercaya.
it: Per incoraggiare il volume delle transazioni sulla piattaforma Origin, offriamo anche meccanismi di "cashback" agli utenti che acquistano dalla nostra rete fidata di best seller.
pt: Para incentivar o volume de transações na plataforma Origin, também oferecemos mecanismos de “reembolso” para usuários que compram de nossa rede confiável de vendedores mais vendidos.
ru: Чтобы стимулировать объем транзакций на платформе Origin, мы также предлагаем механизмы "cash back" пользователям, которые покупают у нашей надежной сети лучших продавцов.
tr: Origin Platformunda işlem hacmini teşvik etmek için, güvenilir en çok satan ağımızdan satın alan kullanıcılara “geri ödeme” mekanizmaları da sunuyoruz.
vi: Để khuyến khích khối lượng giao dịch trên Nền tảng Origin, chúng tôi cũng cung cấp cơ chế hoàn tiền cho người dùng mua hàng từ những người bán hàng uy tín trên mạng lưới của chúng tôi.

source: Origin Commissions
es: Comisiones de Origin
fr: Commissions d'origine
id: Komisi Asal
it: Commissioni di origine
pt: Comissões de Origem
ru: Комиссии Origin
tr: Menşe Komisyonları

source: It is essential that we also incentivize developers and marketplace operators to use the Origin Platform. As such, we have launched an advertising and promotions program that creates a built-in business model for the decentralized marketplaces operating on Origin.
es: Es esencial que también incentivemos a los desarrolladores y operadores del mercado a usar la Plataforma Origin. Como tal, hemos lanzado un programa de publicidad y promociones que crea un modelo de negocio integrado para los mercados descentralizados que operan en Origin.
fr: Il est essentiel que nous incitions également les développeurs et les opérateurs de marché à utiliser la plateforme Origin. À ce titre, nous avons lancé un programme de publicité et de promotions qui crée un modèle commercial intégré pour les marchés décentralisés opérant sur Origin.
id: Sangat penting bahwa kami juga memberi insentif kepada pengembang dan operator pasar untuk menggunakan Platform Asal. Karena itu, kami telah meluncurkan program periklanan dan promosi yang menciptakan model bisnis bawaan untuk pasar terdesentralisasi yang beroperasi di Origin.
it: È essenziale incentivare anche gli sviluppatori e gli operatori del mercato a utilizzare la piattaforma Origin. Pertanto, abbiamo lanciato un programma di pubblicità e promozioni che crea un modello di business integrato per i mercati decentralizzati che operano su Origin.
pt: É essencial que também incentivemos desenvolvedores e operadores de mercado a usar a Plataforma de Origem. Dessa forma, lançamos um programa de publicidade e promoções que cria um modelo de negócios integrado para os mercados descentralizados que operam no Origin.
ru: Важно также стимулировать разработчиков и операторов рынка к использованию платформы Origin. Таким образом, мы запустили программу рекламы и продвижения, которая создает встроенную бизнес-модель для децентрализованных рынков, работающих на Origin.
tr: Ayrıca geliştiricileri ve pazar yeri operatörlerini Origin Platformunu kullanmaya teşvik etmemiz önemlidir. Bu itibarla, Origin'de faaliyet gösteren merkezi olmayan pazarlar için yerleşik bir iş modeli oluşturan bir reklam ve promosyon programı başlattık.
vi: Việc khuyến khích các nhà phát triển và các nhà quản lý marketplace sử dụng nền tảng Origin là điều vô cùng cần thiết. Do đó, chúng tôi đã đưa ra một chương trình quảng cáo và khuyến mãi, tạo ra một mô hình kinh doanh tích hợp cho các marketplace phi tập trung hoạt động trên Origin.

source: Sellers on Origin-enabled applications can promote their listings with OGN to get higher visibility on the search and browse results on our flagship app and partner apps. Currently, the only way to participate in this program is to pay with OGN. When sellers create listings, they can add OGN commissions to their listings. This OGN is placed into escrow in our Marketplace Smart Contract
es: Los vendedores de aplicaciones habilitadas para Origin pueden promocionar sus listados con OGN para obtener una mayor visibilidad en la búsqueda y buscar resultados en nuestra aplicación insignia y aplicaciones asociadas. Actualmente, la única forma de participar en este programa es pagar con OGN. Cuando los vendedores crean listados, pueden agregar comisiones OGN a sus listados. Este OGN se coloca en custodia en nuestro Contrato Smart Marketplace
fr: Les vendeurs sur les applications compatibles avec Origin peuvent promouvoir leurs annonces avec OGN pour obtenir une meilleure visibilité sur les résultats de recherche et de navigation sur notre application phare et nos applications partenaires. Actuellement, la seule façon de participer à ce programme est de payer avec OGN. Lorsque les vendeurs créent des annonces, ils peuvent ajouter des commissions OGN à leurs annonces. Cet OGN est placé sous séquestre dans notre contrat intelligent Marketplace
id: Penjual pada aplikasi yang mendukung Asal dapat mempromosikan daftar mereka dengan OGN untuk mendapatkan visibilitas yang lebih tinggi pada pencarian dan menelusuri hasil pada aplikasi unggulan kami dan aplikasi mitra. Saat ini, satu-satunya cara untuk berpartisipasi dalam program ini adalah membayar dengan OGN. Ketika penjual membuat daftar, mereka dapat menambahkan komisi OGN ke daftar mereka. OGN ini ditempatkan di escrow dalam Kontrak Cerdas Marketplace kami
it: I venditori di applicazioni abilitate per Origin possono promuovere le loro inserzioni con OGN per ottenere maggiore visibilità sulla ricerca e sfogliare i risultati sulla nostra app di punta e sulle app dei partner. Attualmente, l'unico modo per partecipare a questo programma è pagare con OGN. Quando i venditori creano elenchi, possono aggiungere commissioni OGN ai loro elenchi. Questo OGN è inserito nel deposito a garanzia nel nostro Smart Contract di Marketplace
pt: Os vendedores em aplicativos habilitados para Origin podem promover suas listagens com a OGN para obter maior visibilidade nos resultados de pesquisa e navegação em nosso aplicativo principal e aplicativos de parceiros. Atualmente, a única maneira de participar deste programa é pagar com a OGN. Quando os vendedores criam listagens, eles podem adicionar comissões OGN a suas listagens. Este OGN é depositado em garantia no nosso Contrato Inteligente do Marketplace
ru: Продавцы приложений с поддержкой Origin могут продвигать свои объявления с помощью OGN, чтобы получить более высокую видимость результатов поиска и просмотра в нашем флагманском приложении и партнерских приложениях. Единственный способ принять участие в этой программе-это заплатить OGN. Когда продавцы создают объявления, они могут добавлять к своим объявлениям комиссии OGN. Данный OGN помещается на условное депонирование в нашем маркетплейс контракте.
tr: Origin özellikli uygulamalardaki satıcılar, amiral gemisi uygulamamızda ve iş ortağı uygulamalarımızda aramada daha fazla görünürlük elde etmek ve sonuçlara göz atmak için OGN ile listelerini tanıtabilirler. Şu anda, bu programa katılmanın tek yolu OGN ile ödeme yapmaktır. Satıcılar listeler oluşturduğunda listelerine OGN komisyonları ekleyebilirler. Bu OGN, Marketplace Akıllı Sözleşmemizde emanet haline getirilir
vi: Người bán trên các ứng dụng Origin có thể quảng bá danh sách của họ bằng OGN để có được khả năng hiển thị cao hơn trên tìm kiếm và duyệt kết quả trên ứng dụng ưu tiên cũng như ứng dụng đối tác của chúng tôi. Cách duy nhất để tham gia chương trình này là thanh toán bằng OGN. Khi người bán tạo danh sách, họ có thể thêm hoa hồng trả bằng OGN vào danh sách của mình. OGN này được đặt vào phần ký quỹ trong Hợp đồng Thông minh Marketplace

source: Then, when sales are finalized, OGN commissions are given to the apps that brought counterparties (the buyers) to fulfill the sales. This gives developers incentives to promote these seller listings, as well as compete amongst themselves to drive the most sales for sellers.
es: Luego, cuando se finalizan las ventas, se otorgan comisiones OGN a las aplicaciones que trajeron a las contrapartes (los compradores) para completar las ventas. Esto brinda incentivos a los desarrolladores para promover estas listas de vendedores, así como competir entre ellos para impulsar la mayor cantidad de ventas para los vendedores.
fr: Ensuite, lorsque les ventes sont finalisées, des commissions OGN sont versées aux applications qui ont amené des contreparties (les acheteurs) à réaliser les ventes. Cela donne aux développeurs des incitations à promouvoir ces listes de vendeurs, ainsi qu'à se faire concurrence pour générer le plus de ventes pour les vendeurs.
id: Kemudian, ketika penjualan diselesaikan, komisi OGN diberikan kepada aplikasi yang membawa rekanan (pembeli) untuk memenuhi penjualan. Ini memberikan insentif kepada pengembang untuk mempromosikan daftar penjual ini, serta bersaing di antara mereka sendiri untuk mendorong penjualan terbanyak bagi penjual.
it: Quindi, quando le vendite vengono finalizzate, le commissioni OGN vengono assegnate alle app che hanno portato le controparti (gli acquirenti) a soddisfare le vendite. Ciò offre agli sviluppatori incentivi per promuovere questi elenchi di venditori, oltre a competere tra loro per favorire il maggior numero di vendite per i venditori.
pt: Então, quando as vendas são finalizadas, as comissões OGN são concedidas aos aplicativos que trouxeram contrapartes (os compradores) para realizar as vendas. Isso oferece aos desenvolvedores incentivos para promover essas listagens de vendedores, além de competir entre si para gerar o maior número de vendas para vendedores.
ru: Затем, когда продажи завершены, комиссии OGN начисляются приложениям, которые привлекли контрагентов (покупателей) для выполнения продаж. Это дает разработчикам стимулы продвигать эти листинги продавцов, а также конкурировать между собой для увеличения продаж продавцов.
tr: Daha sonra, satışlar tamamlandığında, satışları gerçekleştirmek için karşı tarafları (alıcıları) getiren uygulamalara OGN komisyonları verilir. Bu, geliştiricilere, bu satıcı listelerini tanıtmak ve satıcılar için en fazla satış sağlamak için kendi aralarında rekabet etmek için teşvikler verir.
vi: Sau đó, khi doanh số được phân bổ, hoa hồng OGN được gửi cho các ứng dụng đã mang lại đối tác (người mua) để hoàn tất việc mua bán. Điều này mang lại cho các nhà phát triển ứng dụng động lực để quảng bá các danh sách hàng hóa của người bán, cũng như cạnh tranh lẫn nhau để thúc đẩy doanh số bán hàng nhiều nhất cho người bán.

source: To give a more specific example, let’s assume that a NYC-based home owner wants to put her apartment up for home-sharing on the Origin network. She inputs that she is willing to pay a 20 OGN commission every single time her apartment is rented out for one evening. Multiple home-sharing applications are now incentivized to feature her apartment so that they can compete for the OGN commissions. When one application acts as the final point of sale for a booking by finding the seller a renter, the application developer is rewarded the 20 OGN that she has offered up as commission
es: Para dar un ejemplo más específico, supongamos que el propietario de una casa con sede en Nueva York quiere poner su apartamento para compartir su casa en la red Origin. Ella insiste en que está dispuesta a pagar una comisión de 20 OGN cada vez que alquila su apartamento por una noche. Múltiples aplicaciones para compartir el hogar ahora están incentivadas para presentar su apartamento para que puedan competir por las comisiones de OGN. Cuando una aplicación actúa como el punto de venta final para una reserva al encontrar al vendedor un inquilino, el desarrollador de la aplicación recibe los 20 OGN que ha ofrecido como comisión
fr: Pour donner un exemple plus spécifique, supposons qu'un propriétaire de maison basé à New York veuille mettre son appartement en colocation sur le réseau Origin. Elle indique qu'elle est prête à payer une commission de 20 OGN chaque fois que son appartement est loué pour une soirée. Plusieurs applications de partage de maison sont maintenant incitées à présenter son appartement afin qu'elles puissent concourir pour les commissions OGN. Lorsqu'une application agit comme point de vente final pour une réservation en trouvant le vendeur un locataire, le développeur de l'application est récompensé des 20 OGN qu'elle a offerts en commission
id: Untuk memberikan contoh yang lebih spesifik, mari kita asumsikan bahwa pemilik rumah berbasis di NYC ingin menempatkan apartemennya untuk dibagikan di rumah pada jaringan Origin. Dia memberi masukan bahwa dia bersedia membayar komisi 20 OGN setiap kali apartemennya disewa untuk satu malam. Beberapa aplikasi berbagi rumah kini diberi insentif untuk fitur apartemennya sehingga mereka dapat bersaing untuk komisi OGN. Ketika satu aplikasi bertindak sebagai titik penjualan terakhir untuk pemesanan dengan menemukan penjual sebagai penyewa, pengembang aplikasi diberi penghargaan 20 OGN yang telah ia tawarkan sebagai komisi
it: Per fare un esempio più specifico, supponiamo che un proprietario di una casa con sede a New York voglia mettere il suo appartamento per la condivisione della casa sulla rete Origin. Inserisce che è disposta a pagare una commissione di 20 OGN ogni volta che il suo appartamento viene affittato per una sera. Molteplici applicazioni di condivisione domestica sono ora incentivate a presentare il suo appartamento in modo che possano competere per le commissioni OGN. Quando un'applicazione funge da punto vendita finale per una prenotazione trovando il venditore un locatario, lo sviluppatore dell'applicazione riceve in premio 20 OGN che ha offerto come commissione
pt: Para dar um exemplo mais específico, vamos supor que um proprietário de uma casa sediada em Nova York queira colocar seu apartamento para compartilhamento doméstico na rede Origin. Ela afirma que está disposta a pagar uma comissão de 20 OGN toda vez que seu apartamento for alugado por uma noite. Vários aplicativos de compartilhamento em casa agora são incentivados a apresentar seu apartamento para que eles possam competir pelas comissões da OGN. Quando um aplicativo atua como o ponto final de venda de uma reserva, encontrando o vendedor como locatário, o desenvolvedor do aplicativo recebe os 20 OGN que ele ofereceu como comissão
ru: Чтобы привести более конкретный пример, давайте предположим, что владелец дома из Нью-Йорка хочет предоставить свою квартиру для совместного проживания в сети Origin. Она сообщает, что готова платить комиссию в 20 OGN каждый раз, когда ее квартира сдается в аренду на один вечер. Множество заявлений о совместном проживании в настоящее время стимулируется, чтобы показать ее квартиру, чтобы они могли бороться за комиссионные OGN. Когда одно приложение выступает в качестве конечной точки продажи для бронирования, находя продавца в качестве арендатора, разработчик приложения получает 20 OGN, которые она предложила в качестве комиссии.
tr: Daha spesifik bir örnek vermek gerekirse, bir NYC tabanlı ev sahibinin Origin ağında ev paylaşımı için dairesini koymak istediğini varsayalım. Dairesi her akşam kiralandığında 20 OGN komisyon ödemeye hazır olduğunu belirtiyor. Birden fazla ev paylaşım uygulaması, OGN komisyonları için rekabet edebilmeleri için dairesini öne çıkarmaya teşvik edildi. Bir uygulama, satıcıyı kiracı bularak rezervasyon için son satış noktası olarak hareket ettiğinde, uygulama geliştiricisi komisyon olarak sunduğu 20 OGN'yi ödüllendirir.
vi: Ví dụ cụ thể hơn, giả sử rằng chủ sở hữu nhà ở NYC muốn chia sẻ căn hộ của mình (home-sharing) trên mạng Origin. Cô ấy sẵn sàng trả 20 OGN tiền hoa hồng cho mỗi lần căn hộ được cho thuê mỗi buổi tối. Nhiều ứng dụng chia sẻ nhà sẽ được khuyến khích nổi bật căn hộ của cô để cạnh tranh với mục đích cho thuê và nhận hoa hồng OGN. Khi một ứng dụng tìm được khách hàng, người tạo ra ứng dụng đó được thưởng 20 OGN mà cô ấy đã cung cấp dưới dạng hoa hồng

source: In the future, it is intended that other types of commission earners like bloggers, social media influencers, and other affiliates will be able to earn OGN commissions from sellers.
es: En el futuro, se pretende que otros tipos de ganadores de comisiones, como bloggers, personas influyentes en las redes sociales y otros afiliados, puedan ganar comisiones OGN de los vendedores.
fr: À l'avenir, il est prévu que d'autres types de bénéficiaires de commissions comme les blogueurs, les influenceurs des médias sociaux et d'autres affiliés puissent gagner des commissions OGN auprès des vendeurs.
id: Di masa depan, ini dimaksudkan bahwa jenis penerima komisi lain seperti blogger, pemberi pengaruh media sosial, dan afiliasi lainnya akan dapat memperoleh komisi OGN dari penjual.
it: In futuro, si prevede che altri tipi di beneficiari di commissioni come blogger, influenzatori dei social media e altri affiliati saranno in grado di guadagnare commissioni OGN dai venditori.
pt: No futuro, pretende-se que outros tipos de recebedores de comissão, como blogueiros, influenciadores de mídia social e outros afiliados, possam ganhar comissões OGN de vendedores.
ru: В будущем предполагается, что другие типы получателей комиссионных, такие как блогеры, влиятельные лица в социальных сетях и другие партнеры, смогут получать комиссионные OGN от продавцов
tr: Gelecekte, blogcular, sosyal medya etkileyicileri ve diğer bağlı kuruluşlar gibi diğer komisyoncu türlerinin satıcılardan OGN komisyonları kazanabileceği düşünülmektedir.
vi: Trong tương lai, những người kiếm tiền hoa hồng khác như blogger, phương tiện truyền thông xã hội… sẽ có thể kiếm được hoa hồng OGN từ người bán.
