Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: OGN token holders will be able to create and vote on proposals to govern the underlying protocol. This may include:
fr: Les détenteurs de jetons OGN pourront créer et voter des propositions visant à régir le protocole sous-jacent. Cela peut inclure :
id: Pemegang token OGN akan dapat membuat dan memberikan suara pada proposal untuk mengatur protokol yang mendasarinya. Ini mungkin termasuk:
pt: Os detentores de tokens OGN poderão criar e votar em propostas para controlar o protocolo subjacente. Isso pode incluir:
ru: Держатели токенов OGN смогут создавать и голосовать за предложения по управлению базовым протоколом. Это может включать:
vi: Người nắm giữ OGN sẽ có thể tạo và bỏ phiếu cho các đề xuất để điều chỉnh giao thức cơ bản. Bao gồm:

source: Adding/removing new types of yield-earning strategies
fr: Ajout/suppression de nouveaux types de stratégies de rendement
id: Menambah/menghapus jenis baru strategi penghasilan hasil
pt: Adicionar/remover novos tipos de estratégias de rendimento
ru: • Добавление / удаление новых типов стратегий доходности
vi: Thêm / xóa các loại chiến lược thu nhập lợi nhuận mới

source: Allocating capital across a basket of strategies
fr: Allocation du capital à travers un panier de stratégies
id: Mengalokasikan modal di sekeranjang strategi
pt: Alocação de capital em uma cesta de estratégias
ru: Распределение капитала по корзине стратегий
vi: Phân bổ vốn cho các chiến lược

source: Determining what fees are charged by the protocol
fr: Déterminez les frais facturés par le protocole
id: Menentukan biaya apa yang dibebankan oleh protokol
pt: Determinar quais taxas serão cobradas pelo protocolo
ru: Определение комиссии, взимаемой протоколом
vi: Xác định những khoản phí nào được thu bởi giao thức

source: Determining what incentives (e.g. OGN rewards for liquidity mining) are offered on an ongoing basis
fr: Déterminez quelles incitations (par exemple, les récompenses OGN pour l'exploitation des liquidités) sont offertes sur une base permanente
id: Menentukan insentif apa (misalnya imbalan OGN untuk penambangan likuiditas) yang ditawarkan secara berkelanjutan
pt: Determinar quais incentivos (ex. recompensas OGN para mineração por liquidez) são oferecidos de forma contínua
ru: Определение того, какие стимулы (например, вознаграждения OGN за добычу ликвидности) предлагаются на постоянной основе
vi: Xác định những ưu đãi nào (ví dụ phần thưởng OGN cho việc khai thác thanh khoản) được cung cấp liên tục

source: Note that decentralized governance privileges will not apply to the centralized applications like the peer-to-peer payments product or debit card to be built on OUSD in the near-term. However, the underlying protocol will be fully decentralized before the end of 2021.
fr: Notez que les privilèges de gouvernance décentralisée ne s'appliqueront pas aux applications centralisées telles que le produit de paiement de pair à pair (P2P) ou la carte de débit qui seront construits sur OUSD à court terme. Cependant, le protocole sous-jacent sera entièrement décentralisé avant la fin de 2021.
id: Perhatikan bahwa hak istimewa tata kelola terdesentralisasi tidak akan berlaku untuk aplikasi terpusat seperti produk pembayaran peer-to-peer atau kartu debit yang akan dibangun di OUSD dalam waktu dekat. Namun, protokol yang mendasarinya akan sepenuhnya didesentralisasi sebelum akhir tahun 2021.
pt: Observe que os privilégios de governança descentralizada não se aplicarão aos aplicativos centralizados, como o produto de pagamento peer-to-peer ou cartão de débito a ser criado no OUSD no curto prazo. No entanto, o protocolo subjacente será totalmente descentralizado antes do final de 2021.
ru: Обратите внимание, что привилегии децентрализованного управления не будут применяться к централизованным приложениям, таким как продукт для p2p платежей или дебетовая карта, которые будут построены на OUSD в ближайшем будущем. Однако основной протокол будет полностью децентрализован до конца 2021 года.
vi: Lưu ý rằng các đặc quyền quản trị phi tập trung sẽ không áp dụng cho các ứng dụng tập trung như sản phẩm thanh toán ngang hàng hoặc thẻ ghi nợ sẽ được xây dựng trên OUSD trong thời gian tới. Tuy nhiên, giao thức cơ bản sẽ được phi tập trung hoá hoàn toàn trước khi kết thúc năm 2021.

source: Value accrual
fr: Valeur Cumulée
id: Nilai akrual
pt: Acúmulo de valor
ru: Увеличение стоимости
vi: Tích lũy giá trị

source: OGN holders will benefit directly from any protocol revenues and fees generated from products built on the Origin Platform. This includes on-chain revenue from OUSD as well as potential off-chain revenue sources from OUSD or our commerce products in the future.
fr: Les détenteurs d'OGN bénéficieront directement de tous les revenus et frais de protocole générés par les produits construits sur la plate-forme Origin. Cela inclut les revenus on-chain de l'OUSD ainsi que les sources potentielles de revenus off-chain de l'OUSD ou de nos produits commerciaux à l'avenir.
id: Pemegang OGN akan mendapatkan keuntungan langsung dari pendapatan protokol dan biaya yang dihasilkan dari produk yang dibangun di Platform Origin. Ini termasuk pendapatan on-chain dari OUSD serta potensi sumber pendapatan off-chain dari OUSD atau produk perdagangan kami di masa mendatang.
pt: Os detentores de OGN se beneficiarão diretamente de quaisquer receitas de protocolo e taxas geradas a partir de produtos construídos na Plataforma Origin. Isso inclui receita interna da OUSD, bem como fontes potenciais de receita externa da OUSD ou de nossos produtos comerciais no futuro.
ru: Владельцы OGN получат прямую выгоду от любых доходов от протокола и сборов, полученных от продуктов, созданных на платформе Origin. Это включает в себя выручку внутри сети от OUSD, а также потенциальные источники дохода вне сети от OUSD или наших коммерческих продуктов в будущем.
vi: Chủ sở hữu OGN sẽ được hưởng lợi trực tiếp từ bất kỳ doanh thu và phí giao thức nào được tạo ra từ các sản phẩm được xây dựng trên Nền tảng Origin, bao gồm doanh thu trên chuỗi từ OUSD cũng như các nguồn doanh thu ngoài chuỗi tiềm năng từ OUSD hoặc các sản phẩm thương mại của chúng tôi trong tương lai.

source: Currently, 10%% of DeFi yields generated from OUSD are collected as a protocol service fee. These on-chain fees are being used to buy back OGN on the market, generating consistent buy pressure for OUSD’s governance token.
fr: Actuellement, 10%% des rendements de DeFi générés par OUSD sont collectés en tant que frais de service du protocole. Ces frais sur la chaîne sont utilisés pour racheter des OGN sur le marché, générant une pression d'achat constante pour le jeton de gouvernance d'OUSD.
pt: Atualmente 10%% dos rendimentos de DeFi gerados pelo OUSD são coletados como uma taxa de serviço de protocolo. Essas taxas na rede estão sendo usadas para recomprar a OGN no mercado, gerando pressão de compra consistente para o token de governança da OUSD.
ru: В настоящее время 10% доходов, генерируемых из OUSD, собираются в качестве премии внутри протокла. Эти сборы используются для обратного выкупа OGN на рынке, создавая постоянное давление на покупку управляющего токена OUSD.
vi: Hiện tại, 10%% lợi tức DeFi tạo ra từ OUSD được thu dưới dạng phí thực hiện giao thức. Các khoản phí trực tuyến này đang được sử dụng để mua lại OGN trên thị trường, tạo ra áp lực mua liên tục đối với token quản trị mạng OUSD.

source: Through decentralized governance, the community will be able to adjust service fee settings as well as other value accrual parameters.
fr: Grâce à une gouvernance décentralisée, la communauté sera en mesure d'ajuster les paramètres des frais de service ainsi que d'autres paramètres de Valeur Cumulée.
pt: Por meio da governança descentralizada, a comunidade será capaz de ajustar as configurações de taxas de serviço, bem como outros parâmetros de acúmulo de valor.
ru: Благодаря децентрализованному управлению сообщество сможет регулировать взимаемые комиссии, а также другие параметры продукта.
vi: Thông qua quản trị phi tập trung, cộng đồng sẽ có thể điều chỉnh cài đặt phí thực hiện giao thức cũng như các thông số tích lũy giá trị khác.

source: OGN holders are therefore incentivized to promote OUSD. As OUSD circulating supply increases, service fees generated will also increase, directly benefiting OGN holders financially. The converse is also true. OUSD holders are incentivized to be OGN holders, so they can participate actively in the governance of the protocol. This creates a strong flywheel effect between Origin’s two tokens.
fr: Les détenteurs d'OGN sont donc incités à promouvoir les OUSD. À mesure que l'offre d'OUSD en circulation augmente, les frais de service générés augmentent également, ce qui profite directement aux détenteurs d'OGN sur le plan financier. L'inverse est également vrai. Les détenteurs d'OUSD sont incités à devenir des détenteurs d'OGN, afin de pouvoir participer activement à la gouvernance du protocole. Cela crée un fort effet de volant entre les deux jetons d'Origin.
pt: Detentores de OGN são, portanto, incentivados a promover OUSD. À medida que a fornecimento em circulação de OUSD aumenta, as taxas de serviço geradas também aumentarão, beneficiando diretamente os detentores de OGN financeiramente. O oposto também é verdade. Detentores de OUSD são incentivados a possuírem OGN, para que possam participar ativamente na governança do protocolo. Isso cria um forte efeito volante entre os dois tokens da Origin.
ru: Таким образом, держатели OGN заинтересованы в продвижении OUSD. По мере увеличения циркулирующего предложения OUSD, генерируемые комиссионные также будут расти, что напрямую приносит финансовую пользу держателям OGN. Обратное также верно. Владельцы OUSD заинтересованы в том, чтобы быть держателями OGN, ведь они могут активно участвовать в управлении протоколом. Это создает сильный эффект усиливающей обратной связи между двумя токенами Origin.
vi: Do đó, người nắm giữ OGN sẽ có động lực phát triển OUSD. Khi nguồn cung lưu hành OUSD tăng lên, phí thực hiện được tạo ra cũng sẽ tăng lên và trực tiếp mang lại lợi ích cho chủ sở hữu OGN. Ở chiều ngược lại, chủ sở hữu OUSD được khuyến khích nắm giữ OGN để có được quyền quản trị. Điều này tạo nên mối quan hệ thúc đẩy lẫn nhau giữa 2 token của Origin.

source: Since it is our intention to build powerful applications on top of the OUSD protocol like the new peer-to-peer payments product and debit card offering, we will also be able to create new monetization opportunities with these applications. For example, we may take a small percentage of OUSD yields as revenue to cover the costs of running the centralized infrastructure to power these experiences. Any profits that are generated off-chain can similarly be reinvested into the OGN buyback program or other fee distribution options mentioned above.
fr: Puisque nous avons l'intention de créer des applications puissantes sur le protocole OUSD, comme le nouveau produit de paiement de pair à pair P2P et la carte de débit, nous serons également en mesure de créer de nouvelles opportunités de monétisation avec ces applications. Par exemple, nous pouvons prendre un petit pourcentage des rendements d'OUSD comme revenu pour couvrir les coûts de fonctionnement de l'infrastructure centralisée pour alimenter ces expériences. Tous les bénéfices générés hors chaîne peuvent de la même manière être réinvestis dans le programme de rachat d'OGN ou dans d'autres options de distribution de frais mentionnées ci-dessus.
id: Karena niat kami untuk membangun aplikasi yang kuat di atas protokol OUSD seperti produk pembayaran peer-to-peer baru dan penawaran kartu debit, kami juga akan dapat menciptakan peluang monetisasi baru dengan aplikasi ini. Misalnya, kami dapat mengambil persentase kecil dari hasil OUSD sebagai pendapatan untuk menutupi biaya menjalankan infrastruktur terpusat untuk mendukung pengalaman ini. Setiap keuntungan yang dihasilkan di luar rantai juga dapat diinvestasikan kembali ke dalam program pembelian kembali OGN atau opsi distribusi biaya lainnya yang disebutkan di atas.
pt: Como é nossa intenção construir aplicações poderosas sobre o protocolo OUSD como o novo produto de pagamento peer-to-peer e oferta de cartões de débito, também poderemos criar novas oportunidades de monetização com estas aplicações. Por exemplo, podemos tomar uma pequena porcentagem dos rendimentos de OUSD como receita para cobrir os custos de funcionamento da infraestrutura centralizada para alimentar essas experiências. Quaisquer lucros que sejam gerados fora da cadeia podem ser reinvestidos de forma semelhante do programa de recompra do OGN ou em outras opções de distribuição de taxas mencionadas acima.
ru: Поскольку мы намерены создавать мощные приложения на основе протокола OUSD, такие как новый продукт для прямых платежей и выпуск дебетовых карт, мы также сможем создать новые возможности монетизации с помощью этих приложений. Например, мы можем взять небольшой процент от дохода OUSD в качестве комиссии, чтобы покрыть расходы на управление централизованной инфраструктурой для обеспечения этого работы приложений. Любая прибыль, полученная вне сети, аналогичным образом может быть реинвестирована в программу обратного выкупа OGN или другие варианты распределения комиссий, упомянутые выше.
vi: Vì mục đích của chúng tôi là xây dựng các ứng dụng mạnh mẽ trên giao thức OUSD như sản phẩm thanh toán ngang hàng mới và cung cấp thẻ ghi nợ, chúng tôi cũng sẽ có thể tạo ra các cơ hội kiếm tiền mới với các ứng dụng này. Ví dụ: chúng tôi có thể lấy một tỷ lệ nhỏ lợi nhuận OUSD làm doanh thu để trang trải chi phí vận hành cơ sở hạ tầng tập trung. Tương tự, bất kỳ lợi nhuận nào được tạo ra ngoài chuỗi đều có thể được tái đầu tư vào chương trình mua lại OGN hoặc các tùy chọn phân phối khác được đề cập ở trên.

source: Founding Team
fr: L'équipe fondatrice
id: Tim Pendiri
it: Team fondatore
pt: Equipe Fundadora
ru: Команда основателей
vi: Sáng lập viên

source: Origin was founded by Josh Fraser and Matthew Liu, two successful entrepreneurs who have built multiple venture backed companies that saw successful exits and who have worked together on multiple businesses in the past. They were joined by founding engineer <a href='https://en.wikipedia.org/wiki/Yu_Pan' target='_blank' rel='noopener noreferrer'>Yu Pan</a>. Yu Pan was one of the co-founders of PayPal alongside Elon Musk, Peter Thiel, Max Levchin, Ken Howery, and Luke Nosek. Yu Pan was also the first employee at YouTube and held senior positions at Google and Affirm.
fr: Origin a été fondée par Josh Fraser et Matthew Liu, deux entrepreneurs prospères qui ont créé de multiples entreprises financées par des fonds de capital-risque qui ont connu des sorties réussies et qui ont travaillé ensemble sur de multiples entreprises dans le passé. Ils ont été rejoints par l'ingénieur fondateur <a href='https://en.wikipedia.org/wiki/Yu_Pan' target='_blank' rel='noopener noreferrer'>Yu Pan</a>. Yu Pan était l'un des cofondateurs de PayPal aux côtés d'Elon Musk, Peter Thiel, Max Levchin, Ken Howery et Luke Nosek. Yu Pan a également été le premier employé de YouTube et a occupé des postes à responsabilité chez Google et Affirm.
id: Origin didirikan oleh Josh Fraser dan Matthew Liu, dua pengusaha sukses yang telah membangun beberapa perusahaan yang didukung oleh usaha yang melihat jalan keluar yang sukses dan yang telah bekerja sama dalam banyak bisnis di masa lalu. Mereka bergabung dengan insinyur pendiri <a href='https://en.wikipedia.org/wiki/Yu_Pan' target='_blank' rel='noopener noreferrer'>Yu Pan</a>. Yu Pan adalah salah satu pendiri PayPal bersama Elon Musk, Peter Thiel, Max Levchin, Ken Howery, dan Luke Nosek. Yu Pan juga merupakan karyawan pertama di YouTube dan memegang posisi senior di Google dan Affirm.
pt: A Origin foi fundada por Josh Fraser e Matthew Liu, dois empresários de sucesso que construíram várias empresas apoiadas por capital de risco que tiveram saídas de sucesso e que trabalharam juntos em vários negócios no passado. Eles se juntaram ao engenheiro fundador <a href='https://en.wikipedia.org/wiki/Yu_Pan' target='_blank' rel='noopener noreferrer'>Yu Pan</a>. Yu Pan foi um dos co-fundadores do PayPal ao lado de Elon Musk, Peter Thiel, Max Levchin, Ken Howery e Luke Nosek. Yu Pan também foi o primeiro funcionário do YouTube e ocupou cargos seniores no Google e na Affirm.
ru: Origin была основана Джошем Фрейзером и Мэтью Лю, двумя успешными предпринимателями, каждый создал несколько успешных компаний, которые добились крупных выходов. Они также работали вместе над несколькими из этих компаний. К ним присоединился инженер-основатель <a href='https://en.wikipedia.org/wiki/Yu_Pan' target='_blank' rel='noopener noreferrer'>Ю Пэн</a>. Ю Пэн был одним из соучредителей PayPal вместе с Илоном Маском, Питером Тилем, Максом Левчином, Кеном Ховери и Люком Носеком. Ю Пан также был первым сотрудником YouTube и занимал руководящие должности в Google и Affirm.
vi: Origin được thành lập bởi Josh Fraser và Matthew Liu, hai doanh nhân thành đạt đã xây dựng nhiều công ty được hỗ trợ bởi liên doanh đã chứng kiến những bước đi thành công và những người đã làm việc cùng nhau trên nhiều lĩnh vực kinh doanh trong quá khứ. Tham gia cùng với họ có kỹ sư sáng lập <a href='https://en.wikipedia.org/wiki/Yu_Pan' target='_blank' rel='noopener noreferrer'>Yu Pan</a>. Yu Pan là một trong những người đồng sáng lập PayPal cùng với Elon Musk, Peter Thiel, Max Levchin, Ken Howery và Luke Nosek. Yu Pan cũng là nhân viên đầu tiên tại YouTube và giữ các vị trí cấp cao tại Google và Affirm.

source: Josh has been coding since he was 10 and has been involved in crypto since 2011. He founded the web optimization company Torbit which was acquired by Walmart Labs. Matt received his bachelors and masters in engineering from Stanford and was the third product manager at YouTube. Matt participated in the Ethereum crowdsale and has been involved in crypto since 2014.
fr: Josh code depuis l'âge de 10 ans et s'intéresse aux crypto depuis 2011. Il a fondé la société d'optimisation web Torbit qui a été rachetée par Walmart Labs. Matt a obtenu sa licence et sa maîtrise en ingénierie à Stanford et a été le troisième chef de produit chez YouTube. Matt a participé à l'Ethereum crowdsale et s'intéresse aux crypto-monnaies depuis 2014.
id: Josh telah mengkode sejak dia berusia 10 tahun dan telah terlibat dalam crypto sejak 2011. Dia mendirikan perusahaan pengoptimalan web Torbit yang diakuisisi oleh Walmart Labs. Matt menerima gelar sarjana dan master di bidang teknik dari Stanford dan merupakan manajer produk ketiga di YouTube. Matt berpartisipasi dalam crowdsale Ethereum dan telah terlibat dalam crypto sejak 2014.
pt: Josh programa desde os 10 anos e está envolvido com cripto desde 2011. Ele fundou a empresa de otimização da web Torbit, que foi adquirida pelo Walmart Labs. Matt recebeu seu bacharelado e mestrado em engenharia em Stanford e foi o terceiro gerente de produto do YouTube. Matt participou do crowdsale da Ethereum e está envolvido com cripto desde 2014.
ru: Джош занимается программированием с 10 лет и криптовалютой с 2011 года. Он основал компанию по веб-оптимизации Torbit, которую приобрела Walmart Labs. Мэтт получил степень бакалавра и магистра в области инженерии в Стэнфорде и был третьим менеджером по продукту на YouTube. Мэтт участвовал в краудсейле Ethereum и занимается криптовалютой с 2014 года.
vi: Josh bắt đầu lập trình từ năm 10 tuổi và tham gia vào lĩnh vực tiền điện tử từ năm 2011. Anh thành lập công ty tối ưu hóa web Torbit được Walmart Labs mua lại. Matt nhận bằng cử nhân và thạc sĩ kỹ thuật từ Stanford và là giám đốc sản phẩm thứ ba tại YouTube. Matt đã tham gia vào vòng crowsale Ethereum và đã tham gia đầu tư tiền điện tử từ năm 2014.

source: Origin’s lead investor is Pantera Capital, the world’s oldest cryptocurrency fund. Other notable investors include Foundation Capital, Blocktower, Blockchain.com, KBW Ventures, Spartan Capital, PreAngel Fund, Hashed, Kenetic Capital, FBG, QCP Capital, and Smart Contract Japan. Well known angel investors include Steve Chen, founder of YouTube, Alexis Ohanian, founder of Reddit, Garry Tan, partner at Y Combinator, and Randall Kaplan, founder of Akamai.
fr: L'investisseur principal d'Origin est Pantera Capital, le plus ancien fonds de crypto-monnaies au monde. Parmi les autres investisseurs notables figurent Foundation Capital, Blocktower, Blockchain.com, KBW Ventures, Spartan Capital, PreAngel Fund, Hashed, Kenetic Capital, FBG, QCP Capital et Smart Contract Japan. Parmi les investisseurs providentiels bien connus figurent Steve Chen, fondateur de YouTube, Alexis Ohanian, fondateur de Reddit, Garry Tan, partenaire de Y Combinator, et Randall Kaplan, fondateur d'Akamai.
id: Investor utama Origin adalah Pantera Capital, dana cryptocurrency tertua di dunia. Investor terkenal lainnya termasuk Foundation Capital, Blocktower, Blockchain.com, KBW Ventures, Spartan Capital, PreAngel Fund, Hashed, Kenetic Capital, FBG, QCP Capital, dan Smart Contract Japan. Angel investor terkenal termasuk Steve Chen, pendiri YouTube, Alexis Ohanian, pendiri Reddit, Garry Tan, mitra di Y Combinator, dan Randall Kaplan, pendiri Akamai.
pt: O principal investidor da Origin é o Pantera Capital, o fundo de criptomoeda mais antigo do mundo. Outros investidores notáveis incluem Foundation Capital, Blocktower, Blockchain.com, KBW Ventures, Spartan Capital, PreAngel Fund, Hashed, Kenetic Capital, FBG, QCP Capital e Smart Contract Japan. Os investidores anjo conhecidos incluem Steve Chen, fundador do YouTube, Alexis Ohanian, fundador do Reddit, Garry Tan, sócio da Y Combinator, e Randall Kaplan, fundador da Akamai.
ru: Ведущим инвестором Origin является Pantera Capital, старейший в мире криптовалютный фонд. Другие известные инвесторы включают Foundation Capital, Blocktower, Blockchain.com, KBW Ventures, Spartan Capital, PreAngel Fund, Hashed, Kenetic Capital, FBG, QCP Capital и Smart Contract Japan. Среди известных бизнес-ангелов - Стив Чен, основатель YouTube, Алексис Оганян, основатель Reddit, Гарри Тан, партнер Y Combinator, и Рэндалл Каплан, основатель Akamai.
vi: Nhà đầu tư chính của Origin là Pantera Capital, quỹ tiền điện tử lâu đời nhất thế giới. Các nhà đầu tư đáng chú ý khác bao gồm Foundation Capital, Blocktower, Blockchain.com, KBW Ventures, Spartan Capital, PreAngel Fund, Hashed, Kenetic Capital, FBG, QCP Capital và Smart Contract Japan. Các nhà đầu tư thiên thần nổi tiếng bao gồm Steve Chen - nhà sáng lập YouTube, Alexis Ohanian, nhà sáng lập Reddit, Garry Tan, đối tác tại Y Combinator và Randall Kaplan, nhà sáng lập Akamai.

source: China
id: Cina
it: Cina
ru: Китай
tr: Çin
vi: Trung Quốc

source: Danhua Capital
id: Ibukota Danhua
ru: Данхуа Капитал
tr: Danhua Başkenti

source: Germany
es: Alemania
id: Jerman
it: Germania
ru: Германия
tr: Almanya
vi: Đức

source: Hong Kong
ru: Гонконг

source: Japan
es: Japón
id: Jepang
it: Giappone
ru: Япония
tr: Japonya
vi: Nhật Bản

source: Smart Contract
id: Kontrak Pintar
ru: Смарт-Контракт
vi: Hợp đồng thông minh

source: Korea
es: Corea
it: Corea
ru: Корея
tr: Kore
vi: Hàn Quốc

source: Russia
es: Rusia
id: Rusia
ru: Россия
tr: Rusya
vi: Nga

source: Singapore
es: Singapur
id: Singapura
ru: Сингапур
tr: Singapur

source: Saudi Arabia
es: Arabia Saudita
id: Arab Saudi
it: Arabia Saudita
ru: Саудовская Аравия
tr: Suudi Arabistan

source: United Kingdom
es: Reino Unido
id: Inggris
it: Regno Unito
ru: Великобритания
tr: Birleşik Krallık
vi: Uk

source: United States
es: Estados Unidos
id: Amerika Serikat
it: Stati Uniti
ru: Соединенные Штаты
tr: Amerika Birleşik Devletleri
vi: Mỹ
