Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: property managers...will be charged a 14 percent host-only fee by default. Until now, the default was that Airbnb charged hosts a 3 to 5 percent fixed fee
es: los administradores de la propiedad... se les cobrará una tarifa de solo el 14 por ciento de host por defecto. Hasta ahora, el valor predeterminado era que Airbnb cobraba a los hosts una tarifa fija del 3 al 5 por ciento
fr: les gestionnaires immobiliers ... seront facturés par défaut des frais d'hébergement de 14% uniquement. Jusqu'à présent, la valeur par défaut était qu'Airbnb facturait aux hôtes des frais fixes de 3 à 5%.
id: manajer properti ... akan dikenakan biaya host-only 14 persen secara default. Hingga saat ini, standarnya adalah Airbnb menagih biaya tetap 3 hingga 5 persen kepada tuan rumah
it: gestori di proprietà ... per impostazione predefinita verrà addebitata una commissione di solo host del 14%. Fino ad ora, il default era che Airbnb addebitato agli host una commissione fissa dal 3 al 5%
pt: gerentes de propriedade ... serão cobrados uma taxa de apenas 14% do host por padrão. Até agora, o padrão era o Airbnb cobrar dos hosts uma taxa fixa de 3 a 5 por cento
ru: с управляющих недвижимостью по умолчанию взимается 14-процентная плата только за хост. До сих пор по умолчанию Airbnb взимал с хостеров фиксированную плату от 3 до 5 процентов
tr: mülk yöneticilerinden ... varsayılan olarak yalnızca yüzde 14'lük bir barındırıcı ücreti alınır. Şimdiye kadar, varsayılan olarak Airbnb ücretinin yüzde 3 ila 5 sabit ücret barındırmasıydı
vi: người quản lý tài sản... sẽ được tính phí 14% chỉ dành cho chủ nhà theo mặc định. Cho đến hiện tại, Airbnb mặc định tính phí lưu trữ với mức phí cố định 3 đến 5 phần trăm

source: TNCs can take as much as 42.75%% from a minimum fare ride in San Francisco
es: Las TNC pueden tomar hasta 42.75%% de una tarifa mínima en San Francisco
fr: Les STN peuvent prendre jusqu'à 42,75%% pour un trajet au tarif minimum à San Francisco
id: TNC dapat mengambil sebanyak 42,75%% dari perjalanan tarif minimum di San Francisco
it: I TNC possono richiedere fino a 42,75%% da una corsa a tariffa minima a San Francisco
pt: As transnacionais podem levar até 42,75%% de uma viagem de tarifa mínima em San Francisco
ru: TNC могут получить до 42,75% от минимальной стоимости проезда в Сан-Франциско
tr: TNC'ler, San Francisco'daki asgari ücret ile 42.75%% kadar sürebilir
vi: TNC có thể mất tới 42,75%% từ giá vé tối thiểu trong các chuyến đi ở San Francisco

source: Projects built on IPFS
es: Proyectos construidos sobre IPFS
fr: Projets construits sur IPFS
id: Proyek dibangun di atas IPFS
it: Progetti basati su IPFS
pt: Projetos construídos no IPFS
ru: Проекты, построенные на IPFS
tr: IPFS üzerine kurulmuş projeler
vi: Các dự án được xây dựng trên IPFS

source: ...consider how easy it is to switch from Poloniex to GDAX, or to any of the dozens of cryptocurrency exchanges out there, and vice-versa in large part because they all have equal and free access to the underlying data, blockchain transactions. Here you have several competing, non-cooperating services which are interoperable with each other by virtue of building their services on top of the same open protocols. This forces the market to find ways to reduce costs, build better products, and invent radical new ones to succeed.
es: ... considere lo fácil que es cambiar de Poloniex a GDAX, o a cualquiera de las docenas de intercambios de criptomonedas que existen, y viceversa en gran parte porque todos tienen acceso igual y libre a los datos subyacentes, las transacciones de blockchain. Aquí tiene varios servicios competidores que no cooperan que son interoperables entre sí en virtud de construir sus servicios sobre los mismos protocolos abiertos. Esto obliga al mercado a encontrar formas de reducir costos, construir mejores productos e inventar nuevos y radicales para tener éxito.
fr: ... considérez à quel point il est facile de passer de Poloniex à GDAX, ou à l'une des dizaines d'échanges de crypto-monnaie, et vice-versa en grande partie parce qu'ils ont tous un accès égal et gratuit aux données sous-jacentes, les transactions de la chaîne de blocs. Ici, vous avez plusieurs services concurrents non coopératifs qui sont interopérables les uns avec les autres en vertu de la construction de leurs services sur les mêmes protocoles ouverts. Cela oblige le marché à trouver des moyens de réduire les coûts, de construire de meilleurs produits et d'en inventer de nouveaux radicalement pour réussir.
id: ... pertimbangkan betapa mudahnya untuk beralih dari Poloniex ke GDAX, atau ke salah satu dari banyak pertukaran cryptocurrency di luar sana, dan sebaliknya sebagian besar karena mereka semua memiliki akses yang sama dan gratis ke data yang mendasarinya, transaksi blockchain. Di sini Anda memiliki beberapa layanan yang bersaing dan tidak bekerja sama yang dapat saling beroperasi berdasarkan membangun layanan mereka di atas protokol terbuka yang sama. Ini memaksa pasar untuk menemukan cara untuk mengurangi biaya, membangun produk yang lebih baik, dan menciptakan yang baru dan radikal untuk berhasil.
it: ... considera quanto sia facile passare da Poloniex a GDAX o a una qualsiasi delle dozzine di scambi di criptovaluta là fuori, e viceversa in gran parte perché hanno tutti un accesso uguale e libero ai dati sottostanti, le transazioni blockchain. Qui hai diversi servizi concorrenti e non cooperanti che sono interoperabili tra loro in virtù della costruzione dei loro servizi in base agli stessi protocolli aperti. Ciò costringe il mercato a trovare modi per ridurre i costi, costruire prodotti migliori e inventarne di nuovi radicali per avere successo.
pt: ... considere como é fácil mudar do Poloniex para o GDAX ou para qualquer uma das dezenas de trocas de criptomoedas por aí e vice-versa em grande parte porque todos eles têm acesso igual e gratuito aos dados subjacentes, às transações de blockchain. Aqui você tem vários serviços concorrentes e não cooperantes, que são interoperáveis entre si devido à criação de seus serviços sobre os mesmos protocolos abertos. Isso força o mercado a encontrar maneiras de reduzir custos, criar melhores produtos e inventar novos e radicais para ter sucesso.
ru: ...подумайте, насколько легко переключиться с Poloniex на GDAX или на любую из десятков криптовалютных бирж, и наоборот, во многом потому, что все они имеют равный и свободный доступ к базовым данным, блокчейн-транзакциям. Здесь у вас есть несколько конкурирующих, не сотрудничающих сервисов, которые взаимодействуют друг с другом в силу построения своих сервисов поверх одних и тех же открытых протоколов. Это заставляет рынок искать способы снижения издержек, создавать лучшие продукты и изобретать радикально новые, чтобы добиться успеха
tr: ... Poloniex'ten GDAX'a veya oradaki düzinelerce kripto para birimi borsalarından herhangi birine geçmenin ne kadar kolay olduğunu düşünün ve bunun tersi, hepsi de altta yatan verilere, blockchain işlemlerine eşit ve ücretsiz erişime sahip olduğundan büyük ölçüde tersi. Burada, hizmetlerini aynı açık protokollerin üzerine inşa ederek birbirleriyle birlikte çalışabilen, birbiriyle uyumlu birkaç hizmetiniz var. Bu, piyasayı maliyetleri azaltmaya, daha iyi ürünler inşa etmeye ve başarılı olmak için radikal yenilerini icat etmeye yönelik yollar bulmaya zorlar.
vi: …tưởng tượng việc chuyển từ Poloniex sang GDEX hay bất kỳ sàn giao dịch nào khác trở nên cực kỳ dễ dàng nhờ tính công bằng và truy cập tự do tới các giao dịch blockchain và các lớp dữ liệu ở dưới. Khi đó sự cạnh tranh, các dịch vụ không hợp tác có thể tương tác với nhau nhờ vào việc xây dựng các dịch vụ của họ trên cùng các giao thức mở. Điều này buộc thị trường phải tìm cách giảm chi phí, xây dựng sản phẩm tốt hơn và phát minh ra những sản phẩm mới để đạt được thành công.

source: This relationship between protocols and applications is reversed in the blockchain application stack. Value concentrates at the shared protocol layer and only a fraction of that value is distributed along at the applications layer. It's a stack with "fat" protocols and "thin" applications.
es: Esta relación entre protocolos y aplicaciones se invierte en la pila de aplicaciones blockchain. El valor se concentra en la capa de protocolo compartido y solo una fracción de ese valor se distribuye en la capa de aplicaciones. Es una pila con protocolos "gordos" y aplicaciones "delgadas".
fr: Cette relation entre les protocoles et les applications est inversée dans la pile d'applications de la chaîne de blocs. La valeur se concentre au niveau de la couche de protocole partagée et seule une fraction de cette valeur est distribuée au niveau de la couche des applications. C'est une pile avec des protocoles "lourds" et des applications "fines".
id: Hubungan antara protokol dan aplikasi ini dibalik dalam tumpukan aplikasi blockchain. Nilai berkonsentrasi pada lapisan protokol bersama dan hanya sebagian kecil dari nilai yang didistribusikan bersama pada lapisan aplikasi. Ini adalah tumpukan dengan protokol "gemuk" dan aplikasi "tipis".
it: Questa relazione tra protocolli e applicazioni è invertita nello stack di applicazioni blockchain. Il valore si concentra a livello di protocollo condiviso e solo una parte di tale valore viene distribuita a livello di applicazioni. È uno stack con protocolli "fat" e applicazioni "thin".
pt: Essa relação entre protocolos e aplicativos é revertida na pilha de aplicativos blockchain. O valor concentra-se na camada de protocolo compartilhada e apenas uma fração desse valor é distribuída na camada de aplicativos. É uma pilha com protocolos "gordos" e aplicativos "finos".
ru: Взаимосвязь между протоколами и приложениями обращена в стеке приложений блокчейна. Ценность концентрируется на уровне общего протокола, и только ее часть распределяется вдоль уровня приложений. Это стек с «толстыми» протоколами и «тонкими» приложениями.
tr: Protokoller ve uygulamalar arasındaki bu ilişki, blockchain uygulama yığınında tersine çevrilir. Değer, paylaşılan protokol katmanında yoğunlaşır ve bu katmanın sadece bir kısmı, uygulamalar katmanı boyunca dağıtılır. "Yağ" protokolleri ve "ince" uygulamaları ile bir yığın.
vi: Mối quan hệ này giữa các giao thức và ứng dụng được đảo ngược trong ngăn xếp ứng dụng blockchain. Giá trị tập trung ở lớp giao thức được chia sẻ và chỉ một phần của giá trị đó được phân phối dọc theo lớp ứng dụng. Đó là một ngăn xếp với các giao thức "đa dạng" và các ứng dụng "tiện gọn".

source: The Origin Platform
es: La plataforma Origin
fr: La plateforme Origin
id: Platform Asal
it: La piattaforma Origin
pt: A plataforma de origem
ru: Платформа Origin
tr: Başlangıç Platformu
vi: Nền tảng Origin

source: Enabling <span>Decentralized Marketplaces</span>
es: Habilitación de <span>mercados descentralizados</span>
fr: Activation de <span>places de marché décentralisées</span>
id: Mengaktifkan <span>Pasar Terdesentralisasi</span>
it: Abilitazione di mercati decentralizzati <span></span>
pt: Ativando <span>mercados descentralizados</span>
ru: Децентрализованные приложения Origin
tr: <span>Merkezi Olmayan Pazar Yerlerinin Etkinleştirilmesi</span>
vi: Kích hoạt<span>Marketplace phi tập trung</span>

source: Our vision is to promote the open and free exchange of services in the new Internet. To do this, we have built a platform that replicates much, if not all, of the functionality of third-party intermediaries on the blockchain and other distributed systems. This is an ambitious goal and a technically difficult engineering challenge, but we have already hit early milestones to prove out our technology and early use cases.
es: Nuestra visión es promover el intercambio abierto y gratuito de servicios en la nueva Internet. Para hacer esto, hemos creado una plataforma que reproduce gran parte, si no toda, la funcionalidad de los intermediarios de terceros en blockchain y otros sistemas distribuidos. Este es un objetivo ambicioso y un desafío de ingeniería técnicamente difícil, pero ya hemos alcanzado los primeros hitos para demostrar nuestra tecnología y nuestros primeros casos de uso.
fr: Notre vision est de promouvoir l'échange ouvert et gratuit de services dans le nouvel Internet. Pour ce faire, nous avons construit une plate-forme qui reproduit une grande partie, sinon la totalité, des fonctionnalités des intermédiaires tiers sur la blockchain et d'autres systèmes distribués. Il s'agit d'un objectif ambitieux et d'un défi d'ingénierie techniquement difficile, mais nous avons déjà franchi des étapes importantes pour prouver notre technologie et nos premiers cas d'utilisation.
id: Visi kami adalah untuk mempromosikan pertukaran layanan yang terbuka dan gratis di Internet baru. Untuk melakukan ini, kami telah membangun platform yang mereplikasi banyak, jika tidak semua, fungsi perantara pihak ketiga pada blockchain dan sistem terdistribusi lainnya. Ini adalah tujuan yang ambisius dan tantangan teknis yang sulit, tetapi kami telah mencapai tonggak awal untuk membuktikan teknologi kami dan kasus penggunaan awal.
it: La nostra visione è quella di promuovere lo scambio aperto e gratuito di servizi nella nuova Internet. Per fare ciò, abbiamo creato una piattaforma che replica gran parte, se non tutte, delle funzionalità di intermediari di terze parti sulla blockchain e su altri sistemi distribuiti. Questo è un obiettivo ambizioso e una sfida ingegneristica tecnicamente difficile, ma abbiamo già raggiunto i primi traguardi per dimostrare la nostra tecnologia e casi di utilizzo precoce.
pt: Nossa visão é promover a troca aberta e gratuita de serviços na nova Internet. Para fazer isso, criamos uma plataforma que replica grande parte, se não toda, a funcionalidade de intermediários de terceiros no blockchain e em outros sistemas distribuídos. Esse é um objetivo ambicioso e um desafio tecnicamente difícil de engenharia, mas já alcançamos marcos iniciais para provar nossa tecnologia e casos de uso iniciais.
ru: Наше видение заключается в содействии открытому и бесплатному обмену услугами в децентрализованной сети. Для этого мы создали платформу, которая воспроизводит многие, если не все, функциональные возможности сторонних посредников в блокчейне и других распределенных системах. Это амбициозная цель и технически сложная инженерная задача, но мы уже прошли ранние этапы, чтобы доказать нашу технологию и варианты раннего использования.
tr: Vizyonumuz, yeni internette açık ve ücretsiz hizmet alışverişini teşvik etmektir. Bunu yapmak için, üçüncü taraf aracıların blok zinciri ve diğer dağıtılmış sistemler üzerindeki işlevselliğini çok olmasa da çoğaltan bir platform oluşturduk. Bu iddialı bir hedef ve teknik olarak zor bir mühendislik zorluğudur, ancak teknolojimizi ve erken kullanım durumlarımızı kanıtlamak için erken dönüm noktalarına ulaştık.
vi: Tầm nhìn của chúng tôi là xây dựng và phát triển nơi trao đổi dịch vụ miễn phí trên nền Internet mới. Để làm được điều này, chúng tôi phải xây dựng một nên tảng mô phỏng hầu hết, nếu không nói là toàn bộ, tất cả các chức năng của bên trung gian thứ ba trên blockchain và các hệ thống phân phối khác. Đây là một mục tiêu đầy tham vọng và thách thức về mặt công nghệ, tuy nhiên chúng tôi đã sớm hoàn thành những cột mốc quan trọng chứng minh công nghệ của chúng tôi và các ứng dụng thực tế của dự án.

source: The Origin Platform has three major components that are all open-source:
es: La plataforma Origin tiene tres componentes principales que son todos de código abierto:
fr: La plate-forme Origin comprend trois composants principaux qui sont tous open-source:
id: The Origin Platform memiliki tiga komponen utama yang semuanya open-source:
it: La piattaforma Origin ha tre componenti principali che sono tutti open source:
pt: A plataforma Origin tem três componentes principais, todos de código aberto:
ru: Платформа Origin состоит из трех основных компонентов с открытым исходным кодом:
tr: Origin Platform'un açık kaynak kodlu üç ana bileşeni vardır:
vi: Nền tảng Origin có 3 nhân tố chính, đều là các nguồn mở:

source: Origin-enabled end-user applications
es: Aplicaciones de usuario final habilitadas para Origin
fr: Applications d'utilisateur final compatibles avec l'origine
id: Aplikasi pengguna akhir yang diaktifkan dari asal
it: Applicazioni per l'utente finale abilitate per Origin
pt: Aplicativos de usuário final habilitados para origem
ru: Децентрализованные приложения Origin
tr: Kökeni etkin son kullanıcı uygulamaları
vi: Origin cho phép ứng dụng người dùng cuối

source: Origin developer infrastructure
es: Infraestructura de desarrollador de Origin
fr: Infrastructure de développeur d'origine
id: Infrastruktur pengembang asal
it: Infrastruttura dello sviluppatore di origine
pt: Infraestrutura do desenvolvedor de origem
ru: Инфраструктура разработчика Origin
tr: Kaynak geliştirici altyapısı
vi: Nền tảng Origin cho các nhà phát triển

source: Origin protocols
es: Protocolos de Origin
fr: Protocoles d'origine
id: Protokol asal
it: Protocolli di origine
pt: Protocolos de origem
ru: Протоколы Origin
tr: Kökeni protokolleri
vi: Giao thức ứng dụng của Origin

source: The Origin flagship marketplace app is our consumer marketplace product that allows buyers and sellers on the network to do business. It is available today on the web at <a href='https://shoporigin.com'>shoporigin.com</a> and on both <a href='https://originprotocol.com/ios'>iOS</a> and <a href='https://originprotocol.com/android'>Android</a> mobile devices.
es: La aplicación de mercado insignia de Origin es nuestro producto de mercado de consumo que permite a los compradores y vendedores de la red hacer negocios. Está disponible hoy en la web en <a href='https://shoporigin.com'>shoporigin.com</a> y en <a href='https://originprotocol.com/ios'>dispositivos móviles iOS</a> y <a href='https://originprotocol.com/android'>Android</a>.
fr: L'application phare de la place de marché Origin est notre produit de marché grand public qui permet aux acheteurs et aux vendeurs du réseau de faire des affaires. Elle est disponible dès aujourd'hui sur le web à l'adresse <a href='https://shoporigin.com'>shoporigin.com</a> et sur les appareils mobiles <a href='https://originprotocol.com/ios'>iOS</a> et <a href='https://originprotocol.com/android'>Android</a>.
id: Aplikasi pasar unggulan Origin adalah produk pasar konsumen kami yang memungkinkan pembeli dan penjual di jaringan untuk melakukan bisnis. Ini tersedia hari ini di web di <a href='https://shoporigin.com'>shoporigin.com</a> dan di perangkat seluler <a href='https://originprotocol.com/ios'>iOS</a> dan <a href='https://originprotocol.com/android'>Android</a>.
it: L'app di punta del marketplace di Origin è il nostro prodotto marketplace consumer che consente ad acquirenti e venditori sulla rete di fare affari. È disponibile oggi sul Web all'indirizzo <a href='https://shoporigin.com'>shoporigin.com</a> e per dispositivi mobili su <a href='https://originprotocol.com/ios'>iOS</a> e <a href='https://originprotocol.com/android'>Android</a>.
pt: O aplicativo de mercado principal Origin é nosso produto de mercado para consumidor que permite que compradores e vendedores na rede façam negócios. Ele está disponível hoje na web em <a href='https://shoporigin.com'>shoporigin.com</a> e em dispositivos mobiles <a href='https://originprotocol.com/ios'>iOS</a> e <a href='https://originprotocol.com/android'>Android</a>.
ru: Флагманское маркетплейс-приложение Origin - это наш продукт для потребителей, позволяющий покупателям и продавцам вести бизнес в сети. Оно доступно по ссылке <a href='https://shoporigin.com'>shoporigin.com</a> и на мобильных устройствах <a href='https://originprotocol.com/ios'>iOS</a> и <a href='https://originprotocol.com/android'>Android </a>.
tr: Origin amiral gemisi pazar uygulaması uygulaması ağdaki alıcı ve satıcıların iş yapmak için izin tüketici pazarı ürün. Bugün shoporigin.com adresindeki web'de ve adresindeki hem iOS hem de Android mobil cihazlarda kullanılabilir.
vi: Ứng dụng phi tập trung tối ưu Origin là sản phẩm thị trường tiêu dùng, cho phép người mua và người bán trên mạng lưới có thể tiến hành kinh doanh. Hiện tại, ứng dụng này đã có sẵn<a href='https://shoporigin.com'> tại shoporigin.</a>com và cả trên <a href='https://originprotocol.com/ios'>iOS</a> và <a href='https://originprotocol.com/android'> Android</a>.

source: Today, there is one primary Origin marketplace decentralized app (DApp), though there are multiple vertical-specific DApps (e.g. in the home-sharing or services verticals) that are currently being actively developed. There are also multiple third-party applications already running on the Origin Platform.
es: Hoy en día, hay una aplicación descentralizada (DApp) principal en el mercado de Origin, aunque hay varias DApps específicas de vertical (p. Ej., En las verticales de compartir el hogar o servicios) que actualmente se están desarrollando activamente. También hay múltiples aplicaciones de terceros que ya se están ejecutando en la Plataforma Origin.
fr: Aujourd'hui, il existe une seule application décentralisée Origin Marketplace (DApp), bien qu'il existe plusieurs DApp spécifiques à la verticale (par exemple dans le partage à domicile ou les services verticaux) qui sont actuellement activement développées. Il existe également plusieurs applications tierces déjà en cours d'exécution sur la plate-forme Origin.
id: Saat ini, ada satu aplikasi desentralisasi pasar utama (DApp) asal asli, meskipun ada beberapa DApps vertikal-spesifik (misalnya dalam rumah-berbagi atau layanan vertikal) yang saat ini sedang dikembangkan secara aktif. Ada juga beberapa aplikasi pihak ketiga yang sudah berjalan di Platform Asal.
it: Oggi esiste un'app decentralizzata (DApp) per il mercato di origine principale, sebbene vi siano più DApp specifici per verticale (ad es. Nel settore della condivisione domestica o dei servizi verticali) che sono attualmente in fase di sviluppo attivo. Esistono anche più applicazioni di terze parti già in esecuzione sulla piattaforma Origin.
pt: Atualmente, existe um aplicativo descentralizado (DApp) primário no mercado Origin, embora haja vários DApps específicos da vertical (por exemplo, nas verticais de compartilhamento doméstico ou de serviços) que estão atualmente sendo desenvolvidos ativamente. Também existem vários aplicativos de terceiros em execução na plataforma Origin.
ru: Сегодня существует одно основное приложение Origin marketplace, хотя в настоящее время активно разрабатываются несколько вертикальных приложений (например, в вертикалях домашнего доступа или служб).
tr: Bugün, aktif olarak geliştirilmekte olan birden fazla dikey özel DApp (örneğin, ev paylaşımında veya hizmet sektörlerinde) olmakla birlikte, bir adet birincil Orijin pazarında merkezi olmayan uygulama (DApp) bulunmaktadır. Origin Platformunda zaten çalışan birden fazla üçüncü taraf uygulaması da vardır.
vi: Hiện tại, chỉ có 1 ứng dụng phi tâp trung (Dapp) marketplace của Origin. Tuy nhiên, nhiều loại DApp khác theo phân khúc riêng biệt (ví dụ: Phân khúc dịch vụ chia sẻ nhà (home-sharing) hoặc dịch vụ khác) hiện đang được phát triển tích cực.
