Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: A better way to do online commerce. Run your business on the new web.
es: Una mejor forma de hacer comercio online. Dirija su negocio en la nueva web.
fr: Une meilleure façon de faire du commerce en ligne. Gérez votre entreprise sur le nouveau web.
id: Cara yang lebih baik untuk melakukan perdagangan online. Jalankan bisnis Anda di web baru.
it: Un modo migliore per fare commercio online. Avvia il tuo business sul nuovo web.
pt: Uma maneira melhor de fazer comércio online. Administre seu negócio na nova web.
ru: Лучший способ заниматься онлайн-торговлей. Управляйте своим бизнесом в новой сети.
tr: Çevrimiçi ticaret yapmanın daha iyi bir yolu. İşletmenizi yeni web'de yürütün.

source: Multiple shops, 1 account
es: Varias tiendas, 1 cuenta
fr: Plusieurs boutiques, 1 seul compte
id: Beberapa toko, 1 akun
it: Più negozi, un solo account
pt: Várias lojas, 1 conta
ru: Несколько магазинов, 1 аккаунт
tr: Birden çok mağaza, 1 hesap

source: Launch a decentralised shop in a day - no commitments or long-term contracts.
es: Cree una tienda descentralizada en un día - sin compromisos ni contratos a largo plazo.
fr: Lancez une boutique décentralisée en un jour seulement - sans engagement ni contrat à long terme.
id: Luncurkan toko yang terdesentralisasi dalam sehari - tanpa komitmen atau kontrak jangka panjang.
it: Avvia uno shop decentralizzato in un giorno - nessun impegno o contratto a lungo termine.
pt: Abra uma loja descentralizada em um dia - sem compromisso ou contratos de longo prazo.
ru: Запустите децентрализованный интернет-магазин за один день - никаких обязательств и долгосрочных контрактов.
tr: Bir günde merkezi olmayan bir mağaza açın - taahhüt veya uzun vadeli sözleşme yok.

source: Easy crypto payments
es: Pagos fáciles con criptomonedas
fr: Des paiements cryptos faciles
id: Pembayaran kripto yang mudah
it: Pagamenti in crypto, in modo semplice
pt: Pagamentos em cripto fáceis
ru: Простые криптоплатежи
tr: Kolay kripto ödemeleri

source: Accept every way your customers want to pay. Fast, secure payments with no extra fees.
es: Acepte todas las formas en que sus clientes quieran pagar. Pagos rápidos y seguros sin cargos adicionales.
fr: Acceptez tous les modes de paiement de vos clients. Des paiements rapides, sécurisés et sans frais supplémentaires.
id: Terima dengan cara apa pun yang diinginkan pelanggan Anda untuk membayar. Pembayaran cepat dan aman tanpa biaya tambahan.
it: Accetta tutti i modi in cui i tuoi clienti vogliono pagare. Pagamenti rapidi e sicuri senza costi aggiuntivi.
pt: Aceite todos tipos de pagamento que seu cliente queira. Pagamentos rápidos e seguros sem taxas extras.
ru: Принимаем любые формы оплаты. Быстрые, безопасные платежи без дополнительных комиссий.
tr: Müşterilerinizin ödemek istediği her yolu kabul edin. Ekstra ücret olmadan hızlı, güvenli ödemeler.

source: Secure, distributed data
es: Datos distribuidos y seguros
fr: Données sécurisées et distribuées
id: Data yang aman dan terdistribusi
it: Dati sicuri e distribuiti
pt: Dados seguros e distribuídos
ru: Безопасные распределенные данные
tr: Güvenli, dağıtılmış veriler

source: Keep your data safe with IPFS, a resilient, censorship resistant system of file storage.
es: Mantenga sus datos seguros con IPFS, un sistema de almacenamiento de archivos resistente a la censura.
fr: Protégez vos données avec IPFS, un système de stockage de fichiers résilient et résistant à la censure.
id: Amankan data Anda dengan IPFS, sistem penyimpanan file yang tangguh dan tahan sensor.
it: Mantieni i tuoi dati al sicuro con IPFS, un sistema di archiviazione di file resiliente e resistente alla censura.
pt: Mantenha seus dados protegidos com IPFS, um sistema de armazenamento de arquivos resiliente e resistente à censura.
ru: Защитите свои данные с помощью IPFS, надежной и устойчивой к цензуре системы хранения файлов.
tr: Esnek, sansüre dirençli bir dosya depolama sistemi olan IPFS ile verilerinizi güvende tutun.

source: Infinitely extensible
es: Infinitamente extensible
fr: Extensible à l'infini
id: Dapat diperluas tanpa batas
it: Infinitamente estensibile
pt: Infinitamente extensível
ru: Бесконечно расширяемый
tr: Sonsuz genişletilebilir

source: Integrate with your favorite third party services or build your very own.
es: Intégrelo con sus servicios de terceros favoritos o cree uno propio.
fr: Intégrez vos services tiers préférés ou créez les vôtres.
id: Integrasikan dengan layanan pihak ketiga favorit Anda atau buat sendiri.
it: Integralo con i tuoi servizi di terze parti preferiti o creane uno tuo.
pt: Integre com seus serviços de terceiros favoritos ou crie o seu próprio.
ru: Интегрируйте свои любимые сторонние сервисы или создайте собственные.
tr: En sevdiğiniz üçüncü taraf hizmetleriyle entegre edin veya kendinizinkini oluşturun.

source: Work with all your existing tools
es: Trabaja con todas tus herramientas existentes
fr: Fonctionne avec tous vos outils existants
id: Bekerja dengan semua alat Anda yang ada
it: Lavora con tutti i tuoi strumenti esistenti
pt: Trabalhe com todas suas ferramentas existentes
ru: Работайте со всеми имеющимися у вас инструментами
tr: Mevcut tüm araçlarınızla çalışın

source: Explore integrations to speed up your workflow, or build your own custom integrations on our open source platform.
es: Explore integraciones para acelerar su flujo de trabajo o cree sus propias integraciones personalizadas en nuestra plataforma de código abierto.
fr: Explorez les intégrations pour accélérer votre flux de travail, ou créez vos propres intégrations personnalisées sur notre plateforme open source.
id: Jelajahi integrasi untuk mempercepat alur kerja Anda, atau buat integrasi kustom Anda sendiri di platform open source kami.
it: Esplora le integrazioni per accelerare il tuo flusso di lavoro o sviluppa le tue integrazioni personalizzate sulla nostra piattaforma open source.
pt: Explore integrações para acelerar seu fluxo de trabalho ou crie suas próprias integrações em nossa plataforma de código aberto.
ru: Изучите возможные интеграции, чтобы ускорить рабочий процесс, или создайте свои собственные интеграции на нашей платформе с открытым исходным кодом.
tr: İş akışınızı hızlandırmak için entegrasyonları keşfedin veya açık kaynak platformumuzda kendi özel entegrasyonlarınızı oluşturun.

source: …and many more on the way!
es: …y muchos más en camino!
fr: ... et bien d'autres encore !
id: …dan banyak lagi lainnya sedang dalam perjalanan!
it: …e molti altri in arrivo!
pt: e muitos mais vindo por aí!
ru: …и многие другие будут доступны скоро!
tr: …ve daha fazlası yolda!

source: Build on top of the world’s first decentralized e-commerce platform
es: Construya sobre la primera plataforma de comercio electrónico descentralizada del mundo
fr: Construire sur la première plateforme de commerce électronique décentralisée au monde
id: Dibangun di atas platform e-commerce terdesentralisasi pertama di dunia
it: Sviluppa sulla prima piattaforma di e-commerce decentralizzata al mondo
pt: Crie sobre a primeira plataforma descentralizada de e-commerce do mundo
ru: Создавайте на основе первой в мире децентрализованной платформы онлайн торговли
tr: Dünyanın ilk merkezi olmayan e-ticaret platformunun üzerine inşa edin

source: Join our rapidly growing global community of developers and add your own features to our ever-expanding platform.
es: Únase a nuestra comunidad global de desarrolladores en rápido crecimiento y agregue sus propias funciones a nuestra plataforma en constante expansión.
fr: Rejoignez notre communauté mondiale de développeurs en pleine expansion et ajoutez vos propres fonctionnalités à notre plateforme en constante évolution.
id: Bergabunglah dengan komunitas pengembang global kami yang berkembang pesat dan tambahkan fitur Anda sendiri ke platform kami yang terus berkembang.
it: Unisciti alla nostra comunità globale di sviluppatori in rapida crescita e aggiungi le tue proprie caratteristiche alla nostra piattaforma in continua espansione.
pt: Junte-se à nossa comunidade global de desenvolvedores em rápido crescimento e acrescente suas próprias funcionalidades à nossa plataforma em constante expansão.
ru: Присоединяйтесь к нашему быстрорастущему глобальному сообществу разработчиков и добавляйте свои собственные функции на нашу постоянно расширяющуюся платформу.
tr: Hızla büyüyen küresel geliştirici topluluğumuza katılın ve sürekli genişleyen platformumuza kendi özelliklerinizi ekleyin.

source: Our Customers
es: Nuestros Clientes
fr: Nos clients
id: Pelanggan Kami
it: I nostri clienti
pt: Nossos Clientes
ru: Наши клиенты
tr: Müşterilerimiz

source: Meet the companies who are choosing Dshop to build and grow their decentralized online stores
es: Conozca a las empresas que eligen Dshop para construir y hacer crecer sus tiendas en línea descentralizadas
fr: Rencontrez les entreprises qui choisissent Dshop pour faire créer et faire développer leurs boutiques décentralisées en ligne
id: Temui perusahaan yang memilih Dshop untuk membangun dan mengembangkan toko online terdesentralisasi mereka
it: Incontra le aziende che stanno scegliendo Dshop per costruire e far crescere i loro negozi online decentralizzati
pt: Conheça as empresas que estão escolhendo a Dshop para construir e expandir suas lojas online descentralizadas
ru: Представляем Вам компании, которые выбирают Dshop для создания и развития своих децентрализованных интернет-магазинов
tr: Merkezi olmayan çevrimiçi mağazalarını kurmak ve büyütmek için Dshop'u seçen şirketlerle tanışın

source: Here to help you succeed
es: Aquí para ayudarte a tener éxito
fr: Ici pour vous aider à réussir
id: Di sini untuk membantu Anda sukses
it: Siamo qui per aiutarti ad avere successo
pt: Estamos aqui para ajudá-lo a ter sucesso
ru: Здесь, чтобы помочь вам добиться успеха
tr: Başarılı olmanıza yardımcı olmak için buradayız

source: Speak with a real person when something’s not right. You can email our in-house support anytime, 24/7.
es: Habla con una persona real cuando algo no esté bien. Puedes enviar un correo electrónico a nuestro soporte interno en cualquier momento, 24/7.
fr: Parlez à une personne réelle lorsque quelque chose ne va pas. Vous pouvez envoyer un courriel à notre service d'assistance interne à tout moment, 24 heures sur 24 et 7 jours sur 7.
id: Bicaralah dengan orang sungguhan ketika ada sesuatu yang tidak beres. Anda dapat mengirim email ke dukungan internal kami kapan saja, 24/7.
it: Parla con una persona reale quando qualcosa non va. Puoi inviare un'e-mail al nostro supporto interno in qualsiasi momento, 24 ore su 24, 7 giorni su 7.
pt: Fale com uma pessoa de verdade quando algo não estiver certo. Você pode enviar um email para nosso suporte interno a qualquer hora, 24/7.
ru: Если что-то не так, поговорите с реальным человеком. Вы можете написать в нашу службу поддержки в любое время, 24/7.
tr: Bir şeyler yolunda gitmediğinde gerçek bir insanla konuşun. Kurum içi desteğimize istediğiniz zaman, 7/24 e-posta gönderebilirsiniz.

source: Still have more questions? Feel free to contact us.
es: ¿Aún tienes más preguntas? Siéntete libre de contactarnos.
fr: Vous avez encore des questions ? N'hésitez pas à nous contacter.
id: Masih ada pertanyaan lain? Jangan sungkan untuk menghubungi kami.
it: Hai altre domande? Non esitare a contattarci.
pt: Ainda tem dúvidas? Fique a vontade para entrar em contato conosco.
ru: Остались вопросы? Напишите нам.
tr: Hala daha fazla sorunuz mu var? Bizimle iletişime geçmekten çekinmeyin.

source: Contact Us
es: Contáctenos
fr: Contactez-nous
id: Hubungi kami
it: Contattaci
pt: Fale Conosco
ru: Написать нам
tr: Bize Ulaşın

source: Dshop success stories
es: Historias de éxito de Dshop
fr: Témoignages de réussite Dshop
id: Kisah sukses Dshop
it: Storie di successo di Dshop
pt: Histórias de sucesso da Dshop
ru: Истории успеха Dshop
tr: Dshop başarı hikayeleri

source: “[With Dshop] we had a swift and easy experience establishing the Contentos online e-commerce store.”
es: "[Con Dshop] tuvimos una experiencia rápida y sencilla al crear la tienda de comercio electrónico en línea de Contentos"
fr: "Avec Dshop, la mise en place de la boutique en ligne Contentos a été rapide et facile."
id: “[Dengan Dshop] kami memiliki pengalaman yang cepat dan mudah dalam mendirikan toko e-commerce online Contentos.”
it: "[Con Dshop] abbiamo avuto un'esperienza rapida e semplice nella realizzazione di un ecommerce online Contentos"
pt: “[Com a Dshop], tivemos uma experiência rápida e fácil ao montar a loja online Contentos de e-commerce.”
ru: «[С Dshop] у нас был быстрый и простой опыт создания онлайн-магазина Contentos».
tr: "[Dshop ile] Contentos çevrimiçi e-ticaret mağazasını kurarken hızlı ve kolay bir deneyim yaşadık."

source: - Jackie Lim , Senior B.D. Director, Contentos
es: - Jackie Lim, Directora Senior de B.D., Contentos
fr: - Jackie Lim , dir. principale du B.D., Contentos
id: - Jackie Lim, Direktur Senior Bd, Contentos
it: - Jackie Lim, Direttore Senior B.D., Contentos
pt: - Jackie Lim, Diretor Senior de Business Development, Contentos
ru: - Jackie Lim, старший директор по развитию, Contentos
tr: - Jackie Lim, Kıdemli BD Direktörü, Contentos

source: “We are thrilled to partner with Origin Protocol to launch the Ternio Dshop. They made the entire setup process easy and hands-off, and it has been exciting to see how they have applied the principles of blockchain and decentralization into the e-commerce space. Dshop provides the perfect platform for BlockCard users and our own team to purchase branded merchandise to promote our brand.”
es: “Estamos encantados de asociarnos con Origin Protocol para lanzar Ternio Dshop. Hicieron que todo el proceso de configuración fuera fácil y sin intervención, y ha sido emocionante ver cómo han aplicado los principios de blockchain y descentralización en el espacio del comercio electrónico. Dshop proporciona la plataforma perfecta para que los usuarios de BlockCard y nuestro propio equipo compren productos de marca para promocionar nuestra marca".
fr: "Nous sommes ravis de notre partenariat avec Origin Protocol pour le lancement de Ternio Dshop. Ils ont rendu l'ensemble du processus de configuration facile et sans intervention, et il a été passionnant de voir comment ils ont appliqué les principes de la blockchain et de la décentralisation dans l'espace de commerce électronique. Dshop fournit la plateforme parfaite pour les utilisateurs de la blockchain et notre propre équipe pour acheter des marchandises de marque afin de promouvoir notre marque."
id: “Kami sangat senang dapat bermitra dengan Origin Protocol untuk meluncurkan Ternio Dshop. Mereka membuat seluruh proses penyiapan menjadi mudah dan lepas tangan, dan sangat menarik untuk melihat bagaimana mereka telah menerapkan prinsip-prinsip blockchain dan desentralisasi ke dalam ruang e-commerce. Dshop menyediakan platform yang sempurna bagi pengguna BlockCard dan tim kami sendiri untuk membeli barang dagangan bermerek untuk mempromosikan merek kami. ”
pt: “Estamos entusiasmados com a parceria com o Origin Protocol para lançar o Ternio Dshop. Eles tornaram todo o processo de configuração fácil e prático, e foi emocionante ver como eles aplicaram os princípios de blockchain e descentralização no espaço de e-commerce. A Dshop oferece a plataforma perfeita para nossa equipe e usuários de BlockCard comprarem nossos produtos para promover nossa marca. ”
ru: «Мы очень рады сотрудничеству с Origin Protocol для запуска Ternio Dshop. Они упростили весь процесс настройки и сделали его удобным, и было интересно увидеть, как они применили принципы блокчейна и децентрализации в контексте онлайн торговли. Dshop предоставляет пользователям BlockCard и нашей собственной команде идеальную платформу для покупки фирменных товаров и для продвижения нашего бренда».

source: “Origin dshops are making blockchain-powered commerce accessible to thousands of people around the world. Kyber is glad to help facilitate liquidity for the Origin Token (OGN).”
es: “Las Dshops de Origin están haciendo que el comercio impulsado por blockchain sea accesible para miles de personas en todo el mundo. Kyber se complace en ayudar a facilitar la liquidez del Token de Origin (OGN) ".
fr: "Les dshops Origin rendent le commerce alimenté par blockchain accessible à des milliers de personnes dans le monde. Kyber est heureux de contribuer à faciliter la liquidité du token Origin (OGN). "
id: “Origin dshop membuat perdagangan bertenaga blockchain dapat diakses oleh ribuan orang di seluruh dunia. Kyber dengan senang hati membantu memfasilitasi likuiditas untuk Origin Token (OGN). ”
pt: “As dshops Origin estão tornando o comércio baseado em blockchain acessível a milhares de pessoas em todo o mundo. A Kyber tem o prazer de ajudar a facilitar a liquidez para o Origin Token (OGN). ”
ru: «Origin dshops делают торговлю на основе блокчейна доступной для тысяч людей по всему миру. Kyber рад помочь повысить ликвидность токена Origin (OGN)».

source: - Shane Hong, Kyber Marketing
id: - Shane Hong, Pemasaran Kyber
ru: - Shane Hong, Маркетинг в Kyber

source: Features & Benefits
es: Características y Beneficios
fr: Fonctionnalités et avantages
id: Fitur & Manfaat
it: Caratteristiche e Vantaggi
pt: Funcionalidades e Benefícios
ru: Особенности и преимущества
tr: Özellikler & Avantajlar

source: Fast setup, no commitments
es: Configuración rápida, sin compromisos
fr: Installation rapide, sans engagement
id: Penyiapan cepat, tanpa komitmen
it: Installazione rapida, nessun impegno
pt: Configuração rápida sem compromissos
ru: Быстрая настройка, никаких обязательств
tr: Hızlı kurulum, taahhüt yok

source: No commitments or long-term contracts.
es: Sin compromisos ni contratos a largo plazo.
fr: Aucun engagement ni contrat à long terme.
id: Tidak ada komitmen atau kontrak jangka panjang.
it: Nessun impegno o contratto a lungo termine.
pt: Sem compromissos ou contratos de longo prazo.
ru: Никаких обязательств или долгосрочных контрактов.
tr: Taahhüt veya uzun vadeli sözleşme yok.

source: Free to run
es: Gratis para correr
fr: Accès Libre
id: Bebas untuk dijalankan
it: Usabile gratis
pt: Grátis para operar
ru: Бесплатное использование
tr: Çalıştırmak ücretsiz

source: Dshop is free to run, and transaction fees are limited to crypto gas costs (typically a few cents per transaction).
es: Dshop es gratuito, y las tarifas de transacción se limitan a los costos del gas criptográfico (generalmente unos pocos centavos por transacción).
fr: Le fonctionnement de Dshop est gratuit, et les frais de transaction sont limités au coût du gaz de crypto-monnaie (généralement quelques centimes par transaction).
id: Dshop gratis untuk dijalankan, dan biaya transaksi terbatas pada biaya gas kripto (biasanya beberapa sen per transaksi).
it: Dshop è gratuito e le commissioni per le transazioni sono limitate ai costi del gas per le criptovalute (in genere pochi centesimi per transazione).
pt: Dshop é grátis para operar, taxas de transações são limitadas ao custo de gas da cripto (tipicamente alguns centavos por transação).
ru: Dshop полностью бесплатен, а комиссионные за транзакции ограничены лишь стоимостью газа (обычно несколько центов за транзакцию).
tr: Dshop'u çalıştırmak ücretsizdir ve işlem ücretleri kripto gaz maliyetleriyle sınırlıdır (genellikle işlem başına birkaç sent).

source: Sell what you want
es: Vende lo que quieras
fr: Vendez ce que vous voulez
id: Jual apa yang Anda inginkan
it: Vendi quello che vuoi
pt: Venda o que quiser
ru: Продавайте всё, что угодно
tr: İstediğini sat

source: There are no restrictions on what you can sell, now or ever.
es: No hay restricciones sobre lo que puede vender, ahora o nunca.
fr: Il n'y a aucune restriction sur ce que vous pouvez vendre, maintenant ou jamais.
id: Tidak ada batasan tentang apa yang dapat Anda jual, sekarang atau selamanya.
it: Non ci sono limiti su ciò che puoi vendere, né ora né in futuro.
pt: Sem restrições sobre o que você pode vender, agora e para sempre.
ru: Нет никаких ограничений на то, что вы когда-либо захотите продать.
tr: Şimdi veya her zaman ne satabileceğiniz konusunda hiçbir kısıtlama yoktur.

source: Secure fiat and crypto payments
es: Pagos fiduciarios y en criptos seguros
fr: Paiements sécurisés en fiat et en crypto
id: Amankan pembayaran fiat dan crypto
it: Pagamenti sicuri in valute fiat e cripto
pt: Pagamentos com fiat e cripto seguros
ru: Безопасные фиатные и криптовалютные платежи
tr: Güvenli itibari para ve kripto ödemeleri

source: Speak with a real person when something’s not right.
es: Habla con una persona real cuando algo no está bien.
fr: Parlez à une personne réelle lorsque quelque chose ne va pas.
id: Bicaralah dengan orang sungguhan ketika ada sesuatu yang tidak beres.
it: Parla con una persona reale quando qualcosa non va.
pt: Fale com uma pessoa de verdade quando algo não estiver certo.
ru: Живая служба поддержки. Только живые люди.
tr: Bir şeyler yolunda gitmediğinde gerçek bir insanla konuşun.

source: You can email our in-house support anytime, 24/7.
es: Puede enviar un correo electrónico a nuestro soporte interno en cualquier momento, 24/7.
fr: Vous pouvez envoyer un courriel à notre service d'assistance interne à tout moment, 24 heures sur 24 et 7 jours sur 7.
id: Anda dapat mengirim email ke dukungan internal kami kapan saja, 24/7.
it: Puoi inviare un'e-mail al nostro supporto interno sempre, 24 ore su 24, 7 giorni su 7.
pt: Você pode enviar um e-mail ao nosso suporte interno a qualquer hora, 24/7.
ru: Вы можете обратиться в нашу собственную службу поддержки в любое время, 24/7.
tr: Kurum içi desteğimize istediğiniz zaman, 7/24 e-posta gönderebilirsiniz.

source: Ready to start selling today?
es: ¿Listo para empezar a vender hoy?
fr: Prêt à commencer à vendre aujourd'hui ?
id: Siap mulai berjualan hari ini?
it: Pronto per iniziare a vendere oggi?
pt: Pronto para começar a vender hoje?
ru: Готовы начать продавать уже сегодня?
tr: Bugün satış yapmaya hazır mısınız?

source: Origin Protocol - March Rewards
es: Origin Protocol - Recompensas de Marzo
fr: Origin Protocol - Récompenses de Mars
id: Origin Protocol - Hadiah pada Bulan Maret
it: Origin Protocol - Premi di Marzo
pt: Origin Protocol - Recompensas de março
ru: Протокол Origin - награды в Марте
tr: Origin Protocol - Mart Ödülleri
vi: Origin Protocol - Chương trình thưởng tháng 3

source: Download and use the Origin Browser Extension to Earn 15 OGN
es: Descargue y use la extensión del navegador Origin para ganar 15 OGN
fr: Téléchargez et utilisez l'extension du navigateur Origin Protocol pour gagner 15 OGN
id: Unduh dan gunakan Ekstensi Peramban Origin untuk Menghasilkan 15 OGN
it: Scarica e usa l'estensione del browser Origin per guadagnare 15 OGN
pt: Baixe e use a extensão do navegador Origin para ganhar 15 OGN
ru: Скачайте и воспользуйтесь расширением Origin для Вашего браузера и получите 15 OGN
tr: 15 OGN Kazanmak için Origin Browser Extension'ı indirin ve kullanın
vi: Tải và sự dụng tiện ích mở rộng Origin để nhận được 15 OGN
