Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Before Origin, Tom had a successful career as a solo startup founder. He has two Masters degrees in Distributed Systems from the Technical University of Berlin and KTH in Stockholm.
fil: Bago ang Pinagmulan, nagkaroon si Tom ng isang matagumpay na karera bilang isang tagapagtatag ng startup ng solo. Mayroon siyang dalawang Masters degree sa Distributed Systems mula sa Technical University of Berlin at KTH sa Stockholm.
sl: Pred začetkom je Tom imel uspešno kariero kot solo ustanovitelj. Ima dva magisterija iz distribuiranih sistemov na Tehnični univerzi v Berlinu in KTH v Stockholmu.

source: China Community
fil: Komunidad ng Tsina

source: Anna is leading our community efforts for Chinese speakers. Before Origin, Anna managed global social media at Exness, a leading forex broker. She also co-founded a non-profit in Australia.
fil: Pinamunuan ni Anna ang aming mga pagsisikap sa komunidad para sa mga nagsasalita ng Tsino. Bago ang Pinagmulan, pinamahalaan ni Anna ang global social media sa Exness, isang nangungunang forex broker. Itinatag din niya ang isang non-profit sa Australia.
sl: Anna vodi skupnost za kitajske govorce. Pred poreklom je Anna vodila globalne družbene medije v Exnessu, vodilnem forex posredniku. Prav tako je soustanovila neprofitne organizacije v Avstraliji.

source: Nick studied Computer Science at the University of Warwick. Prior to joining Origin, he worked as an engineer at Sencha, C3 Energy Network and Palo Alto Networks.
fil: Nag-aral si Nick sa Computer Science sa University of Warwick. Bago sumali sa Pinagmulan, nagtrabaho siya bilang isang engineer sa Sencha, C3 Energy Network at Palo Alto Networks.
sl: Nick je študiral računalništvo na Univerzi v Warwicku. Preden se je pridružil Origin, je delal kot inženir pri Sencha, C3 Energy Network in Palo Alto Networks.

source: Open-source Contributors
fil: Mga kontribyutor ng Open-source
sl: Prispevki odprte kode

source: Origin Protocol - Tokens
fil: Pinagmulan Protocol - Mga Token
sl: Protokol o poreklu - žetoni

source: <strong>Origin tokens are not currently available for purchase.</strong><br> Please fill out this form if you are interested in participating in any future tokens sales and would like to be updated as more details are announced.
fil: <strong>token sa pinagmulan ay kasalukuyang hindi magagamit para sa pagbili.</strong><br> Mangyaring punan ang form na ito kung ikaw ay interesado sa pakikilahok sa anumang mga benta ng token sa hinaharap at nais na ma-update habang mas maraming mga detalye ang inihayag.
sl: <strong>Tokovi porekla trenutno niso na voljo za nakup.</strong><br> Prosimo vas, da izpolnite ta obrazec, če ste zainteresirani za sodelovanje pri prihodnjih prodajah žetonov in želite biti posodobljeni, ko bodo objavljene podrobnejše informacije.

source: I understand any token sales will be subject to United States regulations and securities laws and that submitting this form is NOT a guarantee of allocation.
fil: Naiintindihan ko ang anumang mga benta ng token ay sasailalim sa mga regulasyon at mga batas sa securities ng Estados Unidos at ang pagsusumite ng form na ito ay HINDI isang garantiya ng paglalaan.
sl: Razumem, da bodo vse prodajne oznake predmet uredb Združenih držav in zakonov o vrednostnih papirjih in da predložitev tega obrazca NI jamstvo za dodelitev.

source: Marketing
sl: Trženje

source: Reddit
hi: रेडिट

source: Q2 2018
hi: क्यू 2 2018

source: Q3 2018
hi: क्यू 3 2018

source: 845 Market St, #450A<br>San Francisco, CA 94103
hr: 845 Market St, # 450A u San Francisco, CA 94103
