Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: In another manifestation of using NFTs connected to offline products, the limited goods do not need to be redeemed. For example, a collector can purchase an NFT that entitles them with the rights to redeem that NFT for fine art, luxury handbags, or other products but can store that product with the original manufacturer. Redemption can happen at any point in the future. Again, because NFTs are exchangeable, collectors could invest in luxury items with the hopes of these items appreciating in value. However, they no longer need to take physical delivery and can simply sell the NFTs representing the items in an after market to profit from their investments.
es: En otra manifestación del uso de NFTs conectados a productos fuera de línea, no es necesario canjear los bienes limitados. Por ejemplo, un coleccionista puede comprar un NFT que le da derecho a canjear ese NFT por obras de arte, bolsos de lujo u otros productos, pero puede almacenar ese producto con el fabricante original. La redención puede ocurrir en cualquier momento en el futuro. Nuevamente, debido a que los NFTs son intercambiables, los coleccionistas podrían invertir en artículos de lujo con la esperanza de que estos artículos se revaloricen. Sin embargo, ya no necesitan recibir entrega física y simplemente pueden vender los NFTs que representan los artículos en un mercado secundario para beneficiarse de sus inversiones.
fr: Dans une autre manifestation de l'utilisation des NFT liés à des produits hors ligne, les biens limités n'ont pas besoin d'être échangés. Par exemple, un collectionneur peut acheter un NFT qui lui donne le droit d'échanger ce NFT contre des œuvres d'art, des sacs à main de luxe ou d'autres produits, mais il peut conserver ce produit chez le fabricant d'origine. L'échange peut avoir lieu à tout moment dans le futur. Là encore, comme les NFT sont échangeables, les collectionneurs peuvent investir dans des articles de luxe dans l'espoir que ces articles prennent de la valeur. Toutefois, ils n'ont plus besoin d'en prendre livraison physiquement et peuvent simplement vendre les NFT représentant les articles sur un marché secondaire pour tirer profit de leurs investissements.
id: Dalam manifestasi lain dari penggunaan NFT yang terhubung ke produk offline, barang yang terbatas tidak perlu ditebus. Misalnya, seorang kolektor dapat membeli NFT yang memberikan hak kepada mereka untuk menukarkan NFT tersebut dengan karya seni, tas mewah, atau produk lain, tetapi dapat menyimpan produk tersebut dengan produsen aslinya. Penebusan bisa terjadi kapan saja di masa depan. Sekali lagi, karena NFT dapat ditukar, para kolektor dapat berinvestasi pada barang-barang mewah dengan harapan barang-barang tersebut dapat naik nilainya. Namun, mereka tidak perlu lagi melakukan pengiriman fisik dan cukup menjual NFT yang mewakili item di pasar setelahnya untuk mendapatkan keuntungan dari investasi mereka.
pt: Em outra forma de uso de NFTs conectados a produtos offline, os bens limitados não precisam ser resgatados. Por exemplo, um colecionador pode comprar um NFT que lhe dá o direito de resgatar esse NFT por obras de arte, bolsas de luxo ou outros produtos, mas pode armazenar esse produto com o fabricante original. O resgate pode acontecer a qualquer momento no futuro. Novamente, como os NFTs podem ser trocados, os colecionadores poderiam investir em itens de luxo com a esperança de que esses itens se valorizem. No entanto, eles não precisam mais receber entrega física e podem simplesmente vender os NFTs que representam os itens em um mercado pós-venda para lucrar com seus investimentos.
ru: В другом варианте использования NFT, подключенных к офлайн-продуктам, ограниченные товары не нужно выкупать. Например, коллекционер может приобрести NFT, который дает ему право выкупить эту NFT для изобразительного искусства, роскошных сумок или других продуктов, но может хранить этот продукт у оригинального производителя. Обмен может произойти в любой момент в будущем. Опять же, поскольку NFT можно обменивать, коллекционеры могут инвестировать в предметы роскоши в надежде, что эти предметы будут расти в цене. Однако им больше не нужно получать физическую доставку, и они могут просто продавать NFT, представляющие товары на вторичном рынке, чтобы получить прибыль от своих инвестиций.
vi: Ứng dụng khác của NFT là đại diện cho hàng hoá vật lý. Ví dụ: một nhà sưu tập có thể mua một NFT cho phép họ có quyền đổi NFT đó để lấy đồ mỹ nghệ, túi xách sang trọng hoặc các sản phẩm khác nhưng không cần phải sở hữu hiện vật ngay tại thời điểm mua. Người nắm giữ NFT có thể đổi lấy hàng hoá bất kỳ lúc nào trong tương lai. Vì tính chất có thể dễ dàng trao đổi, các nhà sưu tập có thể đầu tư vào NFT của mặt hàng mà họ cho là sẽ tăng giá trong tương lai và có thể bán lại 1 cách dễ dàng.

source: Taking this one model one step further, NFT-powered commerce can generate revenue even before products are developed or manufactured. In the web 2.0 world, we saw how crowdfunding platforms like Kickstarter and Gofundme were able to generate demand for creator projects. In the web 3.0, NFTs can be a better form to issue ownership of future redeemable products. Once again, because these NFTs are freely exchangeable they provide backers the ability to resell their ownership even before the projects are completed.
es: Llevando este modelo un paso más allá, el comercio impulsado por NFTs puede generar ingresos incluso antes de que los productos se desarrollen o fabriquen. En el mundo de la web 2.0, vimos cómo las plataformas de crowdfunding como Kickstarter y Gofundme podían generar demanda de proyectos de creadores. En la web 3.0, los NFTs pueden ser una forma mejor de emitir la propiedad de futuros productos canjeables. Una vez más, debido a que estos NFTs se pueden intercambiar libremente, brindan a los patrocinadores la capacidad de revender su propiedad incluso antes de que se completen los proyectos.
fr: En poussant ce modèle un peu plus loin, le commerce alimenté par les NFT peut générer des revenus avant même que les produits ne soient développés ou fabriqués. Dans le monde du web 2.0, nous avons vu comment les plateformes de crowdfunding comme Kickstarter et Gofundme ont pu générer une demande pour des projets de créateurs. Dans le monde du web 3.0, les NFT peuvent être une meilleure forme d'émission de titres de propriété de futurs produits échangeables. Une fois encore, comme ces NFT sont librement échangeables, ils offrent aux bailleurs de fonds la possibilité de revendre leur propriété avant même que les projets ne soient achevés.
id: Mengambil model yang satu ini selangkah lebih maju, perdagangan yang didukung NFT dapat menghasilkan pendapatan bahkan sebelum produk dikembangkan atau diproduksi. Di dunia web 2.0, kami melihat bagaimana platform crowdfunding seperti Kickstarter dan Gofundme dapat menghasilkan permintaan untuk proyek kreator. Di web 3.0, NFT bisa menjadi bentuk yang lebih baik untuk mengeluarkan kepemilikan produk yang dapat ditukarkan di masa mendatang. Sekali lagi, karena NFT ini dapat ditukar secara bebas, mereka memberikan kemampuan kepada pendukung untuk menjual kembali kepemilikan mereka bahkan sebelum proyek selesai.
pt: Levando esse modelo um passo adiante, o comércio baseado em NFT pode gerar receita antes mesmo de os produtos serem desenvolvidos ou fabricados. No mundo da web 2.0, vimos como plataformas de crowdfunding como Kickstarter e Gofundme foram capazes de gerar demanda por projetos de criadores. Na web 3.0, os NFTs podem ser a melhor forma de emitir a propriedade de futuros produtos resgatáveis. Mais uma vez, como esses NFTs podem ser trocados livremente, eles fornecem aos patrocinadores a capacidade de revender sua propriedade antes mesmo de os projetos serem concluídos.
ru: Продвигая эту модель еще на один шаг, торговля на основе NFT может приносить доход еще до того, как продукты будут разработаны или произведены. В мире Web 2.0 мы увидели, как краудфандинговые платформы, такие как Kickstarter и Gofundme, смогли создать спрос на проекты авторов. В сети 3.0 NFT могут быть лучшей формой для подтверждения права собственности на будущие подлежащие погашению продукты. Опять же, поскольку эти NFT можно свободно обменивать, они предоставляют инвесторам возможность перепродать свою собственность еще до завершения проектов.
vi: Ngoài ra, NFT giúp tạo ra doanh thu ngay cả khi sản phẩm đang ở dạng ý tưởng hoặc đang trong quá trình sản xuất. Trong thế giới web 2.0, chúng tôi đã thấy được cách các nền tảng huy động vốn cộng đồng như Kickstarter và Gofundme, tạo ra nhu cầu cho các dự án. Với web 3.0, NFT có được sử dụng để quyền sở hữu các sản phẩm trong tương lai. Một lần nữa, nhờ tính chất có thể tự do trao đổi mà NFT cung cấp khả năng bán lại quyền sở hữu ngay cả khi sản phẩm chưa hoàn thành.

source: At Origin, we have conducted NFT sales for mega-influencer <a href='https://nft.jakepaul.com' target='_blank' rel='noopener noreferrer'>Jake Paul</a> and One Republic frontman, <a href='https://nft.ryantedder.com' target='_blank' rel='noopener noreferrer'>Ryan Tedder</a>, that enabled collectors to receive limited edition physical merchandise in addition to their NFTs. We have even helped secretive, but highly funded electric bike startup Micro pre-sell their earliest e-bikes that will come off the assembly line. In the far future, we imagine using NFTs as the technology for tracking ownership of major physical items like homes and cars instead of the arcane processes we have today, like going down to the local courthouse to make sure no one else is claiming to own the same property.
pt: Na Origin, conduzimos vendas de NFTs para o mega influencer <a href='https://nft.jakepaul.com' target='_blank' rel='noopener noreferrer'>Jake Paul</a> e o cantor do One Republic, <a href='https://nft.ryantedder.com' target='_blank' rel='noopener noreferrer'>Ryan Tedder</a>, que permitiu aos colecionadores receberem mercadorias físicas de edição limitada além de seus NFTs. Nós até ajudamos a secreta, mas altamente financiada, startup de bicicletas elétricas Micro que fez a pré-venda de suas primeiras e-bikes que sairão da linha de montagem. Em um futuro distante, imaginamos usar NFTs como a tecnologia para rastrear a propriedade de itens físicos importantes, como casas e carros, em vez dos processos misteriosos que temos hoje, como ir ao tribunal local para ter certeza de que ninguém mais está reivindicando a mesma propriedade.
ru: В Origin, мы провели продажу NFT для мега-Influencer <a href='https://nft.jakepaul.com' target='_blank' rel='noopener noreferrer'>Джейка Пол</a> и фронтмена One Republic, <a href='https://nft.ryantedder.com' target='_blank' rel='noopener noreferrer'>Раяна Теддера</a>, во время которых коллекционеры получили ограниченный выпуск физического товара в дополнении к их NFTs. Мы даже помогли скрытному, но хорошо финансируемому стартапу электрических велосипедов Micro предварительно продать свои первые электровелосипеды, которые сошли с конвейера. В далеком будущем мы представляем себе использование NFT в качестве технологии для отслеживания владения основными физическими объектами, такими как дома и автомобили, вместо таинственных процессов, которые мы имеем сегодня, например, посещение местного здания суда, чтобы убедиться, что никто другой не претендует на владение недвижимым имуществом.

source: NFTs that access digital content
es: NFTs que acceden a contenido digital
fr: NFTs qui accèdent au contenu numérique
id: NFT yang mengakses konten digital
pt: NFTs que acessam conteúdo digital
ru: NFT для доступа к цифровому контенту
vi: NFT truy cập nội dung kỹ thuật số

source: We intend to release NFT features that also provide holders access to digital content and services. For example, content providers can replace paywall subscriptions with NFT ownership. Users that have purchased NFTs can unlock premium articles, unreleased music, premium video content, or special features in social and mobile games.
es: Tenemos la intención de lanzar funciones de NFTs que también brinden a los holders acceso a contenido y servicios digitales. Por ejemplo, los proveedores de contenido pueden reemplazar las suscripciones al muro de pago con la propiedad de NFTs. Los usuarios que han comprado NFTs pueden desbloquear artículos premium, música inédita, contenido de video premium o funciones especiales en juegos sociales y móviles.
fr: Nous avons l'intention de lancer des fonctionnalités NFT qui permettent également aux détenteurs d'accéder à des contenus et services numériques. Par exemple, les fournisseurs de contenu peuvent remplacer les abonnements paywall par la propriété de NFT. Les utilisateurs qui ont acheté des NFT peuvent débloquer des articles de qualité supérieure, de la musique inédite, du contenu vidéo de qualité supérieure ou des fonctions spéciales dans les jeux sociaux et mobiles.
id: Kami bermaksud untuk merilis fitur NFT yang juga memberi pemegang akses ke konten dan layanan digital. Misalnya, penyedia konten dapat mengganti langganan paywall dengan kepemilikan NFT. Pengguna yang telah membeli NFT dapat membuka artikel premium, musik yang belum dirilis, konten video premium, atau fitur khusus di game sosial dan seluler.
pt: Pretendemos lançar recursos NFT que também forneçam aos titulares acesso a conteúdos digitais e serviços. Por exemplo, os provedores de conteúdo podem substituir assinaturas de acesso pago pela propriedade de NFT. Os usuários que compraram NFTs podem desbloquear artigos premium, músicas inéditas, conteúdo de vídeo premium ou recursos especiais em jogos sociais e mobile.
ru: Мы намерены выпустить функции NFT, которые также предоставят владельцам доступ к уникальному цифровому контенту и услугам. Например, контент-провайдеры могут заменить подписку с платным доступом владением NFT. Пользователи, которые приобрели NFT, могут разблокировать премиум-статьи, неизданную музыку, премиальный видеоконтент или специальные функции в социальных и мобильных играх.
vi: Chúng tôi dự định phát hành các tính năng NFT, cung cấp cho chủ sở hữu quyền truy cập vào nội dung và dịch vụ kỹ thuật số. Ví dụ: nhà cung cấp nội dung có thể thay việc thu phí thường kỳ bằng bằng quyền sở hữu NFT. Người dùng đã mua NFT có thể mở khóa các bài báo cao cấp, nhạc chưa phát hành, nội dung video cao cấp hoặc các tính năng đặc biệt trong các trò chơi.

source: Here are a few examples of how this might work. Today, Patreon influencers allow their super fans to access unique content through the platform. The company generates $50M of revenue and is currently valued at $1.2B. However, these subscriptions and individual payments are tied to unique users. In tomorrow’s world, creators can issue NFTs that unlock special video or music content instead.
es: A continuación, se muestran algunos ejemplos de cómo podría funcionar. Hoy en día, los influencers de Patreon permiten que sus súper fanáticos accedan a contenido único a través de la plataforma. La empresa genera 50 millones de dólares de ingresos y actualmente está valorada en 1,200 millones de dólares. Sin embargo, estas suscripciones y pagos individuales están vinculados a usuarios únicos. En el mundo del mañana, los creadores pueden emitir NFTs que desbloquean contenido especial de video o música.
fr: Voici quelques exemples de la manière dont cela pourrait fonctionner. Aujourd'hui, les influenceurs Patreon permettent à leurs super fans d'accéder à un contenu unique via la plateforme. L'entreprise génère 50 millions de dollars de revenus et est actuellement évaluée à 1,2 milliard de dollars. Cependant, ces abonnements et paiements individuels sont liés à des utilisateurs uniques. Dans le monde de demain, les créateurs pourront émettre des NFT qui débloqueront des contenus vidéo ou musicaux spéciaux à la place.
id: Berikut beberapa contoh cara kerjanya. Saat ini, influencer Patreon mengizinkan penggemar super mereka untuk mengakses konten unik melalui platform. Perusahaan menghasilkan pendapatan $50 juta dan saat ini bernilai $1,2 miliar. Namun, langganan dan pembayaran individu ini terkait dengan pengguna unik. Di dunia masa depan, pembuat konten dapat mengeluarkan NFT yang membuka kunci video khusus atau konten musik.
pt: Aqui estão alguns exemplos de como isso pode funcionar. Hoje, os influenciadores do Patreon permitem que seus super fãs acessem conteúdo exclusivo por meio da plataforma. A empresa gera US $ 50 milhões de receita e atualmente está avaliada em US $ 1,2 bilhão. No entanto, essas assinaturas e pagamentos individuais estão vinculados a usuários únicos. No mundo de amanhã, criadores podem emitir NFTs que desbloqueiem conteúdos especiais de vídeo ou música.
ru: Вот несколько примеров того, как это может работать. Сегодня успешные авторы на Patreon позволяют своим супер-фанатам получать доступ к уникальному контенту через платформу. Выручка компании составляет 50 миллионов долларов, а в настоящее время ее стоимость составляет 1,2 миллиарда долларов. Однако эти подписки и индивидуальные платежи привязаны к уникальным пользователям. В завтрашнем мире создатели могут выпускать NFT, которые вместо этого разблокируют специальный видео- или музыкальный контент.
vi: Dưới đây là một vài ví dụ về cách tính năng này có thể hoạt động. Patreon cho phép những người hâm mộ truy cập nội dung độc đáo của những người sáng tạo nội dung. Công ty tạo ra doanh thu 50 triệu Đô và hiện được định giá 1,2 tỷ Đô. Tuy nhiên, việc đăng ký tài khoản và trả phí bị ràng sẽ chỉ được sử dụng bởi 1 người dùng duy nhất (chủ tài khoản). Trong tương lai, người sáng tạo nội dung có thể phát hành NFT, cho phép mở khóa nội dung âm nhạc hoặc video đặc biệt.

source: In late Q3 2021, we expect many of our NFT sales to feature unlockable content. Users only need to have purchased NFTs in their Origin managed wallets or a web3 wallet like Metamask to get access to premium content offered by our many creators.
pt: No final do terceiro trimestre de 2021, esperamos que muitas de nossas vendas de NFT apresentem conteúdo desbloqueável. Os usuários só precisam ter adquirido NFTs em suas carteiras Origin gerenciadas ou em uma carteira web3 como a Metamask para obter acesso ao conteúdo premium oferecido por nossos múltiplos criadores.
ru: Мы ожидаем, что в конце третьего квартала 2021 года многие из наших продаж NFT будут включать разблокируемый контент. Пользователям нужно всего лишь иметь NFT в своих кошельках Origin или в кошельках web3, таких как Metamask, чтобы получить доступ к премиум-контенту, предлагаемому нашими многочисленными создателями.

source: NFTs that are access tokens
es: NFTs que son tokens de acceso
fr: NFTs qui sont aussi des jetons d'accès
id: NFT yang merupakan token akses
pt: NFTs que são tokens de acesso
ru: NFT, как токены доступа
vi: NFT là token truy cập

source: A third opportunity that is a multi-billion dollar opportunity in NFT-powered commerce lies in experiential commerce. NFTs that are certifiable on the blockchain can guarantee authenticity of tickets for professional sports, concerts, and other live performances. This reduces the risk of fraudulent tickets and also maintains clear provenance of ticket resales.
es: Una tercera oportunidad que es una oportunidad de miles de millones de dólares en el comercio impulsado por los NFTs radica en el comercio experiencial. Los NFTs que son certificables en la blockchain pueden garantizar la autenticidad de las entradas para deportes profesionales, conciertos y otras actuaciones en vivo. Esto reduce el riesgo de entradas fraudulentas y también mantiene una procedencia clara de las reventas de entradas.
fr: Une troisième opportunité qui représente plusieurs milliards de dollars dans le commerce alimenté par les NFT réside dans le commerce expérientiel. Les NFT certifiables sur la blockchain peuvent garantir l'authenticité des billets pour les sports professionnels, les concerts et autres spectacles vivants. Cela réduit le risque de billets frauduleux et maintient également une provenance claire des reventes de billets.
id: Peluang ketiga yang merupakan peluang multi-miliar dolar dalam perdagangan yang didukung NFT terletak pada perdagangan pengalaman. NFT yang dapat disertifikasi di blockchain dapat menjamin keaslian tiket untuk olahraga profesional, konser, dan pertunjukan langsung lainnya. Hal ini mengurangi risiko tiket penipuan dan juga menjaga asal-usul penjualan kembali tiket yang jelas.
pt: Uma terceira oportunidade multibilhonária no comércio baseado em NFT está no comércio de experiências. Os NFTs certificados no blockchain podem garantir a autenticidade dos ingressos para esportes profissionais, shows e outras apresentações ao vivo. Isso reduz o risco de bilhetes fraudulentos e também mantém a procedência clara das revendas de bilhetes.
ru: Третья возможность, которая представляет собой многомиллиардную возможность в торговле на основе NFT, заключается в «продаже опыта». Сертифицируемые на блокчейне NFT могут гарантировать подлинность билетов на профессиональные спортивные состязания, концерты и другие живые выступления. Это снижает риск поддельных билетов, а также сохраняет полную история происхождения и перепродажи билетов.
vi: Cơ hội thứ ba trị giá hàng tỷ Đô khi thương mại ứng dụng NFT là thương mại trải nghiệm. Các NFT được chứng nhận trên blockchain có thể đảm bảo tính xác thực của vé xem thi đấu thể thao chuyên nghiệp, buổi hòa nhạc và các buổi biểu diễn trực tiếp khác. Điều này làm giảm nguy cơ gian lận vé và dễ xác nhận nguồn gốc khi thực hiện giao dịch bán lại.

source: Going back to the Patreon example, a creator NFT may enable a user to get a 1-on-1 video chat with their favorite celebrity. Another user can purchase a premium NFT that grants them backstage access to their favorite musicians concerts for life.
es: Volviendo al ejemplo de Patreon, un creador de NFTs puede permitir que un usuario obtenga un chat de video uno a uno con su celebridad favorita. Otro usuario puede comprar un NFT premium que le otorga acceso entre bastidores a los conciertos de sus músicos favoritos de por vida.
fr: Pour revenir à l'exemple de Patreon, un NFT de créateur peut permettre à un utilisateur d'avoir un chat vidéo en tête-à-tête avec sa célébrité préférée. Un autre utilisateur peut acheter un NFT premium qui lui donne un accès à vie aux coulisses des concerts de ses musiciens préférés.
id: Kembali ke contoh Patreon, NFT pencipta dapat memungkinkan pengguna untuk mendapatkan obrolan video 1-on-1 dengan selebriti favorit mereka. Pengguna lain dapat membeli NFT premium yang memberi mereka akses di belakang panggung ke konser musisi favorit mereka seumur hidup.
pt: Voltando ao exemplo do Patreon, um criador de NFTs pode permitir que um usuário tenha um chat de vídeo privado com sua celebridade favorita. Outro usuário pode comprar um NFT premium que concede acesso aos bastidores para shows de seus músicos favoritos para o resto da vida.
ru: Возвращаясь к примеру с Patreon, создатель NFT может позволить пользователю получить видеочат один на один со своей любимой знаменитостью. Другой пользователь может приобрести премиальный NFT, который дает ему доступ за кулисы к концертам своих любимых музыкантов на всю жизнь.
vi: Quay lại ví dụ về Patreon, người tạo NFT có thể cho phép người dùng trò chuyện video 1-1 với người nổi tiếng mà họ yêu thích. Người dùng có thể mua NFT cao cấp, cho phép họ được tới khu vực hậu trường để xem các buổi hòa nhạc của nhạc sĩ mà họ hâm mộ.
