Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Matthew Liu is co-founder of Origin Protocol and is an experienced product and business executive and full-stack software engineer. He became interested in cryptocurrency after investing in the Ethereum crowdsale, and has been investing in blockchain and token projects ever since.
es: Matthew Liu es cofundador de Origin Protocol y es un experimentado ejecutivo de productos y negocios e ingeniero de software completo. Se interesó en la criptomoneda después de invertir en la venta colectiva de Ethereum, y desde entonces ha estado invirtiendo en proyectos blockchain y tokens.
fr: Matthew Liu est le cofondateur d'Origin Protocol et il est un cadre expérimenté dans le domaine des produits et des affaires, ainsi que dans celui des logiciels complets ingénieur. Il a commencé à s'intéresser aux crypto-monnaies après avoir investi dans les vente aux enchères d'Ethereum, et a investi dans la blockchain et les d'autres jetons depuis ce moment-là.
id: Matthew Liu adalah co-founder Origin Protocol dan merupakan produk dan eksekutif bisnis dan full stack software engineer berpengalaman. Dia menjadi tertarik pada cryptocurrency setelah berinvestasi di Ethereum, dan telah berinvestasi dalam sejak saat itu.
it: Matthew Liu è co-fondatore di Origin Protocol ed è un esperto di prodotto e business executive e ingegnere del software full-stack. Si è interessato alla criptovaluta dopo aver investito nel crowdsale di Ethereum e da allora ha investito in progetti blockchain e token.
pt: Matthew Liu é o cofundador do Origin Protocol e é um experiente executivo de produtos e negócios além de ser um engenheiro de software full-stack. Ele ficou interessando em criptomoedas após investir no crowdsale da Ethereum, e tem investido em blockchain e em projetos de tokens desde então.
ru: Мэтью Лю является соучредителем Origin Protocol и имеет большой опыт в руководстве продуктами и бизнесами, а также в качестве full-stack инженера-программиста. Он заинтересовался криптовалютой после инвестирования на раунде краудсейла в Ethereum и с тех пор инвестирует в блокчейны и криптовалютные проекты.
tr: Matthew Liu, Origin Protocol şirketinin kurucu ortağıdır ve deneyimli bir ürün ve iş yürütme ve tam yığın yazılım mühendisidir. Ethereum crowdsale'ye yatırım yaptıktan sonra kripto para birimiyle ilgilenmeye başladı ve o zamandan beri blockchain ve token projelerine yatırım yapıyor.
vi: Matthew Liu là đồng sáng lập của Origin Protocol, chuyên gia kinh doanh và quản lý sản phẩm giàu kinh nghiệm, là một kỹ sư phần mềm full-stack. Anh bắt đầu quan tâm đến tiền điện tử sau khi đầu tư qua vòng gọi vốn công khai của Ethereum và kể từ đó, anh đã đầu tư vào token và các dự án blockchain.

source: Liu was one of the earliest product managers/25th employee at YouTube (acquired by Google), and was a founding member of YouTube’s monetization team that eventually built a multi-billion dollar advertising business.
es: Liu fue uno de los primeros gerentes de producto/empleado número 25 en YouTube (adquirido por Google), y fue miembro fundador del equipo de monetización de YouTube que finalmente construyó un negocio publicitario multimillonario.
fr: Liu a été l'un des premiers chefs de produit et le 25e employé de l'entreprise. YouTube (racheté par Google), et a été l'un des membres fondateurs de l'équipe de YouTube qui a participé dans l'équipe de monétisation qui a finalement construit un entreprese publicitaire de plusieurs milliards de dollars.
id: Liu adalah salah satu manajer produk paling awal/karyawan ke-25 di YouTube (diakuisisi oleh Google), dan merupakan anggota pendiri tim monetisasi YouTube yang akhirnya membangun bisnis periklanan multi miliar dolar.
it: Liu è stato uno dei primi product manager / 25 ° dipendente di YouTube (acquisito da Google) ed è stato uno dei membri fondatori del team di monetizzazione di YouTube che alla fine ha creato un'attività pubblicitaria multi-miliardaria.
pt: Liu foi um dos primeiros gerentes de produto/25º funcionário na YouTube (adquirido pela Google), e foi membro fundador da equipe de monetização do YouTube que eventualmente desenvolveu um negócio de publicidade multi-bilionário.
ru: Лю был одним из первых менеджеров по продуктам/25-м сотрудником YouTube (который теперь во владении Google) и одним из основателей команды монетизации YouTube, которая в конечном итоге построила многомиллиардный рекламный бизнес.
tr: Liu, YouTube'daki (Google tarafından satın alınan) en eski ürün yöneticilerinden / 25. çalışanlarından biriydi ve YouTube'un sonunda milyarlarca dolarlık bir reklam işi kuran para kazanma ekibinin kurucu bir üyesiydi.
vi: Liu là một trong những người quản lý sản phẩm sớm nhất/nhân viên thứ 25 tại YouTube (được Google mua lại). Anh là thành viên sáng lập nhóm chức năng kiếm tiền của YouTube, từ đó phát triển thành mảng kinh doanh quảng cáo trị giá hàng tỷ đô.

source: He later served as Vice President of Product at Qwiki (acquired by Yahoo) and Vice President of Product at Bonobos (acquired by Walmart). Together, Liu and Fraser have founded several profitable bootstrapped Internet businesses in the growth marketing (7-figure annual recurring revenue) and personal finance (acquired) spaces over the past three years.
es: Más tarde se desempeñó como Vicepresidente de Producto en Qwiki (adquirido por Yahoo) y Vicepresidente de Producto en Bonobos (adquirido por Walmart). Juntos, Liu y Fraser han fundado varias empresas rentables de arranque de Internet en los espacios de marketing en crecimiento (ingresos recurrentes anuales de 7 cifras) y finanzas personales (adquiridas) en los últimos tres años.
fr: Il a ensuite occupé le poste de vice-président chargé des produits chez Qwiki (racheté par par Yahoo) et vice-président des produits chez Bonobos (racheté par Walmart). Ensemble, Liu et Fraser ont fondé plusieurs entreprises rentables en démarrage. Entreprises Internet dans le marketing de croissance (7 chiffres annuels des revenus récurrents ) et les finances personnelles (acquises) au cours des trois dernières années.
id: Dia kemudian menjabat sebagai Wakil Presiden Produk di Qwiki (diakuisisi oleh Yahoo) dan Wakil Presiden Produk di Bonobos (diakuisisi oleh Walmart). Bersama-sama, Liu dan Fraser telah mendirikan beberapa bisnis internet yang menguntungkan dalam pemasaran pertumbuhan ( angka 7 tahunan) dan keuangan pribadi (diperoleh) selama tiga tahun terakhir.
it: In seguito ha ricoperto il ruolo di Vice President of Product presso Qwiki (acquisito da Yahoo) e Vice President of Product presso Bonobos (acquisito da Walmart). Insieme, Liu e Fraser hanno fondato negli ultimi tre anni diverse attività Internet avviate con profitto nel settore della crescita (entrate ricorrenti annuali a 7 cifre) e degli spazi finanziari acquisiti (acquisiti).
pt: Posteriormente ele atuou como Vice-Presidente de Produto na Qwiki (adquirido pelo Yahoo) e Vice-Presidente de Produto na Bonobos (adquirido pelo Walmart). Juntos, Liu e Fraser fundaram nos últimos três anos vários negócios rentáveis na Internet no marketing de crescimento (receita anual recorrente de 7 dígitos) e espaços para finanças pessoais (adquiridos).
ru: Позже он работал вице-президентом по продукту в Qwiki (приобретен Yahoo) и вице-президентом по продуктам в Bonobos (выкуплен Walmart). Вместе Лю и Фрейзер основали несколько прибыльных бутстрэппинговых интернет-компаний в области развития маркетинга (7-значный стабильный годовой доход) и личных финансов (выкуплены) за последние три года.
tr: Daha sonra Qwiki'de (Yahoo tarafından satın alındı) Ürün Başkan Yardımcısı ve Bonobos'ta (Walmart tarafından satın alındı) Ürün Başkan Yardımcısı olarak görev yaptı. Liu ve Fraser birlikte, son üç yılda büyüme pazarlaması (7 rakamlı yıllık tekrar eden gelir) ve kişisel finans (edinilen) alanlarında birkaç karlı önyüklemeli İnternet işletmesi kurdu.
vi: Sau đó, anh giữ chức Phó chủ tịch sản phẩm tại Qwiki (được Yahoo mua lại) và Phó chủ tịch sản phẩm tại Bonobos (được Walmart mua lại). Cùng với Liu, Fraser đã thành lập một số doanh nghiệp kinh doanh qua Internet có lợi nhuận (doanh thu định đạt mức 7 con số/ năm) trong bối cảnh marketing và tài chính cá nhân (mua lại) đang phát triển trong ba năm qua.

source: In 2014, as CEO of Unicycle Labs, Liu built a real-time comparison tool for ride-sharing that was widely adopted and then promptly given a cease and desist by Uber for scraping their data and using their trademarks. This was one of his first inspirations to fight for open data, pricing transparency, and fair consumer practices in the sharing economy.
es: En 2014, como CEO de Unicycle Labs, Liu creó una herramienta de comparación en tiempo real para compartir viajes que fue ampliamente adoptada y que Uber le dio rápidamente un cese y desistimiento por raspar sus datos y usar sus marcas registradas. Esta fue una de sus primeras inspiraciones para luchar por los datos abiertos, la transparencia de precios y las prácticas justas de los consumidores en la economía colaborativa.
fr: En 2014, en tant que PDG d'Unicycle Labs, Liu a construit un système en temps réel. un outil de comparaison pour le covoiturage qui a été largement adopté, puis rapidement ont reçu une injonction de cesser et de s'abstenir de la part d'Uber pour avoir récupéré leurs données et utilisé leurs informations. marques. C'est l'une de ses premières inspirations pour se battre pour l'open data, (données ouvertes) transparence des prix et pratiques loyales des consommateurs dans l'économie du partage.
id: Pada tahun 2014, sebagai CEO Unicycle Labs, Liu membangun real-time alat perbandingan untuk naik-sharing yang diadopsi secara luas dan kemudian segera diberikan gencatan dan tangkal oleh Uber untuk menggores data mereka dan menggunakan merek dagang mereka Ini adalah salah satu inspirasi pertamanya untuk memperjuangkan data terbuka,, dan praktik konsumen yang adil dalam ekonomi.
it: Nel 2014, in qualità di CEO di Unicycle Labs, Liu ha creato uno strumento di confronto in tempo reale per la ride-sharing che è stato ampiamente adottato e quindi prontamente interrotto e desistito da Uber per aver archiviato i propri dati e utilizzato i loro marchi. Questa è stata una delle sue prime ispirazioni a lottare per i dati aperti, la trasparenza dei prezzi e le pratiche eque dei consumatori nell'economia della condivisione.
pt: Em 2014, como CEO da Unicycle Labs, Liu construiu ferramentas de comparação em tempo-real para compartilhamento de transporte que foi rapidamente adotado e depois recebeu um cessar e desistir da Uber por coletar seus dados e usar sua marca registrada. Essa foi uma de suas inspirações para lutar por dados abertos, transparência e práticas justas de consumo na economia de compartilhamento.
ru: В 2014 году, будучи генеральным директором Unicycle Labs, Лю создал инструмент сравнения в реальном времени для совместного использования поездок, который был широко распространен, но был быстро заблокирован Uber за использование своих данных и торговой марки. Это вдохновило его на борьбу за открытые данные, прозрачность ценообразования и справедливые потребительские практики в экономике совместного потребления.
tr: 2014 yılında, Unicycle Labs CEO'su olarak, Liu, sürüş paylaşımı için yaygın olarak benimsenen ve daha sonra Uber tarafından verilerini kazıyarak ve ticari markalarını kullanması için derhal durduruldu ve bırakıldı. Bu, açık veriler, fiyatlandırma şeffaflığı ve paylaşım ekonomisindeki adil tüketici uygulamaları için mücadele eden ilk ilhamlarından biriydi.
vi: Vào năm 2014, với tư cách là Giám đốc điều hành của Unilot Labs, Liu đã xây dựng một công cụ so sánh thời gian thực cho việc chia sẻ xe (ride-sharing), sau đó đã nhanh chóng được nhân rộng và rồi bị hủy bỏ vì anh đã sử dụng dữ liệu của Uber và ứng dụng mà họ đã đăng ký bản quyền. Đây là một trong những nguồn cảm hứng đầu tiên cho cuộc đấu tranh cho giữ liệu mở, minh bạch giá cả, ứng dụng tiêu dùng công bằng trong nền kinh tế chia sẻ.

source: Joshua Fraser is co-founder of Origin Protocol and is a serial entrepreneur and experienced technical executive. He mined his first bitcoin in 2010 and is an active member of the cryptocurrency community. He has contributed and led several open-source projects as well as innovative protocols like PubSubHubbub.
es: Joshua Fraser es cofundador de Origin Protocol y es un emprendedor serial y un ejecutivo técnico experimentado. Mino su primer Bitcoin en 2010 y es un miembro activo de la comunidad de criptomonedas. Ha contribuido y dirigido varios proyectos de código abierto, así como protocolos innovadores como PubSubHubbub.
fr: Joshua Fraser est cofondateur d'Origin Protocol et entrepreneur en série. Est un entrepreneur et cadre technique expérimenté. Il a fait son premier minage Bitcoin en 2010 également il est un membre actif de la communauté des crypto-monnaies. Il a contribué et dirigé plusieurs projets open-source ainsi que des protocoles innovants comme PubSubHubbub.
id: Joshua Fraser adalah salah satu pendiri Origin Protocol dan merupakan pengusaha dan eksekutif teknis berpengalaman. Dia menambang bitcoin pertamanya pada tahun 2010 dan merupakan anggota aktif dari komunitas cryptocurrency. Dia telah berkontribusi dan memimpin beberapa proyek sumber terbuka serta protokol inovatif seperti PubSubHubbub.
it: Joshua Fraser è co-fondatore di Origin Protocol, è un imprenditore seriale ed esperto dirigente tecnico. Ha minato il suo primo bitcoin nel 2010 ed è un membro attivo della comunità delle criptovalute. Ha contribuito e guidato numerosi progetti open source e protocolli innovativi come PubSubHubbub.
pt: Joshua Fraser é cofundador do Origin Protocol e um empreendedor em serie e um experiente executivo técnico. Ele minou seu primeiro bitcoin em 2010 e é um membro ativo da comunidade de criptomoedas. Ele tem contribuido e encabeçou diversos projetos de código aberto assim como protocolos inovadores como PubSubHubbub.
ru: Джошуа Фрейзер является соучредителем Origin Protocol, а также серийным предпринимателем и опытным техническим руководителем. Он добыл свой первый биткоин в 2010 году и с тех пор является активным участником в криптокомьюнити. Он как внес свой вклад, так и возглавлял несколько опенсорсных проектов, а также инновационные протоколы, такие как PubSubHubbub.
tr: Joshua Fraser, Origin Protocol şirketinin kurucu ortağıdır ve bir seri girişimci ve deneyimli bir teknik yöneticidir. 2010 yılında ilk bitcoinini çıkardı ve kripto para topluluğunun aktif bir üyesidir. PubSubHubbub gibi yenilikçi protokollerin yanı sıra çeşitli açık kaynaklı projelere katkıda bulundu.
vi: Joshua Fraser là nhà đồng sáng lập Origin Protocol và là một doanh nhân nối tiếp, giám đốc điều hành kỹ thuật giàu kinh nghiệm. Anh khai thác Bitcoin từ năm 2010 và là một trong những thành viên tích cực trong cộng đồng tiền mã hóa. Đồng thời, Joshua cũng đóng góp và điều hành một số dự án mã nguồn mở nổi tiếng cũng như các giao thức sáng tạo như PubSubHubbub.

source: He previously served as founder and CTO of Eventvue (social networking for events) and Forage/Din (healthy gourmet meal kits). Fraser was also founder and CEO of Torbit where he developed an expertise in networking infrastructure, web performance and internet security before selling the company to Walmart Labs.
es: Anteriormente se desempeñó como fundador y CTO de Eventvue (redes sociales para eventos) y Forage/Din (kits de comidas saludables gourmet). Fraser también fue fundador y CEO de Torbit, donde desarrolló una experiencia en infraestructuras de red, rendimiento web y seguridad de Internet antes vender la compañía a Walmart Labs.
fr: Il a précédemment été fondateur et directeur technique d'Eventvue. (un réseau social pour des événements) et Forage/Din (kits de repas gastronomiques sains). Fraser a également été fondateur et PDG de Torbit, où il a développé une expertise dans l'infrastructure de réseau, les performances du web et la sécurité de l'internet avant de vendre l'entreprise à Walmart Labs.
id: Dia sebelumnya menjabat sebagai pendiri dan CTO Eventvue (jejaring sosial untuk acara) dan Forage/Din (kit makanan gourmet sehat). Fraser juga pendiri dan CEO Torbit di mana ia mengembangkan keahlian dalam infrastruktur jaringan, kinerja web, dan keamanan internet sebelum menjual perusahaan ke Walmart Labs.
it: In precedenza è stato fondatore e CTO di Eventvue (social network per eventi) e Forage / Din (kit per pasti gourmet salutari). Fraser è stato anche fondatore e CEO di Torbit, dove ha sviluppato una competenza in infrastrutture di rete, prestazioni Web e sicurezza Internet prima di vendere la società a Walmart Labs.
pt: Ele serviu anteriormente como fundador e CTO da Eventvue (redes sociais para eventos) e Forage/Din (kits de refeição gourmet saudável). Fraser também foi fundador e CEO da Torbit, onde desenvolveu uma experiência em infraestrutura de rede, desempenho da web e segurança na internet antes de vender a empresa para o Walmart Labs.
ru: Ранее он был основателем и техническим директором Eventvue (социальная сеть для проведения мероприятий) и Forage/Din (наборы здорового питания для гурманов). Фрейзер также был основателем и генеральным директором компании Orbit, в которой развил экспертные технологии и знания в области сетевой инфраструктуры, веб-производительности и интернет-безопасности, прежде чем продать компанию Walmart Labs.
tr: Daha önce Eventvue (etkinlikler için sosyal ağ) ve Forage / Din (sağlıklı gurme yemek kitleri) kurucusu ve CTO'su olarak hizmet vermiştir. Fraser ayrıca, şirketi Walmart Labs'a satmadan önce ağ altyapısı, web performansı ve internet güvenliği konusunda uzmanlık geliştirdiği Torbit'in kurucusu ve CEO'suydu.
vi: Trước đây anh là nhà sáng lập và CTO của Eventvue (mạng xã hội cho các sự kiện) và Forage/Din (bộ dụng cụ bữa ăn lành mạnh cho người sành ăn). Fraser cũng là nhà sáng lập và CEO của Torbit, nơi ông phát triển chuyên môn cơ sở hạ tầng mạng lưới, hiệu suất web và bảo mật internet trước khi bán công ty cho Walmart Labs.

source: Fraser has founded several bootstrapped, profitable businesses with Liu, one of which was PriceSlash (acquired by BillShark). As a former Airbnb host, he has experienced first-hand the downsides of marketplace intermediaries (large fees, arbitrary rules, and government regulation).
es: Fraser ha fundado varios negocios rentables y de arranque con Liu, uno de los cuales fue PriceSlash (adquirido por BillShark). Como antiguo anfitrión de Airbnb, ha experimentado de primera mano las desventajas de los intermediarios del mercado (grandes tarifas, reglas arbitrarias y regulaciones gubernamentales).
fr: Fraser a créé plusieurs entreprises rentables en s'appuyant sur ses propres ressources, avec Liu, dont l'un était PriceSlash (racheté par BillShark). En tant qu'ancien Hôte d'Airbnb, il a fait l'expérience directe des inconvénients des intermédiaires du marché (frais importants, règles arbitraires et réglementations gouvernementales).
id: Fraser telah mendirikan beberapa bootstrap, bisnis yang menguntungkan dengan Liu, salah satunya adalah PriceSlash (diakuisisi oleh BillShark). Sebagai mantan host Airbnb, ia telah mengalami langsung kerugian dari perantara pasar (biaya besar, aturan sewenang-wenang, dan regulasi pemerintah).
it: Fraser ha fondato diverse attività redditizie avviate con Liu, una delle quali è stata PriceSlash (acquisita da BillShark). Come ex host di Airbnb, ha sperimentato in prima persona gli svantaggi degli intermediari del mercato (commissioni elevate, regole arbitrarie e regolamentazione del governo).
pt: Fraser fundou do nada vários negócios com a Liu, uma das quais foi a PriceSlash (adquirida pela BillShark). Como um dos primeiros Anfitriões da Airbnb, ele tem experimentado em primeira mão as desvantagens do mercado intermediários (grandes taxas, regras arbitrárias e regulamentação governamental).
ru: Фрейзер основал вместе с Лю несколько успешных и прибыльных бизнесов, одним из которых бал PriceSlash (приобретенный BillShark). Как бывший ведущий Airbnb, он лично испытал на себе недостатки рыночных посредников (большие сборы, произвольные правила и государственное регулирование).
tr: Fraser, Liu ile biri PriceSlash (BillShark tarafından satın alındı) olan birkaç bootstrapped, karlı iş kurdu. Eski bir Airbnb ev sahibi olarak, pazar aracılarının (büyük ücretler, keyfi kurallar ve hükümet düzenlemeleri) olumsuz taraflarını ilk elden yaşamıştır.
vi: Fraser cùng với Liu đã thành lập một số công ty hoạt động có lãi, một trong số đó có PriceSlash (đã được BillShark mua lại). Từng là người cho thuê trên nền tảng Airbnb, anh tự mình trải nghiệm những nhược điểm của thị trường trung gian (chi phí cao, quy tắc độc đoán và vướng phải các quy định của chính phủ).

source: Core <span>team</span>
es: Equipo <span>principal</span>
fr: Core <span>équipe</span>
id: Inti <span>tim</span>
pt: Núcleo <span>equipa</span>
ru: Основная команда
tr: Çekirdek <span>takım</span>
vi: Đội ngũ <span>cốt lõi</span>

source: Origin’s headquarters are in San Francisco, CA, USA. However, we have team members across the globe and run an efficient and open distributed company. Our full-time staff of 16 is currently situated across 4 continents.
es: La sede de Origin se encuentra en San Francisco, California, EE.UU. Sin embargo, tenemos miembros del equipo en todo el mundo y administramos una empresa distribuida eficiente y abierta. Nuestro personal a tiempo completo de 16 personas se encuentra actualmente en 4 continentes.
fr: Le siège social d'Origin se trouve à San Francisco, en Californie, aux États-Unis. Cependant, Nous avons des membres de l'équipe dans le monde entier et nous gérons un système efficace et une entreprise distribuée. Notre personnel à temps plein de 16 personnes est actuellement situé à travers des quatre continents.
id: Kantor pusat Origin berada di San Francisco, CA, AS. Namun, kami memiliki anggota tim di seluruh dunia dan menjalankan perusahaan terdistribusi yang efisien dan terbuka. Staf penuh waktu kami yang berjumlah 16 orang saat ini berada di di 4 benua.
it: La sede principale di Origin è a San Francisco, California, USA. Tuttavia, abbiamo membri del team in tutto il mondo e gestiamo un'azienda distribuita efficiente e aperta. Il nostro personale a tempo pieno di 16 persone è attualmente situato in 4 continenti.
pt: A sede da Origin está localizada em São Francisco, California, EUA. Entretanto, temos membros da equipe em todo o mundo e administramos uma empresa distribuída eficiente e aberta. Nossa equipe de 16 funcionários em tempo integral está atualmente situada em 4 continentes.
ru: Штаб-квартира Origin находится в Сан-Франциско, Калифорния, США. Однако наши члены команды работают по всему миру, и мы управляем эффективной и открытой распределенной компанией. Наш штатный персонал из 16 человек в настоящее время находится на 4 континентах.
tr: Origin'in merkezi ABD'nin San Francisco kentindedir. Bununla birlikte, dünya çapında ekip üyelerimiz var ve verimli ve açık bir dağıtım şirketi işletiyoruz. 16 kişilik tam zamanlı personelimiz şu anda 4 kıtada bulunmaktadır.
vi: Trụ sở chính của Origin đặt tại San Francisco, CA, Hoa Kỳ. Tuy nhiên, các thành viên trong đội ngũ có mặt ở khắp các nước trên thế giới Đội ngũ nhân viên toàn thời gian gồm 16 người của chúng tôi hiện đang làm việc tại khắp 4 châu lục.
