Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: We believe NFTs are a nascent but highly disruptive technology that will bring our crypto-centric commerce products to millions, if not hundreds of millions, of users in the next few years. At the time of writing, Origin’s NFT Launchpad set all-time records for largest music NFT sale at nearly $11.7M with <a href='https://nft.3lau.com' target='_blank' rel='noopener noreferrer'>3LAU</a> and largest viral video/meme NFT sale at $760k with the original viral video, <a href='http://charliebitme.com' target='_blank' rel='noopener noreferrer'>Charlie Bit My Finger</a>. The 3LAU sale reached mainstream media outlets like the <a href='https://www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html' target='_blank' rel='noopener noreferrer'>New York Times</a> and <a href='https://www.forbes.com/sites/abrambrown/2021/03/03/3lau-nft-nonfungible-tokens-justin-blau/?sh=17043b94643b' target='_blank' rel='noopener noreferrer'>Forbes</a>, <a href='https://www.cnbc.com/video/2021/05/20/charlie-bit-my-finger-video-to-be-auctioned-off-as-an-nft-on-may-22nd.html' target='_blank' rel='noopener noreferrer'>CNBC</a>, <a href='https://edition.cnn.com/2021/05/22/us/charlie-bit-my-finger-nft-trnd/index.html' target='_blank' rel='noopener noreferrer'>CNN</a>, <a href='https://www.bbc.com/news/newsbeat-57227290' target='_blank' rel='noopener noreferrer'>BBC</a>, <a href='https://time.com/6050450/charlie-bit-my-finger-leaving-youtube/' target='_blank' rel='noopener noreferrer'>Time</a>, <a href='https://www.npr.org/2021/05/21/999360273/viral-charlie-bit-my-finger-video-to-leave-youtube-sell-as-nft' target='_blank' rel='noopener noreferrer'>NPR</a>, <a href='https://www.cbsnews.com/news/charlie-bit-my-finger-video-deleted-youtube-nft/' target='_blank' rel='noopener noreferrer'>ABC</a>, <a href='https://www.nytimes.com/2021/05/24/arts/charlie-bit-my-finger-nft-auction.html' target='_blank' rel='noopener noreferrer'>NY Times</a>, and dozens of other outlets covered the globally-viewed Charlie Bit My Finger sale. In both instances, Origin saw significantly increased community membership and engagement and interest in OGN following these record-breaking events. We believe that future blockbuster NFT sales will further introduce mainstream audiences to the Origin Commerce Platform and OGN.
pt: Acreditamos que os NFTs são uma tecnologia emergente mas altamente disruptiva que trará nossos produtos comerciais criptocêntricos a milhões, se não centenas de milhões de usuários nos próximos anos. Na data em que escrevemos, o Launchpad NFT da Origin estabeleceu recordes de todos os tempos para a maior venda de música NFT a quase 11.7 milhões com <a href='https://nft.3lau.com' target='_blank' rel='noopener noreferrer'>3LAU</a> e a maior venda de NFT de vídeo viral/meme a 760 mil dólares com o vídeo original, <a href='http://charliebitme.com' target='_blank' rel='noopener noreferrer'>Charlie Bit My Finger</a>. A venda da 3LAU alcançou os principais veículos de mídia como o <a href='https://www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html' target='_blank' rel='noopener noreferrer'>New York Times</a> e <a href='https://www.forbes.com/sites/abrambrown/2021/03/03/3lau-nft-nonfungible-tokens-justin-blau/?sh=17043b94643b' target='_blank' rel='noopener noreferrer'>Forbes</a>, <a href='https://www. cnbc.com/video/2021/05/20/charlie-bit-my-finger-video-to-bea-ser-auctioned-off-as-an-nft-on-may-22nd.html' target='_blank' rel='noopener noreferrer'>CNBC</a>, <a href='https://edition.cnn.com/2021/05/22/us/charlie-bit-my-finger-nft-trnd/index.html' target='_blank' rel='noopener noreferrer'>CNN</a>, <a href='https://www.bbc. com/news/newsbeat-57227290' target='_blank' rel='noopener noreferrer'>BBC</a>, <a href='https://time.com/6050450/charlie-bit-my-finger-leaving-youtube/' target='_blank' rel='noopener noreferrer'>Time</a>, <a href='https://www.npr.org/2021/05/21/999360273/viral-charlie-bit-my-finger-video-to-leave-youtube-sell-as-nft' target='_blank' rel='noopener noreferrer'>NPR</a>, <a href='https://www. cbsnews.com/news/charlie-bit-my-finger-video-deleted-youtube-nft/' target='_blank' rel='noopener noreferrer'>ABC</a>, <a href='https://www.nytimes.com/2021/05/24/arts/charlie-bit-my-finger-nft-auction.html' target='_blank' rel='noopener noreferrer'>NY Times</a>, e dezenas de outros canais cobriram a venda de Charlie Bit My Finger, vista globalmente. Em ambos os casos, a Origin viu aumentar significativamente o número de membros da comunidade e o envolvimento e interesse na OGN após esses eventos recordistas. Acreditamos que as futuras vendas de sucesso de NFT apresentarão ainda mais a Plataforma de Comércio da Origin e o Token OGN ao mainstream.
ru: Мы считаем, что NFT - это зарождающаяся, но очень разрушительная технология, которая в ближайшие несколько лет предоставит наши продукты для крипто-коммерции миллионам, если не сотням миллионов пользователей. На момент написания статьи Origin NFT Launchpad установила рекорд по размеру самой большой продажи музыкальных NFT на уровне почти 11,7 млн ​​долларов с <a href = 'https: //nft.3lau.com' target = '_ blank' rel = 'noopener noreferrer' > 3LAU </a> и крупнейшая распродажа NFT для вирусных видео / мемов за 760 тысяч долларов с оригинальным вирусным видео, <a href='http://charliebitme.com' target='_blank' rel='noopener noreferrer'> Charlie Bit Мy Finger </a>. Распродажа 3LAU достигла таких основных СМИ, как <a href = 'https: //www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html' target = '_ blank' rel = 'noopener noreferrer'> New York Times </a> и <a href = 'https: //www.forbes.com/sites/abrambrown/2021/03/03/3lau-nft-nonfungible-tokens-justin-blau /? sh = 17043b94643b 'target =' _ blank 'rel =' noopener noreferrer '> Forbes </a>, а <a href =' https: //www.cnbc.com/video/2021/05/20/charlie-bit -my-finger-video-to-be-аукционе-off-as-an-nft-on-may-22nd.html 'target =' _ blank 'rel =' noopener noreferrer '> CNBC </a> и <a href = 'https: //edition.cnn.com/2021/05/22/us/charlie-bit-my-finger-nft-trnd/index.html' target = '_ blank' rel = 'noopener noreferrer'> CNN < / a>, <a href='https://www.bbc.com/news/newsbeat-57227290' target='_blank' rel='noopener noreferrer'> BBC </a> и <a href = 'https: //time.com/6050450/charlie-bit-my-finger-leaving-youtube/ 'target =' _ blank 'rel =' noopener noreferrer '> Time </a>, <a href =' https: // www. npr.org/2021/05/21/999360273/viral-charlie-bit-my-finger- video-to-leave-youtube-sell-as-nft 'target =' _ blank 'rel =' noopener noreferrer '> NPR </a>и <a href =' https: //www.cbsnews.com/news/charlie -bit-my-finger-video-deleted-youtube-nft / 'target =' _ blank 'rel =' noopener noreferrer '> ABC </a>, <a href =' https: //www.nytimes.com/2021 /05/24/arts/charlie-bit-my-finger-nft-auction.html 'target =' _ blank 'rel =' noopener noreferrer '> NY Times </a> и десятки других изданий осветили аукцион Чарли укусил меня за палец. В обоих случаях сообщество Origin после этих рекордных событий значительно расширилось заинтересованность в OGN выросла. Мы считаем, что будущие продажи блокбастер-NFT еще больше познакомят широкую аудиторию с платформой Origin.

source: The overall market for NFTs is about to hit an explosive inflection point, and Origin is very well positioned to take advantage of this opportunity. While NBA Top Shots has recently seen a decrease in secondary sales, over $200M of transactions were achieved in both February and March of 2021. In May, Larva Labs sold nearly $90M of NFTs in 24 hours with their <a href='http://meebits.io' target='_blank' rel='noopener noreferrer'>Meebits</a> launch. This was soon followed by mainstream business influencer Gary Vaynerchuk launching <a href='http://veefriends.com' target='_blank' rel='noopener noreferrer'>Veefriends</a> successfully. It is clear that NFT sales are growing at an exponential rate and represent the fastest growing opportunity for crypto-centric commerce. Even more importantly, we are now seeing iconic global brands and personalities like Gucci, the Golden State Warriors, Playboy, and Paris Hilton embrace NFT technology to interact more directly with their fanbases.
it: Il mercato globale degli NFT sta per raggiungere un esplosivo punto di svolta e Origin è molto ben posizionata per sfruttare questa opportunità. Mentre NBA Top Shots ha recentemente visto una diminuzione delle vendite secondarie, sono state realizzate oltre 200 milioni di dollari di transazioni sia a febbraio che a marzo del 2021. A maggio, Larva Labs ha venduto quasi 90 milioni di dollari di NFT in 24 ore con il lancio di <a href='http://meebits.io' target='_blank' rel='noopener noreferrer'>Meebits</a>. Questo è stato presto seguito dal business influencer Gary Vaynerchuk che ha lanciato con successo <a href='http://veefriends.com' target='_blank' rel='noopener noreferrer'>Veefriends</a>. È chiaro che le vendite di NFT stanno crescendo a un ritmo esponenziale e rappresentano l'opportunità in più rapida crescita per il commercio criptocentrico. Ancora più importante, è vedere che marchi e personalità globali iconici come Gucci, i Golden State Warriors, Playboy e Paris Hilton stanno abbracciando la tecnologia NFT per interagire in modo più diretto con i loro fan.
pt: O mercado geral de NFTs está prestes a atingir um ponto de inflexão explosivo e a Origin está muito bem posicionada para aproveitar essa oportunidade. Embora a NBA Top Shots recentemente tenha experenciado uma diminuição nas vendas secundárias, mais de 200 milhões de dólares em transações foram realizadas em fevereiro e março de 2021. Em maio, o Larva Labs vendeu quase 90 milhões de dólares de NFTs em 24 horas com o lançamento da <a href='http://meebits.io' target='_blank' rel='noopener noreferrer'>Meebits</a>. Logo depois o grande influenciador de negócios Gary Vaynerchuk, lança <a href='http://veefriends.com' target='_blank' rel='noopener noreferrer'>Veefriends</a> com sucesso. É claro que as vendas de NFT estão crescendo a uma taxa exponencial e representam a oportunidade de crescimento mais rápido para o comércio cripto-centrado. Ainda mais importante, agora estamos vendo marcas globais icônicas e personalidades como Gucci, Golden State Warriors, Playboy e Paris Hilton adotando a tecnologia NFT para interagir mais diretamente com suas bases de fãs.
ru: Рынок NFT в целом вот-вот достигнет критической точки, и Origin очень хорошо позиционирует себя, чтобы воспользоваться этой возможностью. Несмотря на то, что в NBA Top Shots в последнее время наблюдается снижение вторичных продаж, в феврале и марте 2021 года было совершено более 200 миллионов транзакций. В мае Larva Labs продала NFT почти на 90 миллионов долларов за 24 часа с запуском <a href='http://meebits.io' target='_blank' rel='noopener noreferrer'> Meebits</a>. Вскоре за этим последовал известный бизнес-авторитет Гэри Вайнерчук, успешно запустивший <a href='http://veefriends.com' target='_blank' rel='noopener noreferrer'> Veefriends </a>. Ясно, что продажи NFT растут экспоненциально и представляют собой наиболее быстрорастущую возможность для крипто торговли. Что еще более важно, теперь мы видим, что такие знаковые мировые бренды и личности, как Gucci, Golden State Warriors, Playboy и Пэрис Хилтон, используют технологию NFT для более непосредственного взаимодействия со своими фанатами.

source: However, we believe that the majority of the market misconstrues NFTs as simply scarce digital art. While digital art is one exciting vertical that we have been able to capitalize on, we believe Origin’s NFT Launchpad will redefine commerce in several other key verticals as well.
it: Tuttavia, riteniamo che la maggior parte del mercato veda gli NFT semplicemente come arte digitale scarsa. Sebbene l'arte digitale sia un eccitante caso d'uso su cui siamo stati in grado di capitalizzare, crediamo che il Launchpad NFT di Origin ridefinirà il commercio anche in molti altri casi d'uso chiave.
pt: No entanto, acreditamos que a maior parte do mercado interpreta erroneamente os NFTs simplesmente como arte digital escassa. Embora a arte digital seja uma indústria empolgante na qual podemos capitalizar, acreditamos que o NFT Launchpad da Origin redefinirá o comércio em várias outras vertentes importantes também.
ru: Однако мы считаем, что большая часть рынка неверно истолковывает NFT как просто дефицитное цифровое искусство. Хоть цифровое искусство - одна из захватывающих вертикалей, на которых мы смогли извлечь выгоду, мы считаем, что NFT Launchpad от Origin изменит определение торговли и в нескольких других ключевых сферах.

source: Origin’s NFT Launchpad will redefine commerce in several key verticals.
es: La Plataforma de Lanzamiento de NFTs de Origin redefinirá el comercio en varios ramas clave.
fr: Le NFT Launchpad d'Origin va redéfinir le commerce dans plusieurs secteurs verticaux clés.
id: Launchpad NFT Origin akan mendefinisikan ulang perdagangan di beberapa vertikal utama.
it: Il Launchpad NFT di Origin ridefinirà il commercio in diversi casi d'uso chiave.
pt: O NFT Launchpad do Origin irá redefinir o comércio em vários setores importantes.
ru: NFT Launchpad от Origin изменит определение коммерции в нескольких ключевых сферах.

source: NFTs that are redeemable for offline goods
es: NFTs que se pueden canjear por productos fuera de línea
fr: Les NFT qui sont échangeables contre des biens hors ligne
id: NFT yang dapat ditukarkan dengan barang offline
it: NFT riscattabili per beni del mondo reale
pt: NFTs que podem ser resgatados para produtos offline
ru: NFT, которые можно обменять на реальные (оффлайн) товары
vi: NFT có thể đổi lấy hàng hoá hiện vật

source: In May 2020, Grammy-winning DJ RAC released his $TAPE NFTs that were redeemable for physical cassette tapes. Little did he know that he would be setting the record for the final sale price of a single cassette tape, as $TAPE tokens redeemable for the cassette tapes eventually cleared $3,000 per token.
es: En mayo de 2020, DJ RAC, ganador de un Grammy, lanzó sus $TAPE NFTs que se podían canjear por cintas de casete físicos. Poco sabía él que estaría estableciendo el récord para el precio de venta final de una sola cinta de casete, ya que $TAPE token era canjeable por las cintas de casete que finalmente costaron $3,000 por token.
fr: En mai 2020, le DJ RAC, lauréat d'un Grammy, a lancé ses NFT $TAPE échangeables contre des cassettes physiques. Il était loin de se douter qu'il établirait le record du prix de vente final d'une seule cassette, car les jetons $TAPE échangeables contre des cassettes ont fini par rapporter 3 000 dollars par jeton.
id: Pada Mei 2020, DJ RAC pemenang Grammy merilis $TAPE NFT miliknya yang dapat ditukarkan dengan kaset fisik. Sedikit yang dia tahu bahwa dia akan mencetak rekor untuk harga jual akhir dari satu kaset, karena $TAPE token yang dapat ditukar dengan kaset akhirnya menghasilkan $3.000 per token.
it: Nel maggio 2020, DJ RAC, vincitore di un Grammy, ha pubblicato i suoi $TAPE NFT, riscattabili per ottenere cassette fisiche. Non poteva immaginare che avrebbe stabilito il record per il prezzo di vendita finale di una singola cassetta, $TAPE token, scambiabile per le cassette, alla fine ha assunto un valore di 3000 dollari per singolo token.
pt: Em maio de 2020, o vencedor do Grammy DJ RAC lançou seus NFTs $TAPE que podiam ser resgatados em fitas cassete físicas. Mal sabia ele que estaria estabelecendo o recorde para o preço de venda de uma única fita cassete, já que os tokens $TAPE que resgatam fitas cassete eventualmente chegaram a 3.000 dólares por token.
ru: В мае 2020 года ди-джей RAC, получивший премию Грэмми, выпустил свои NFT - $TAPE, которые можно было обменять на физические кассеты. Он и не подозревал, что установит рекорд по окончательной цене продажи одной кассеты, поскольку цена токена $TAPE в долларах, в конечном итоге составила 3000 долларов за монету.
vi: Tháng 5/2020, DJ RAC từng đoạt giải Grammy đã phát hành $TAPE NFT, có thể dùng để đổi lấy băng cát-sét. Anh ấy không ngờ rằng, giá cuối cùng của 1 cuốn bằng cát-set đã đạt kỷ lục, mỗi 1 $TAPE - sử dụng để đổi lấy 1 cuốn bằng cát-set đã được mua mới giá 3.000 USD.

source: This is just one example of how NFTs have changed the landscape for limited-edition premium products. NFTs that represent physical offline goods can be authenticated on the blockchain. Influencers, artists, creators, and other merchants can now issue NFTs that are both certifiably scarce and representative of valuable physical items.
es: Este es sólo un ejemplo de cómo los NFTs han cambiado el panorama de los productos premium de edición limitada. Los NFTs que representan bienes físicos fuera de línea se pueden autenticar en la blockchain. Los influencers, artistas, creadores y otros comerciantes ahora pueden emitir NFTs que son certificablemente escasos y representativos de artículos físicos valiosos.
fr: Ce n'est qu'un exemple de la façon dont les NFT ont changé le paysage des produits haut de gamme à édition limitée. Les NFT qui représentent des biens physiques hors ligne peuvent être authentifiés sur la blockchain. Les influenceurs, les artistes, les créateurs et d'autres marchands peuvent désormais émettre des NFT qui sont à la fois certifiés rares et représentatifs d'articles physiques de valeur.
id: Ini hanyalah satu contoh bagaimana NFT telah mengubah lanskap untuk produk premium edisi terbatas. NFT yang mewakili barang offline fisik dapat diautentikasi di blockchain. Influencer, artis, pencipta, dan pedagang lainnya sekarang dapat menerbitkan NFT yang dianggap langka dan mewakili barang fisik yang berharga.
it: Questo è solo un esempio di come gli NFT stiano cambiando il panorama dei prodotti premium in edizione limitata. Gli NFT che rappresentano beni fisici offline possono essere autenticati sulla blockchain. Influencer, artisti, creatori e altri commercianti possono ora emettere NFT che sono sia certificabilmente scarsi che rappresentativi di oggetti fisici di valore.
pt: Este é apenas um exemplo de como os NFTs mudaram o cenário para produtos premium de edição limitada. NFTs que representam bens físicos offline podem ser autenticados no blockchain. Influenciadores, artistas, criadores e outros comerciantes agora podem emitir NFTs que são comprovadamente escassos e representativos de itens físicos valiosos.
ru: Это всего лишь один пример того, как NFT изменили ландшафт для премиальных продуктов, выпущенных ограниченным тиражом. NFT, которые представляют собой физические товары, могут быть аутентифицированы в цепочке блоков. Влиятельные лица, художники, артисты и другие, теперь могут выпускать NFT, которые являются достоверно редкими и представляют собой ценные физические предметы.
vi: Đây chỉ là một ví dụ về cách NFT thay đổi hoàn toàn cách thức trao đổi các phiên bản giới hạn. NFT đại diện cho hàng hoá vật lý có thể được xác thực trên blockchain. Những người có ảnh hưởng, nghệ sĩ, người sáng tạo và những người bán khác hiện có thể phát hành NFT vừa khan hiếm vừa có giá trị đại diện cho các mặt hàng vật chất.

source: There is an enormous opportunity to use NFTs to power these creator communities. Because NFTs are freely exchangeable on the blockchain, they also inherently create an after-market for limited edition goods.
it: Esiste un'enorme opportunità di utilizzo degli NFT per sostenere queste comunità di creatori. Poiché gli NFT sono liberamente scambiabili sulla blockchain, creano intrinsecamente anche un mercato secondario per i prodotti in edizione limitata.
pt: Há uma enorme oportunidade de usar NFTs para fortalecer comunidades de criadores. Como os NFTs podem ser trocados livremente no blockchain, eles naturalmente também criam um mercado de pós-venda para produtos de edição limitada.
ru: Существует огромная возможность использовать NFT для поддержки этих сообществ создателей. Поскольку NFT можно свободно обменивать на блокчейне, они также создают вторичный рынок для товаров ограниченного выпуска.

source: One needs only to reference StockX, the premium sneaker marketplace that is currently valued at $2.8 B, to recognize the possibility of NFTs flourishing in many verticals where scarcity and authenticity need to be enforced. Today, the company generates $400M in revenue by taking fees to certify that premium sneakers are legitimate and not fraudulent. Using NFTs that are tied to these sneakers would establish a clear sense of provenance as sneakers are sold from one buyer to the next.
fr: Il suffit de se référer à StockX, la place de marché des chaussures de sport haut de gamme, actuellement évaluée à 2,8 milliards de dollars, pour comprendre que les NFT peuvent prospérer dans de nombreux secteurs verticaux où la rareté et l'authenticité doivent être respectées. Aujourd'hui, l'entreprise génère 400 millions de dollars de revenus en percevant des droits pour certifier que les baskets haut de gamme sont légitimes et non frauduleuses. L'utilisation de NFT liés à ces baskets permettrait d'établir un sens clair de la provenance lorsque les baskets sont vendues d'un acheteur à l'autre.
it: Basta fare riferimento a StockX, il mercato delle sneaker premium che è attualmente valutato a 2,8 miliardi di dollari, per riconoscere la possibilità che gli NFT fioriscano in molti casi d'uso in cui è necessario rafforzare la scarsità e l'autenticità. Oggi, l'azienda genera entrate per 400 milioni di dollari prelevando commissioni per certificare che le sneakers premium sono legittime e non fraudolente. L'utilizzo di NFT legati a queste scarpe stabilirebbe un chiaro senso di provenienza poiché le scarpe vengono vendute da un acquirente all'altro.
pt: Basta fazer referência ao StockX, o mercado de tênis premium atualmente avaliado em 2,8 bilhões de dólares, para reconhecer a possibilidade dos NFTs florescerem em muitos setores onde a escassez e a autenticidade precisam ser reforçadas. Hoje, a empresa gera 400 milhões de dólares em receita cobrando taxas para certificar que os tênis premium são legítimos e não fraudulentos. Usar NFTs vinculados a esses tênis estabeleceria um claro senso de proveniência, pois os tênis são vendidos de um comprador para o outro.
ru: Достаточно сослаться на StockX, рынок кроссовок премиум-класса, который в настоящее время оценивается в 2,8 млрд долларов, чтобы признать возможность процветания NFT во многих сферах, где необходимо обеспечить дефицит и аутентичность. Сегодня компания получает доход в размере 400 миллионов долларов, взимая плату за подтверждение того, что кроссовки премиум-класса являются оригинальными, а не подделкой. Использование NFT, привязанных к этим кроссовкам, даст четкое представление о происхождении, поскольку кроссовки продаются от одного покупателя к следующему.
vi: Thử lấy ví dụ StockX, thị trường giày thể thao cao cấp hiện được định giá 2,8 tỷ USD, để thấy được tiềm năng của NFT ở những ngành hàng hoá khan hiếm và cần phải xác minh nguồn gốc hàng hoá. Hiện tại, công ty này tạo ra khoản doanh thu trị giá 400 triệu Đô bằng cách thu phí xác thực nguồn gốc của giày. Sử dụng NFT gắn với những đôi giày thể thao này sẽ cung cấp cơ sở xác thực đáng tin cậy hơn cho người mua lại những đôi giày đó.
