Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Each marketplace operator controls a valuable, but closed store of user and transaction data. We believe users should be able to own and control their own data. We also believe that transparency is critical for trust. Too often corporations control access to their users’ own data for their own benefit. When guests set up a methamphetamine lab in an early Airbnb apartment, Airbnb’s team of lawyers immediately descended with non-disclosure agreements and hush money to stop the negative press from getting out. That might have been the right decision for Airbnb, but the company’s customers deserve to know the truth so they can make informed decisions with whom to transact business. With the blockchain, everything is public and immutable, so transparency is a default feature.
es: Cada operador del mercado controla un valioso pero cerrado almacén de datos de usuarios y transacciones. Creemos que los usuarios deberían poder poseer y controlar sus propios datos. También creemos que la transparencia es crítica para la confianza. Con demasiada frecuencia, las corporaciones controlan el acceso a los datos de sus propios usuarios para su propio beneficio. Cuando los invitados instalaron un laboratorio de metanfetamina en un departamento temprano de Airbnb, el equipo de abogados de Airbnb descendió de inmediato con acuerdos de confidencialidad y callaron el dinero para evitar que la prensa negativa saliera. Esa podría haber sido la decisión correcta para Airbnb, pero los clientes de la compañía merecen saber la verdad para poder tomar decisiones informadas con las que realizar transacciones comerciales. Con blockchain, todo es público e inmutable, por lo que la transparencia es una característica predeterminada.
fr: Chaque opérateur de la place de marché contrôle un magasin précieux mais fermé de données sur les utilisateurs et les transactions. Nous pensons que les utilisateurs devraient pouvoir posséder et contrôler leurs propres données. Nous pensons également que la transparence est essentielle à la confiance. Trop souvent, les entreprises contrôlent l'accès aux données de leurs utilisateurs pour leur propre bénéfice. Lorsque les invités ont installé un laboratoire de méthamphétamine dans un des premiers appartements d'Airbnb, l'équipe d'avocats d'Airbnb a immédiatement conclu des accords de non-divulgation et caché de l'argent pour empêcher la presse négative de sortir. Cela aurait peut-être été la bonne décision pour Airbnb, mais les clients de l'entreprise méritent de connaître la vérité afin de pouvoir prendre des décisions éclairées avec qui transiger. Avec la blockchain, tout est public et immuable, donc la transparence est une fonctionnalité par défaut.
id: Setiap operator pasar mengontrol penyimpanan data pengguna dan transaksi yang berharga namun tertutup. Kami percaya pengguna harus dapat memiliki dan mengendalikan data mereka sendiri. Kami juga percaya bahwa transparansi sangat penting untuk kepercayaan. Terlalu sering perusahaan mengendalikan akses ke data pengguna mereka sendiri untuk keuntungan mereka sendiri. Ketika para tamu mendirikan laboratorium metamfetamin di apartemen awal Airbnb, tim pengacara Airbnb segera turun dengan perjanjian non-pengungkapan dan menyembunyikan uang untuk menghentikan pers negatif keluar. Itu mungkin merupakan keputusan yang tepat untuk Airbnb, tetapi pelanggan perusahaan layak untuk mengetahui kebenaran sehingga mereka dapat membuat keputusan yang tepat untuk melakukan transaksi bisnis. Dengan blockchain, semuanya bersifat publik dan tidak dapat diubah, sehingga transparansi adalah fitur default.
it: Ogni operatore di marketplace controlla un archivio prezioso ma chiuso di dati utente e transazioni. Riteniamo che gli utenti dovrebbero essere in grado di possedere e controllare i propri dati. Riteniamo inoltre che la trasparenza sia fondamentale per la fiducia. Troppo spesso le aziende controllano l'accesso ai dati dei propri utenti a proprio vantaggio. Quando gli ospiti aprirono un laboratorio di metanfetamine in un appartamento di Airbnb, il team di avvocati di Airbnb scese immediatamente con accordi di non divulgazione e zittì il denaro per impedire alla stampa negativa di uscire. Potrebbe essere stata la decisione giusta per Airbnb, ma i clienti dell'azienda meritano di conoscere la verità in modo da poter prendere decisioni informate con chi effettuare transazioni. Con la blockchain, tutto è pubblico e immutabile, quindi la trasparenza è una funzionalità predefinita.
pt: Cada operador de mercado controla um armazenamento valioso, mas fechado, de dados de usuários e transações. Acreditamos que os usuários devem poder possuir e controlar seus próprios dados. Também acreditamos que a transparência é fundamental para a confiança. Com demasiada frequência, as empresas controlam o acesso aos próprios dados de seus usuários para seu próprio benefício. Quando os convidados montaram um laboratório de metanfetamina em um apartamento anterior do Airbnb, a equipe de advogados do Airbnb imediatamente desceu com acordos de não divulgação e escondeu dinheiro para impedir que a imprensa negativa saísse. Essa pode ter sido a decisão certa para o Airbnb, mas os clientes da empresa merecem saber a verdade para que possam tomar decisões informadas com quem negociar. Com o blockchain, tudo é público e imutável, então a transparência é um recurso padrão.
ru: Каждый оператор рынка управляет ценным, но закрытым хранилищем данных пользователей и транзакций. Мы считаем, что пользователи должны иметь возможность владеть своими собственными данными и контролировать их. Мы также считаем, что прозрачность - шаг к доверию. Слишком часто корпорации контролируют доступ к данным своих пользователей для своей же выгоды. Когда на раннем этапе работы Airbnb гости создали в одной из квартир лабораторию метамфетамина, команда юристов Airbnb сразу же предложила соглашения о неразглашении информации и деньгами удержала ее просачивание в прессу. Такое решение представляется правильным для Airbnb, однако клиенты компании заслуживают того, чтобы знать правду и с учетом всей информации принимать обоснованные решения о том, с кем вести бизнес. В модели с блокчейном все является общедоступным и неизменным, поэтому прозрачность является «функцией по умолчанию».
tr: Her pazar yeri operatörü, değerli ancak kapalı bir kullanıcı ve işlem verisi deposunu kontrol eder. Kullanıcıların kendi verilerine sahip olmaları ve bunları kontrol edebilmeleri gerektiğine inanıyoruz. Ayrıca şeffaflığın güven için kritik olduğuna inanıyoruz. Şirketler genellikle kendi yararları için kullanıcılarının kendi verilerine erişimini kontrol eder. Konuklar erken bir Airbnb dairesinde bir metamfetamin laboratuvarı kurduklarında, Airbnb'nin avukat ekibi derhal ifşa etmeme anlaşmalarıyla indi ve olumsuz basının çıkmasını durdurmak için para biriktirdi. Bu Airbnb için doğru karar olabilir, ancak şirketin müşterileri gerçeği bilmeyi hak ediyorlar, böylece kiminle iş yapacağını bilinçli kararlar alabiliyorlar. Blockchain ile her şey herkese açık ve değişmezdir, bu nedenle şeffaflık varsayılan bir özelliktir.
vi: Mỗi nhà khai thác thị trường kiểm soát một kho lưu trữ dữ liệu người dùng và giao dịch có giá trị, nhưng đóng kín. Chúng tôi tin rằng người dùng sẽ có thể sở hữu và kiểm soát dữ liệu của riêng họ. Chúng tôi cũng tin rằng sự minh bạch rất quan trọng để đạt được niềm tin. Các công ty lớn luôn luôn kiểm soát quyền truy cập vào dữ liệu người dùng vì lợi ích riêng của họ. Khi khách đặt phòng thí nghiệm methamphetamine trong một căn hộ đầu tiên của Airbnb, đội ngũ luật sư của Airbnb đã ngay lập tức thông báo với các thỏa thuận không tiết lộ và giấu tiền để ngăn chặn thông tin báo chí tiêu cực bị phát tán. Đó có thể là quyết định đúng đắn của Airbnb, nhưng khách hàng của công ty xứng đáng được biết sự thật để họ có thể đưa ra quyết định sáng suốt với ai sẽ giao dịch kinh doanh. Với blockchain, mọi thứ đều công khai và không thay đổi, vì vậy tính minh bạch là một tính năng mặc định.

source: Open, shared data also has the positive externality of encouraging competition and ever-improving updates to the community
es: Datos compartidos y abiertos también tienen la externalidad positiva de fomentar la competencia y cada vez mejores cambios a la comunidad
fr: Les données ouvertes et partagées ont également l'externalité positive d'encourager la concurrence et les mises à jour sans cesse améliorées de la communauté
id: Data yang terbuka dan dibagikan juga memiliki eksternalitas positif untuk mendorong persaingan dan pembaruan yang terus meningkat kepada komunitas
it: I dati aperti e condivisi hanno anche l'esternalità positiva di incoraggiare la concorrenza e migliorare costantemente gli aggiornamenti della comunità
pt: Os dados abertos e compartilhados também têm a externalidade positiva de incentivar a concorrência e atualizações cada vez melhores para a comunidade
ru: Открытость и общедоступность данных имеет еще один положительный эффект - стимулирование конкуренции и постоянного повышения качества для сообщества.
tr: Açık, paylaşılan veriler, rekabeti teşvik etme ve topluma sürekli güncelleme geliştirmenin olumlu dışsallığına da sahiptir.
vi: Dữ liệu mở, chia sẻ cũng có tính năng tích cực trong việc khuyến khích phát triển cạnh tranh và không ngừng cập nhật cải thiện cho cộng đồng

source: What if network data was owned by the community and not a private operator?
es: ¿Qué sucede si los datos de la red pertenecen a la comunidad y no a un operador privado?
fr: Et si les données du réseau appartenaient à la communauté et non à un opérateur privé?
id: Bagaimana jika data jaringan dimiliki oleh komunitas dan bukan operator swasta?
it: Cosa accadrebbe se i dati di rete fossero di proprietà della comunità e non di un operatore privato?
pt: E se os dados da rede pertencessem à comunidade e não a uma operadora privada?
ru: Что, если сетевые данные принадлежат сообществу, а не частному оператору?
tr: Ağ verilerinin özel bir operatör değil topluluğa ait olması durumunda ne olur?
vi: Điều gì xảy ra nếu dữ liệu mạng lưới được sở hữu bởi cộng đồng chứ không phải nhà khai thác tư nhân?

source: Potential lack of innovation
es: Posible falta de innovación
fr: Manque potentiel d'innovation
id: Potensi kurangnya inovasi
it: Potenziale mancanza di innovazione
pt: Potencial falta de inovação
ru: Потенциальная нехватка инноваций
tr: Potansiyel inovasyon eksikliği
vi: Tiềm năng thiếu đổi mới

source: Once a category winner has been defined in marketplace verticals, that company is usually able to maintain a (mostly) monopolistic position. Having more buyers and sellers means more capital to further grow the business. Having invaluable troves of data, marketing dollars, and brand recognition are all powerful moats that prevent competitors from entering the market, thereby stifling innovation. The most salient example is probably Craigslist, the first mainstream services and goods marketplace on the Internet, which has thrived for over 20 years despite having an outdated user experience, lacking a dependable and trustworthy reputation system, and even failing to provide a native way to pay for transactions safely and easily<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
es: Una vez que un ganador de la categoría se ha definido en verticales del mercado, que la empresa suele ser capaz de mantener a (sobre todo) posición de monopolio. Tener más compradores y vendedores medios más capital para crecer aún más el negocio. Tener cantidades inestimables de datos, el presupuesto de marketing, y el reconocimiento de marca son todos obstáculos poderosos que impiden que los competidores entren en el mercado, por lo tanto frenar la innovación. El ejemplo más destacado es, probablemente, Craigslist, el mercado los primeros servicios de comunicación y productos en Internet, que ha prosperado durante más de 20 años a pesar de tener una experiencia de usuario obsoleta, que carecen de un sistema de reputación fiable y de confianza, e incluso no proporcionar una forma nativa de pagar las transacciones de manera segura y sencilla<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
fr: Une fois qu'un gagnant de catégorie a été défini dans des marchés verticaux, cette entreprise est généralement en mesure de maintenir une position (majoritairement) monopolistique. Avoir plus d'acheteurs et de vendeurs signifie plus de capital pour développer davantage l'entreprise. Avoir des trésors de données inestimables, des dollars marketing et la reconnaissance de la marque sont tous des douves puissantes qui empêchent les concurrents d'entrer sur le marché, étouffant ainsi l'innovation. L'exemple le plus frappant est probablement Craigslist, le premier marché de services et de biens grand public sur Internet, qui a prospéré pendant plus de 20 ans malgré une expérience utilisateur obsolète, dépourvu d'un système de réputation fiable et digne de confiance, et même ne fournissant pas un moyen natif de payer les transactions facilement et en toute sécurité<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
id: Setelah pemenang kategori telah ditentukan dalam vertikal marketplace, perusahaan biasanya dapat mempertahankan posisi (kebanyakan) monopolistik. Memiliki lebih banyak pembeli dan penjual berarti lebih banyak modal untuk mengembangkan bisnis lebih lanjut. Memiliki kumpulan data yang tak ternilai, dolar pemasaran, dan pengenalan merek adalah parit kuat yang mencegah pesaing memasuki pasar, sehingga menghambat inovasi. Contoh yang paling menonjol mungkin adalah Craigslist, pasar layanan dan barang utama pertama di Internet, yang telah berkembang selama lebih dari 20 tahun meskipun memiliki pengalaman pengguna yang sudah ketinggalan zaman, tidak memiliki sistem reputasi yang dapat diandalkan dan dapat dipercaya, dan bahkan gagal memberikan cara asli untuk membayar transaksi dengan aman dan mudah<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
it: Una volta che un vincitore di categoria è stato definito nei mercati verticali, quella società è generalmente in grado di mantenere una posizione (principalmente) monopolistica. Avere più acquirenti e venditori significa più capitale per far crescere ulteriormente il business. Avere preziose scoperte di dati, dollari di marketing e riconoscimento del marchio sono tutti potenti fossati che impediscono ai concorrenti di entrare nel mercato, soffocando così l'innovazione. L'esempio più saliente è probabilmente Craigslist, il primo mercato di servizi e merci mainstream su Internet, che ha prosperato per oltre 20 anni nonostante abbia un'esperienza utente obsoleta, privo di un sistema di reputazione affidabile e affidabile e persino non riesca a fornire un modo nativo per pagare le transazioni in modo facile e sicuro<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
pt: Depois que um vencedor da categoria é definido nas verticais de mercado, essa empresa geralmente consegue manter uma posição (principalmente) monopolista. Ter mais compradores e vendedores significa mais capital para expandir ainda mais os negócios. Ter inestimável quantidade de dados, dinheiro de marketing e reconhecimento de marca são todos poderosos fossos que impedem a entrada de concorrentes no mercado, impedindo a inovação. O exemplo mais destacado é provavelmente o Craigslist, o primeiro mercado de serviços e bens da Internet, que prosperou por mais de 20 anos, apesar de ter uma experiência de usuário desatualizada, sem um sistema de reputação confiável e confiável e até falhar em fornecer uma maneira nativa de pagar por transações com segurança e facilidade<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
ru: Как только в рыночных вертикалях определен лидер категории, он, как правило, может занять (в основном) монополистическую позицию. Наличие большего количества покупателей и продавцов означает больше капитала для дальнейшего развития бизнеса. Владение «бесценными» данными о доходах, средствах, затрачиваемых на маркетинг, об узнаваемости бренда - все это мощные преграды, которые не позволяют конкурентам выйти на рынок, что приводит к удушению инноваций. Самым ярким примером является, вероятно, Craigslist, первый доминирующий рынок услуг и товаров в интернете, который процветал более 20 лет, несмотря на устаревший пользовательский дизайн, отсутствие стабильной и надежной системы поддержки репутации, а также, в том числе, на неспособность обеспечить собственный режим оплаты транзакций безопасным и простым способом
tr: Bir kategori kazananı pazar dikeyinde tanımlandıktan sonra, bu şirket genellikle (çoğunlukla) tekelci bir pozisyonda kalabilir. Daha fazla alıcı ve satıcıya sahip olmak, işi daha da büyütmek için daha fazla sermaye anlamına gelir. Değerli veriler, pazarlama dolarları ve marka bilinirliği sahip olmak, rakiplerin pazara girmesini engelleyen ve böylece yeniliği boşa çıkaran güçlü hendeklerdir. En göze çarpan örnek, muhtemelen eski bir kullanıcı deneyimine sahip olmasına, güvenilir ve güvenilir bir itibar sistemine sahip olmamasına ve hatta yerel bir yol sunamamasına rağmen 20 yıldan fazla bir süredir gelişen, İnternet'teki ilk ana hizmet ve mal pazarı olan Craigslist'tir. işlemleri güvenli ve kolay bir şekilde ödeyin<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
vi: Khi một đơn vị chiến thắng hạng mục được xác định trong chiều dọc thị trường, công ty đó thường có thể duy trì vị trí gần như độc quyền. Có nhiều người mua và người bán hơn đồng nghĩa với việc có nhiều vốn hơn để phát triển kinh doanh. Có các kho dữ liệu vô giá, đô la tiếp thị và nhận diện thương hiệu đều là những cú đúp mạnh mẽ ngăn cản các đối thủ cạnh tranh xâm nhập thị trường, từ đó bóp nghẹt sự đổi mới. Ví dụ nổi bật nhất có lẽ là Craigslist, thị trường dịch vụ và hàng hóa chính thống đầu tiên trên Internet, đã phát triển mạnh trong hơn 20 năm mặc dù có trải nghiệm người dùng lỗi thời, thiếu hệ thống danh tiếng và đáng tin cậy, và thậm chí không cung cấp cách thanh toán nguyên đốc cho các giao dịch một cách an toàn và dễ dàng.<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.

source: There have been a countless number of Craigslist competitors that fell flat despite offering buyers and sellers a safer, easier buying experience simply because Craigslist had first mover advantage and ingrained network effects. The buyers go where the sellers are, and sellers go where the buyers are.
es: Ha habido un sin número de competidores de Craigslist que cayeron a pesar de ofrecer los compradores y vendedores una fácil experiencia más segura, compra simplemente porque Craigslist tenía ventaja de ser el primero y efectos de red arraigadas. Los compradores van a donde los vendedores están, y los vendedores van a donde están los clientes.
fr: Il y a eu un nombre incalculable de concurrents de Craigslist qui sont tombés à plat malgré l'offre aux acheteurs et aux vendeurs d'une expérience d'achat plus sûre et plus facile simplement parce que Craigslist avait l'avantage du premier moteur et des effets de réseau enracinés. Les acheteurs vont là où sont les vendeurs, et les vendeurs vont là où sont les acheteurs.
id: Ada banyak pesaing Craigslist yang jatuh datar meskipun menawarkan pembeli dan penjual pengalaman membeli yang lebih aman dan lebih mudah hanya karena Craigslist memiliki keuntungan penggerak pertama dan efek jaringan yang tertanam. Pembeli pergi ke tempat penjual, dan penjual pergi ke tempat pembeli.
it: Ci sono stati innumerevoli concorrenti Craigslist che hanno perso terreno nonostante offrissero ad acquirenti e venditori un'esperienza di acquisto più semplice e sicura semplicemente perché Craigslist aveva un vantaggio sulla prima mossa ed effetti di rete radicati. Gli acquirenti vanno dove sono i venditori e i venditori vanno dove sono gli acquirenti.
pt: Houve um número incontável de concorrentes no Craigslist que não conseguiram, apesar de oferecer aos compradores e vendedores uma experiência de compra mais segura e fácil, simplesmente porque o Craigslist teve a primeira vantagem e os efeitos de rede arraigados. Os compradores vão para onde os vendedores estão e os vendedores para onde os compradores estão.
ru: Бесчисленное количество конкурентов Craigslist, в том числе предлагающих покупателям и продавцам более безопасный и простой опыт, было нейтрализовано просто потому, что Craigslist имел преимущество первого игрока и укоренившиеся сетевые эффекты. Покупатели идут туда, где есть продавцы, а продавцы идут туда, куда приходят покупатели
tr: Alıcılar ve satıcılara daha güvenli ve daha kolay bir satın alma deneyimi sunmasına rağmen düzensiz düşen sayısız sayıda Craigslist rakibi oldu, çünkü Craigslist'in ilk taşıyıcı avantajı ve köklü ağ etkileri vardı. Alıcılar satıcıların olduğu yere gider ve satıcılar alıcıların olduğu yere gider.
vi: Đã có vô số đối thủ của Craigslist thất bại mặc dù họ đã cố gắng cung cấp cho người mua và người bán một trải nghiệm mua hàng an toàn hơn, dễ dàng hơn chỉ vì Craigslist có lợi thế tiên phong và hiệu ứng mạng lưới đã ăn sâu vào thị trường. Người mua đến nơi hàng hóa được bán và người bán sẽ tìm đến nơi có người mua.

source: What if buyers and sellers met on an open, decentralized network that created incentives for everyone to work together and innovate for the community interest?
es: ¿Qué pasa si los compradores y vendedores se reunieron en una red abierta, descentralizada que creó incentivos para todo el mundo para trabajar juntos e innovar para el interés de la comunidad?
fr: Et si les acheteurs et les vendeurs se rencontraient sur un réseau ouvert et décentralisé qui incitait tout le monde à travailler ensemble et à innover dans l'intérêt de la communauté?
id: Bagaimana jika pembeli dan penjual bertemu di jaringan terbuka dan terdesentralisasi yang menciptakan insentif bagi semua orang untuk bekerja sama dan berinovasi demi kepentingan masyarakat?
it: Cosa accadrebbe se acquirenti e venditori si incontrassero su una rete aperta e decentralizzata che creava incentivi affinché tutti potessero lavorare insieme e innovare per l'interesse della comunità?
pt: E se compradores e vendedores se encontrassem em uma rede aberta e descentralizada que criava incentivos para que todos trabalhassem juntos e inovassem para o interesse da comunidade?
ru: Что будет, если покупатели и продавцы встретятся в открытой, децентрализованной сети, создающей стимулы для повсеместной совместной работы и внедрения инноваций в интересах сообщества?
tr: Alıcılar ve satıcılar, herkesin birlikte çalışması ve toplumun menfaati için yenilik yapması için teşvikler yaratan açık, merkezi olmayan bir ağda buluşursa ne olur?
vi: Điều gì xảy ra nếu người mua và người bán gặp nhau trên một mạng lưới phi tập trung mã nguồn mở, tạo ra sự khuyến khích cho mọi người cùng hợp tác và đổi mới vì lợi ích cộng đồng?
