Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: In our highly successful <a href='https://nft.bassjackers.com' target='_blank' rel='noopener noreferrer'>Bassjackers</a> NFT sale, the winning bidder was given the ability to name a track and appear on stage with BassJackers at future music festivals and concerts.
pt: Em nossa venda de NFTs do <a href='https://nft.bassjackers.com' target='_blank' rel='noopener noreferrer'>Bassjackers</a> de grande sucesso, o vencedor do leilão teve a possibilidade de nomear uma faixa e aparecer no palco com BassJackers em futuros festivais de música e concertos.
ru: В нашей очень успешной продаже NFT от <a href='https://nft.bassjackers.com' target='_blank' rel='noopener noreferrer'>Bassjackers</a> победитель торгов получил возможность назвать трек и выступить с BassJackers на будущих музыкальных фестивалях и концертах.

source: The key to unlocking value in all of these crypto-centric opportunities with NFTs is making NFT issuance dead simple for creators. In addition, in contrast to existing players in the market like Nifty Gateway, we believe the creators should own the branding and have direct control over pricing models (e.g. different auction mechanics or tiered pricing). Origin’s NFT Launchpad gives creators and influencers more direct control over their content and their physical, digital, and experiential products. Just as many merchants have chosen Shopify over selling on generic marketplaces that do not allow for custom branding and direct relationships to end customers, we believe the same model will be successful for NFTs. Further, many creators prefer Origin’s NFT platform because they do not need to share the stage with other competing NFT drops that may be off-brand. We have also lowered the user experience barriers for newcomers to NFTs. While many of the other platforms require using cryptocurrency, we also offer the ability to purchase NFTs with credit and debit cards.
pt: A chave para encontrar valor em todas essas oportunidades centradas em cripto com NFTs é tornar a emissão de NFT extremamente simples para os criadores. Além disso, em contraste com os participantes existentes no mercado como o Nifty Gateway, acreditamos que os criadores devem possuir a marca e ter controle direto sobre os modelos de preços (por exemplo, diferentes mecanismos de leilão ou preços diferenciados). O NFT Launchpad da Origin oferece aos criadores e influenciadores um controle mais direto sobre seu conteúdo e seus produtos físicos, digitais e experienciais. Assim como muitos comerciantes escolheram o Shopify em vez de vender em mercados genéricos que não permitem marcas personalizadas e relacionamentos diretos com os clientes finais, acreditamos que o mesmo modelo será bem-sucedido para NFTs. Além disso, muitos criadores preferem a plataforma NFT da Origin porque não precisam compartilhar o palco com outros lançamentos de NFT concorrentes sem marca. Também reduzimos as barreiras de experiência do usuário para iniciantes em NFTs. Embora muitas das outras plataformas exijam o uso de criptomoedas, também oferecemos a capacidade de comprar NFTs com cartões de crédito e débito.
ru: Ключом к раскрытию ценности всех этих криптоцентрических возможностей с помощью NFT является упрощение выпуска NFT для создателей. Кроме того, в отличие от существующих игроков на рынке, таких как Nifty Gateway, мы считаем, что создатели должны владеть брендом и иметь прямой контроль над моделями ценообразования (например, различные механизмы аукционов или многоуровневое ценообразование). NFT Launchpad от Origin дает создателям и влиятельным лицам более прямой контроль над своим контентом, а также над их физическими, цифровыми и экспериментальными продуктами. Подобно тому, как многие продавцы выбрали Shopify вместо продажи на общих торговых площадках, которые не допускают индивидуальный брендинг и прямые отношения с конечными покупателями, мы считаем, что та же модель будет успешной для NFT. Кроме того, многие создатели предпочитают платформу NFT от Origin, потому что им не нужно делить сцену с другими конкурирующими дропами NFT, которые могут быть небрендовыми. Мы также снизили барьеры для входа для новичков в NFT. Хотя многие другие платформы требуют использования криптовалюты, мы также предлагаем возможность покупки NFT с помощью кредитных и дебетовых карт.

source: In the near future, we intend to form additional partnerships with additional mainstream influencers and iconic brands to power their NFT commerce initiatives. We believe there is a huge untapped market for monetizing premium, limited-edition online and offline goods and services through our latest NFT product upgrades to the Origin Platform.
es: En un futuro cercano, tenemos la intención de formar asociaciones adicionales con personas influyentes en el mundo convencional y marcas icónicas para impulsar sus iniciativas de comercio en NFTs. Creemos que existe un enorme mercado sin explotar para monetizar bienes y servicios premium, de edición limitada en línea y fuera de línea a través de nuestras últimas actualizaciones de productos NFTs a la plataforma Origin.
fr: Dans un avenir proche, nous avons l'intention de former des partenariats supplémentaires avec d'autres influenceurs grand public et des marques emblématiques pour alimenter leurs initiatives de commerce NFT. Nous sommes convaincus qu'il existe un énorme marché inexploité pour la monétisation de biens et de services en ligne et hors ligne de première qualité et en édition limitée, grâce aux dernières mises à niveau de nos produits NFT sur la plate-forme Origin.
id: Dalam waktu dekat, kami bermaksud untuk membentuk kemitraan tambahan dengan influencer arus utama tambahan dan merek ikonik untuk mendukung inisiatif perdagangan NFT mereka. Kami yakin ada pasar besar yang belum tersentuh untuk memonetisasi barang dan layanan premium, edisi terbatas online dan offline melalui peningkatan produk NFT terbaru kami ke Platform Origin.
pt: Em um futuro próximo, pretendemos formar novas parcerias com grandes influenciadores e marcas icônicas para impulsionar suas iniciativas de comércio NFT. Acreditamos que haja um enorme mercado inexplorado para monetizar bens e serviços premium online e offline de edição limitada por meio de nossas últimas atualizações de produtos NFT para a Plataforma Origin.
ru: В ближайшем будущем мы намерены наладить дополнительные партнерские отношения с многими знаменитостями и знаковыми брендами для поддержки их коммерческих инициатив NFT. Мы считаем, что существует огромный недооцененный рынок для монетизации премиальных, ограниченных выпусков онлайн- и офлайн-товаров и услуг посредством наших последних обновлений продуктов NFT для платформы Origin.
vi: Trong tương lai gần, Origin dự kiến sẽ thiết lập thêm nhiều quan hệ đối tác với những người có tầm có ảnh hưởng và các thương hiệu lớn để hỗ trợ các ý tưởng ứng dung NFT. Chúng tôi tin rằng thị trường hàng hóa và dịch vụ trực tuyến và ngoại tuyến phiên bản giới hạn và cao cấp thông qua NFT là 1 thị trường mới đầy tiềm năng.

source: We are especially excited about several NFT Launchpad upgrades that are scheduled to launch in Q3 of 2021.
pt: Estamos especialmente animados com várias atualizações do NFT Launchpad programadas para lançar no terceiro trimestre de 2021.
ru: Мы особенно рады нескольким предстоящим обновлениям NFT Launchpad, запуск которых запланирован на третий квартал 2021 года.

source: Self-serve NFT launchpad
pt: Autoatendimento no NFT Launchpad
ru: NFT Launchpad для самостоятельного использования

source: Today, Origin’s NFT Launchpad is a curated experience for our collectors and is an invite-only platform. For creators, we build custom storefronts that oftentimes require several weeks of engineering work. While this allows us to hold record-breaking NFT sales with top creators, the last thing we want to do in the long-term is to become the gatekeepers of which creators can launch NFT drops.
pt: Hoje, o NFT Launchpad da Origin é uma experiência com curadoria para nossos colecionadores e é uma plataforma apenas para convidados. Para os criadores, construímos vitrines personalizadas que, muitas vezes, exigem várias semanas de trabalho de engenharia. Embora isso nos permita manter vendas recordes de NFT com os melhores criadores, a última coisa que queremos fazer a longo prazo é nos tornarmos quem decide quais criadores podem lançar NFTs.
ru: Сегодня NFT Launchpad от Origin - это тщательно проработанная, доступная только по приглашению платформа для наших коллекционеров. Для авторов мы создаем индивидуальные витрины, для чего часто требуется несколько недель инженерных работ. Хотя это позволяет нам поддерживать рекордные продажи NFT с ведущими создателями, последнее, что мы хотим сделать в долгосрочной перспективе, - это стать привратниками, без которых создатели не могут запускать дропы NFT.

source: We have thousands of inbound requests from creators of all sizes, from verticals like music, art, sports, retail, and many others. We are excited to open the NFT Launchpad to all interested creators by the second half of 2021 with the launch of our self-serve WYSIWYG (what you see is what you get) editor.
pt: Temos milhares de solicitações de entrada de criadores de todos os tamanhos, de setores como música, arte, esportes, varejo e muitos outros. Estamos entusiasmados em abrir o NFT Launchpad para todos os criadores interessados no segundo semestre de 2021 com o lançamento de nosso editor WYSIWYG (o que você vê é o que você recebe) de autoatendimento.
ru: У нас есть тысячи входящих запросов от создателей всех размеров из таких сфер, как музыка, искусство, спорт, розничная торговля и многих других. Мы рады открыть NFT Launchpad для всех заинтересованных создателей ко второй половине 2021 года с запуском нашего автономного редактора WYSIWYG.

source: Creators will be able to create Origin accounts, upload audio and visual assets for their NFTs and customized websites, and schedule NFT sales using a variety of different sale formas (e.g. 1 of 1 auctions, leaderboard auctions, open editions, limited editions, and more). NFT Launchpad will democratize NFT creation and sales. Importantly, Origin will share in the proceeds of NFT sales conducted by our creators, creating substantial revenue-generating possibilities for us.
pt: Criadores serão capazes de criar contas Origin, fazer upload de recursos de áudio e visuais para seus NFTs e sites personalizados e agendar vendas NFT usando uma variedade de formas de venda diferentes (por exemplo, leilões 1 de 1, leilões por classificação, edições abertas, edições limitadas e muito mais ). O NFT Launchpad vai democratizar a criação e as vendas de NFTs. É importante ressaltar que a Origin dividirá os lucros das vendas de NFTs conduzidas por nossos criadores, criando possibilidades substanciais de geração de receita para nós.
ru: Создатели смогут создавать учетные записи Origin, загружать аудио- и визуальные ресурсы для своих NFT и настраиваемых веб-сайтов, а также планировать продажи NFT с использованием различных форм продаж (аукционы 1 из 1, аукционы лидеров, открытые выпуски, ограниченные выпуски и т. д. ). NFT Launchpad демократизирует создание и продажу NFT. Важно отметить, что Origin будет получать часть выручки от продаж NFT, проводимых нашими создателями, что создаст для нас существенные возможности получения дохода.

source: Site-specific and Aggregator NFT Marketplaces
pt: Mercados de NFT agregadores e Específicos a Sites
ru: Конкретные сайты и агрегаторы торговых площадок NFT

source: Secondary market sales are vital for true price discovery of NFTs and the maturation of this nascent market. We intend to build a marketplace platform for secondary market sales of all NFTs launched on our Launchpad as well NFTs from other platforms and marketplaces. The Origin team already has over 4 years of experience building peer-to-peer marketplace technology, and we are the leaders in this field. The original Origin Marketplace was launched on Ethereum mainnet in 2018 and supported tens of thousands of users and listings for a variety of goods and services. Origin fully intends on being the NFT marketplace leader and capturing NFT sales from our partner creators as well as creators who launch independently or with another platform.
pt: Vendas no mercado secundário são vitais para a verdadeira descoberta de preço dos NFTs e o amadurecimento desse mercado emergente. Queremos construir uma plataforma para mercado secundário de todos os NFTs lançados em nossa NFT Launchpad, assim como NFTs de outras plataformas e mercados. A equipe Origin já tem mais de 4 anos de experiência na construção de tecnologia de mercado peer-to-peer e somos os líderes neste campo. O protocolo do Origin Marketplace foi lançado na mainnet da Ethereum em 2018 e suportou dezenas de milhares de usuários e listagens para uma variedade de produtos e serviços. Origin pretende ser o líder do mercado de NFTs e na captação de vendas em NFTs de criadores parceiros, bem como de criadores que lançam de forma independente ou com outra plataforma.
ru: Продажи на вторичном рынке жизненно важны для истинного определения цены NFT и взросления этого зарождающегося рынка. Мы намерены создать рыночную платформу для вторичных продаж всех NFT, запущенных на Платформе Origin NFT, а также NFT с других платформ и торговых площадок. Команда Origin уже имеет более чем 4-летний опыт создания технологии p2p торговых площадок, и мы являемся лидерами в этой области. Протокол Origin Marketplace был запущен в основной сети Ethereum в 2018 году и поддерживал десятки тысяч пользователей и листинги для различных товаров и услуг. Origin полностью намерена стать лидером рынка NFT и захватывать продажи NFT от наших партнеров-создателей, а также от создателей, которые запускают их самостоятельно или с другой платформой.

source: Our marketplace product will allow for both site-specific marketplaces and a larger Origin-branded aggregator marketplace.
pt: Nosso produto de mercado permitirá tanto mercados específicos de sites quanto um mercado maior de agregadores com a marca Origin.
ru: Наш продукт для торговых площадок позволит использовать как торговые площадки для конкретных сайтов, так и более крупные агрегаторы под брендом Origin.

source: With the former implementation, secondary marketplaces can be run and curated by the NFT creators themselves. Again, these marketplaces can live on the individual creators’ websites. Gallerists and artists have always cared deeply about presentation and curation as it can have a strong impact on the price of their assets. In another scenario, one can imagine top brands like Marvel or the NFL wanting to showcase secondary sales of their NFTs in more brand-centric experiences. Letting creators control every aspect of their NFT from creation to secondary market sale is a key differentiator to Origin’s NFT platform over more generic NFT marketplaces. Fans of specific creators and artists will also appreciate going direct to the source instead of browsing through unrelated listings on a generalized marketplace.
pt: Com a implementação anterior, os mercados secundários podem ser administrados e curados pelos próprios criadores de NFT. Novamente, esses mercados podem residir nos sites de cada criador. Os galeristas e artistas sempre se preocuparam profundamente com a apresentação e curadoria, pois isso pode ter um forte impacto no preço de seus ativos. Em outro cenário, pode-se imaginar marcas importantes como a Marvel ou a NFL querendo mostrar as vendas secundárias de seus NFTs em experiências mais centradas na marca. Permitir que os criadores controlem todos os aspectos de seu NFT, desde a criação até a venda no mercado secundário, é um diferencial chave para a plataforma NFT da Origin em relação aos mercados NFT mais genéricos. Fãs de criadores e artistas específicos também gostariam de ir direto à fonte em vez de navegar por listagens não relacionadas em um mercado genérico.
ru: При первой реализации вторичные торговые площадки могут управляться и курироваться самими создателями NFT. Опять же, эти торговые площадки могут жить на веб-сайтах отдельных авторов. Галеристы и художники всегда глубоко заботились о презентации и курировании, поскольку это может сильно повлиять на цену их активов. В другом сценарии можно представить себе ведущие бренды, такие как Marvel или NFL, которые хотят предоставить более ориентированный на их бренд опыте перепродажи NFT. Предоставление создателям возможности контролировать каждый аспект их NFT от создания до продажи на вторичном рынке - ключевое отличие платформы Origin от более общих торговых площадок NFT. Поклонники конкретных авторов и художников также оценят прямой переход к источнику, а не просмотр несвязанных списков на общем рынке.

source: With the Origin-branded marketplace, we will aggregate all our NFT sales on a single website that makes it easy for buyers to discover new creators. Site-specific marketplace NFTs will be aggregated to the Origin-branded marketplace. In the future, we will allow for creators like brands and celebrities to promote their NFTs on the Origin-branded marketplace. This is similar to how Google AdWords works and presents a potentially lucrative additional business model for Origin.
pt: Com o mercado de marcas Origin, agregaremos todas as nossas vendas NFT em um único site que torna mais fácil para os compradores descobrirem novos criadores. Os NFTs de mercados de um site específico serão agregados ao mercado de marcas Origin. No futuro, permitiremos que criadores, como marcas e celebridades, promovam seus NFTs no mercado de marcas Origin. Isso é semelhante ao funcionamento do Google AdWords e apresenta um modelo de negócios adicional potencialmente lucrativo para a Origin.
ru: На торговой площадке под брендом Origin мы будем агрегировать все наши продажи NFT на одном веб-сайте, что позволит покупателям легко находить новых создателей. NFT площадки для конкретного создателя будут агрегированы с торговой площадкой под брендом Origin. В будущем мы позволим создателям, таким как бренды и знаменитости, продвигать свои NFT на торговой площадке Origin. Это похоже на то, как работает Google AdWords, и представляет собой потенциально прибыльную дополнительную бизнес-модель для Origin.

source: Creators are excited about custom NFT marketplaces because they allow them to better monetize their creations over a longer period of time. Artists will experience increased value capture from programmatic transaction fees attached to NFTs they create. This means that any secondary market sales will generate revenue for NFT creators in perpetuity. Previously, musical artists would only capture a small portion of this value through royalties and fine artists would capture no value from secondary sales.
pt: Os criadores estão entusiasmados com os mercados NFT personalizados porque eles permitem que eles gerem mais receita com suas criações por um longo período de tempo. Os artistas vão experenciar maior captura de valor das taxas de transação programadas associadas aos NFTs que eles criarem. Isso significa que qualquer venda no mercado secundário irá gerar receita para os criadores de NFT perpetuamente. Anteriormente, os artistas musicais obtiam apenas uma pequena parte desse valor por meio de royalties e os artistas plásticos não capturavam nenhum valor das vendas secundárias.
ru: Создатели в восторге от специализированных торговых площадок NFT, ведь они позволяют им лучше монетизировать свои творения в течение более длительного периода времени. Художники получают повышенную выгоду от запрограммированных комиссий, связанных с созданными ими NFT. Это означает, что любые продажи на вторичном рынке будут приносить прибыль создателям NFT на постоянной основе. Раньше музыкальные исполнители получали лишь небольшую часть этой стоимости за счет гонораров, а художники-исполнители не получали никакой выгоды от вторичных продаж вовсе.

source: Not only are secondary market sales important for price discovery, revenue sharing from these sales will be one of the key revenue drivers for Origin’s Launchpad. Far more volume is done on the secondary market than during initial sales and we expect record-breaking trades in the future. Origin intends to build a fully-featured NFT platform and ecosystem. We will develop the best end-to-end NFT platform in the space and capture massive value for our users, NFT creator partners, and our token holders.
ru: Продажи на вторичном рынке важны не только для определения цены, но и тк распределение прибыли с этих продаж будет одним из ключевых факторов дохода для NFT платформы Origin в будущем. На вторичном рынке делается гораздо больший объем, чем во время первоначальных продаж, и мы ожидаем рекордных сделок в будущем. Origin намеревается создать полнофункциональную платформу и экосистему NFT и мы разработаем лучшую в отрасли комплексную платформу NFT и принесем огромную пользу нашим пользователям, партнерам, создателям NFT и держателям токенов.

source: OGN buybacks and other token utilities
ru: Выкуп OGN и другие возможности токена

source: We may conduct additional OGN buybacks over time using revenue generated from the various income streams that are being developed across the NFT launchpad (e.g. primary sales proceeds, secondary sales revenue share, paid promotion by creators). We conducted our first buyback at the end of May 2021 for $1.3M worth of OGN.
ru: Мы можем проводить дополнительные обратные выкупы OGN с течением времени, используя доходы, полученные от различных источников, которые развиваются вокруг NFT Launchpad (например, выручка от первичных продаж, доля выручки от вторичных продаж, оплачиваемая реклама создателями). Мы провели наш первый обратный выкуп в конце мая 2021 года, выкупив OGN на сумму 1,3 миллиона долларов.

source: We also anticipate tightly coupling OGN into our self-serve and marketplace products. For example, we intend to experiment with allowing creators to stake OGN for increased revenue share. There may also be certain NFT sales that will be structured around buyers using OGN for special bonuses and perks (e.g. require OGN staking or payment for drawing/raffle sales). It is also anticipated that OGN will be the native currency for paid promotion on our aggregator marketplace.
ru: Мы также ожидаем тесной связи OGN с нашими продуктами и маркетплейсами. Например, мы намерены поэкспериментировать, позволив создателям блокировать OGN для увеличения доли дохода. Также могут быть определенные продажи NFT, которые будут структурированы вокруг покупателей, использующих OGN для получения специальных бонусов и льгот (например, требуется блокировка OGN для участия в розыгрыше). Также ожидается, что OGN станет основной валютой для платного продвижения на нашей торговой площадке.

source: Mainstream NFTs
pt: NFTs Mainstream
ru: Самые популярные NFT
