Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Although we plan on launching with hosted or managed wallets, we believe that users should be in control of their own funds if they do not want to use managed wallets. While the service that we build will be centralized at the application and middleware layer, the core protocol is decentralized. Users will be able to eject from the managed wallet at any point in time to simply hold their OUSD in their own self-managed wallets within the same app. We imagine that more and more users will gradually migrate from managed wallets to self-hosted wallets over time as they become educated about the benefits of underlying protocol.
fr: Bien que nous prévoyions de lancer des portefeuilles hébergés ou gérés, nous pensons que les utilisateurs doivent avoir le contrôle de leurs propres fonds s'ils ne veulent pas utiliser de portefeuilles gérés. Le service que nous construisons sera centralisé au niveau de l'application et de l'intergiciel, mais le protocole de base est décentralisé. Les utilisateurs pourront se retirer du portefeuille géré à tout moment et conserver simplement leurs OUSD dans leurs propres portefeuilles autogérés au sein de la même application. Nous imaginons que de plus en plus d'utilisateurs migreront progressivement des portefeuilles gérés vers les portefeuilles autogérés au fur et à mesure qu'ils seront sensibilisés aux avantages du protocole sous-jacent.
id: Meskipun kami berencana meluncurkan dengan dompet yang dihosting atau dikelola, kami yakin bahwa pengguna harus mengontrol dana mereka sendiri jika mereka tidak ingin menggunakan dompet terkelola. Sementara layanan yang kita bangun akan dipusatkan di lapisan aplikasi dan middleware, protokol intinya terdesentralisasi. Pengguna akan dapat mengeluarkan dari dompet yang dikelola kapan saja hanya dengan memegang OUSD mereka di dompet yang dikelola sendiri dalam aplikasi yang sama. Kami membayangkan bahwa semakin banyak pengguna secara bertahap akan bermigrasi dari dompet yang dikelola ke dompet yang dihosting sendiri seiring waktu karena mereka menjadi terdidik tentang manfaat protokol yang mendasarinya.
pt: Embora planejamos lançar com carteiras sediadas ou administradas, acreditamos que os usuários devem ter controle de seus próprios fundos se não quiserem usar carteiras administradas. Enquanto o serviço que construímos será centralizado na camada de aplicação e middleware, o protocolo central é descentralizado. Os usuários poderão ejetar da carteira administrada a qualquer momento para simplesmente manter seu OUSD em suas próprias carteiras auto-geridas dentro da mesma aplicação. Imaginamos que mais e mais usuários migrarão gradualmente de carteiras gerenciadas para carteiras auto-geridas ao longo do tempo, à medida que forem sendo instruídos sobre os benefícios do protocolo subjacente.
ru: Хотя мы планируем запуск с горячими или управляемыми кошельками, мы считаем, что пользователи должны контролировать свои собственные средства. В то время как сервис, который мы создаем, будет централизован на уровне приложения и промежуточного программного обеспечения, основной протокол будет децентрализованным. Пользователи смогут в любой момент выйти из управляемого кошелька, чтобы просто удерживать свои OUSD в своих собственных самоуправляемых кошельках в том же приложении. Мы предполагаем, что со временем все больше и больше пользователей будут постепенно переходить с управляемых кошельков на автономные кошельки по мере того, как они узнают о преимуществах базового протокола.
vi: Mặc dù kế hoạch hiện tại xây dựng ví được lưu trữ hoặc được quản lý, nhưng chúng tôi tin rằng người dùng có quyền tự kiểm soát tiền của mình nếu họ không muốn sử dụng ví được quản lý. Dịch vụ xây dựng dưới hình thức tập trung ở lớp ứng dụng và phần mềm trung gian, tuy nhiên, giao thức cốt lõi vẫn là phi tập trung. Người dùng có thể rút khỏi ví tập trung bất kỳ lúc và giữ OUSD trong ví phi tập trung chỉ trên cùng 1 ứng dụng. Chúng tôi dự đoán rằng rằng ngày càng nhiều người dùng sẽ dần dần chuyển từ ví được quản lý sang ví phi tập trung theo thời gian khi họ được giáo dục về lợi ích của nó.

source: Getting online and offline merchants to accept payments that are powered by OUSD rails is a monumental step. However, further down the road, an even more ambitious objective is to get merchants to accept OUSD directly.
fr: Faire en sorte que les commerçants en ligne et hors ligne acceptent les paiements alimentés par les rails OUSD est une étape monumentale. Cependant, à plus long terme, un objectif encore plus ambitieux est d'amener les commerçants à accepter directement OUSD.
id: Membuat pedagang online dan offline menerima pembayaran yang didukung oleh rel OUSD adalah langkah yang sangat penting. Namun, lebih jauh lagi, tujuan yang lebih ambisius adalah membuat pedagang menerima OUSD secara langsung.
pt: Fazer com que os comerciantes online e offline aceitem pagamentos que são movidos por vias do OUSD é um passo monumental. No entanto, mais adiante, um objetivo ainda mais ambicioso é fazer com que os comerciantes aceitem OUSD diretamente.
ru: Заставить онлайн- и офлайн-продавцов принимать платежи через OUSD - это серьезный шаг. Однако в дальнейшем появится еще более амбициозная цель - заставить продавцов принимать OUSD напрямую.
vi: Thuyết phục người bán hàng online và offline chấp nhận thanh toán bằng các ứng dụng xây dựng bởi OUSD là 1 bước tiến lớn. Xa hơn thế nữa, chúng tôi có tham vọng thu hút người kinh doanh chấp nhận sử dụng OUSD trực tiếp.

source: The incentives to accept OUSD as a merchant over traditional credit cards or mobile payments is extremely compelling. Merchants can earn double-digit yields upon the sales of goods and services versus getting taxed with multiple payment fees.
fr: Les incitations à accepter OUSD en tant que commerçant par rapport aux cartes de crédit traditionnelles ou aux paiements mobiles sont extrêmement convaincantes. Les commerçants peuvent obtenir des rendements à deux chiffres sur les ventes de biens et de services au lieu d'être taxés par de multiples frais de paiement.
id: Insentif untuk menerima OUSD sebagai pedagang melalui kartu kredit tradisional atau pembayaran seluler sangat menarik. Pedagang bisa mendapatkan hasil dua digit atas penjualan barang dan jasa versus dikenai pajak dengan beberapa biaya pembayaran.
pt: Como comerciante, os incentivos para aceitar OUSD em vez de cartões de crédito tradicionais ou pagamentos móveis são extremamente atraentes. Os comerciantes podem obter rendimentos de dois dígitos com a venda de bens e serviços, em vez de serem tributados com várias taxas de pagamento.
ru: Стимулы принимать OUSD по сравнению с традиционными кредитными картами или мобильными платежами чрезвычайно убедительны. Продавцы могут получать двузначную прибыль сразу после продажи товаров ли услуг вместо того, чтобы облагаться несколькими комиссиями за каждую транзакцию.
vi: Các ưu đãi khi người bán chấp nhận các khoản thanh toán qua OUSD thay vì các hình thức truyền thống là cực kỳ hấp dẫn. Người bán có thể kiếm được lợi tức hai con số khi bán hàng hóa và dịch vụ thay vì chịu đựng nhiều khoản phí khác nhau.

source: The very first e-commerce platform to accept OUSD is Origin’s own Dshop platform. However, Dshop is a relatively new platform, and the majority of online e-commerce stores are run by incumbents like Shopify and Woo Commerce.
fr: La toute première plateforme de commerce électronique à accepter les OUSD est la plateforme Dshop d'Origin. Cependant, Dshop est une plateforme relativement récente, et la majorité des magasins de commerce électronique en ligne sont gérés par des opérateurs historiques comme Shopify et Woo Commerce.
id: Platform e-commerce pertama yang menerima OUSD adalah platform Dshop Origin sendiri. Namun, Dshop adalah platform yang relatif baru, dan sebagian besar toko e-commerce online dijalankan oleh perusahaan lama seperti Shopify dan Woo Commerce.
pt: A primeira plataforma de e-commerce a aceitar OUSD é a própria plataforma Dshop da Origin. No entanto, Dshop é uma plataforma relativamente nova e a maioria das lojas de comércio eletrônico on-line são administradas por empresas estabelecidas como Shopify e Woo Commerce.
ru: Самой первой онлайн платформой, которая принимает OUSD, является собственная платформа Origin Dshop. Тем не менее, Dshop - относительно новая платформа, и большинство онлайн-магазинов используют технологи таких компаний, как Shopify и Woo Commerce.

source: Thankfully, both Shopify and Woo Commerce have mature developer platforms and APIs. We intend to build applications on these existing platforms that allow merchants to accept OUSD directly from customers that want to pay with OUSD. These developer plugins are relatively simple to build, and there are many existing examples of working payment alternatives.
fr: Heureusement, Shopify et Woo Commerce disposent tous deux de plateformes de développement et d'API matures. Nous avons l'intention de construire des applications sur ces plateformes existantes qui permettent aux commerçants d'accepter les OUSD directement des clients qui veulent payer avec des OUSD. Ces plugins pour développeurs sont relativement simples à construire, et il existe de nombreux exemples d'alternatives de paiement qui fonctionnent.
id: Untungnya, Shopify dan Woo Commerce memiliki platform pengembang dan API yang matang. Kami bermaksud untuk membangun aplikasi pada platform yang ada ini yang memungkinkan pedagang menerima OUSD langsung dari pelanggan yang ingin membayar dengan OUSD. Plugin pengembang ini relatif mudah dibuat, dan ada banyak contoh alternatif pembayaran yang berfungsi.
pt: Felizmente, tanto Shopify quanto Woo Commerce têm APIs e plataformas de desenvolvedor bem desenvolvidas. Pretendemos construir aplicativos nessas plataformas existentes que permitam que os comerciantes aceitem OUSD diretamente de clientes que desejam pagar com OUSD. Esses plug-ins de desenvolvedor são relativamente simples de construir e há muitos exemplos existentes de alternativas de pagamento que funcionam.
ru: К счастью, и Shopify, и Woo Commerce имеют отличные порталы для разработчиков и современные API. Мы намерены создавать приложения на этих существующих платформах, которые позволят продавцам принимать OUSD напрямую от клиентов, которые хотят платить с помощью OUSD. Эти плагины относительно просты в сборке, и существует множество работающих примеров для интеграции альтернативных способов оплаты.
vi: Rất may, cả Shopify và Woo Commerce đều có API và nền tảng tiên tiến. Chúng tôi dự định xây dựng các ứng dụng trên các nền tảng hiện có này cho phép người bán chấp nhận OUSD trực tiếp từ những khách hàng muốn thanh toán bằng OUSD. Các plugin dành cho nhà phát triển tương đối đơn giản để xây dựng, và hiện tại, các hình thức thanh toán khác đã được tích hợp.

source: For example, the Shopify app store currently already offers Coinbase Commerce, Bitpay, and GoCoin. We will release an OUSD payment app for merchants in the coming future.
fr: Par exemple, la boutique d'applications Shopify propose déjà Coinbase Commerce, Bitpay et GoCoin. Nous publierons une application de paiement OUSD pour les marchands dans un avenir proche.
id: Misalnya, toko aplikasi Shopify saat ini sudah menawarkan Coinbase Commerce, Bitpay, dan GoCoin. Kami akan merilis aplikasi pembayaran OUSD untuk pedagang di masa mendatang.
pt: Por exemplo, a loja de aplicativos Shopify atualmente já oferece Coinbase Commerce, Bitpay e GoCoin. Vamos lançar um aplicativo de pagamento OUSD para comerciantes no futuro próximo.
ru: Например, магазины на Shopify в настоящее время уже предлагают Coinbase Commerce, Bitpay и GoCoin. В ближайшем будущем OUSD будет также доступен для продавцов.
vi: Ví dụ: cửa hàng ứng dụng Shopify hiện đã chấp nhận Coinbase Commerce, Bitpay và GoCoin. Chúng tôi sẽ phát hành ứng dụng thanh toán OUSD cho người bán trong tương lai.

source: Given the recent surge in both the price of ETH and the usage of the Ethereum network, gas fees are becoming increasingly prohibitive and a major deterrent for getting the kind of retail adoption that we want.
fr: Compte tenu de la récente flambée du prix de l'ETH et de l'utilisation du réseau Ethereum, les frais de gaz deviennent de plus en plus prohibitifs et constituent un obstacle majeur à l'adoption du type de commerce de détail que nous souhaitons.
id: Mengingat lonjakan harga ETH dan penggunaan jaringan Ethereum baru-baru ini, biaya gas menjadi semakin mahal dan penghalang utama untuk mendapatkan jenis adopsi ritel yang kita inginkan.
pt: Dado o recente aumento no preço da ETH e no uso da rede Ethereum, as taxas de gas estão se tornando cada vez mais proibitivas e um grande impedimento para obter o tipo de adoção de varejo que desejamos.
ru: Учитывая недавний скачок цен на ETH и растущее использование сети Ethereum, плата за газ (комиссии сети Ethereum) становится все более высокой и является серьезным сдерживающим фактором для получения того вида розничной торговли, который мы хотим.
vi: Với sự tăng giá ETH và chi phí sử dụng Ethereum, phí gas đang ngày càng trở quá đắt đỏ và là một yếu tố cản trở kế hoạch chúng tôi đặt ra.

source: Ethereum is by far the most dominant layer 1 chain when it comes to DeFi activity and total value locked (TVL) today. However, as other layer 1 chains gain DeFi adoption, it is our intention to make OUSD accessible on other chains like Binance Smart Chain, Solana, Cosmos, and Polkadot which offer faster transactions and lower gas costs.
fr: Ethereum est de loin la chaîne de couche 1 la plus dominante en ce qui concerne l'activité DeFi et la valeur totale bloquée (TVL) aujourd'hui. Cependant, au fur et à mesure que d'autres chaînes de niveau 1 adoptent le DeFi, nous avons l'intention de rendre OUSD accessible sur d'autres chaînes comme Binance Smart Chain, Solana, Cosmos et Polkadot qui offrent des transactions plus rapides et des coûts de gaz moins élevés.
id: Ethereum sejauh ini merupakan rantai lapisan 1 yang paling dominan dalam hal aktivitas DeFi dan total nilai terkunci (TVL) hari ini. Namun, karena rantai lapisan 1 lainnya mendapatkan adopsi DeFi, adalah niat kami untuk membuat OUSD dapat diakses di rantai lain seperti Binance Smart Chain, Solana, Cosmos, dan Polkadot yang menawarkan transaksi lebih cepat dan biaya gas lebih rendah.
pt: Ethereum é de longe a cadeia de camada 1 mais dominante quando se trata de atividade DeFi e Valor Total Bloqueado (TVL) hoje. No entanto, à medida que outras cadeias da camada 1 ganham a adoção do DeFi, é nossa intenção tornar o OUSD acessível em outras cadeias como Binance Smart Chain, Solana, Cosmos e Polkadot, que oferecem transações mais rápidas e menores custos de gas.
ru: Ethereum на сегодняшний день является наиболее доминирующим блокчеином первого уровня, когда дело доходит до активности DeFi и общей заблокированной стоимости (TVL). Однако по мере того как все больше DeFi проектов создаётся на альтернативных блокчеинах, мы намерены сделать OUSD доступным на таких платформах как Binance Smart Chain, Solana, Cosmos и Polkadot, которые предлагают более быстрые транзакции и низкие комиссии.
vi: Ethereum cho đến nay là chuỗi lớp 1 phổ biến nhất khi nhắc đến giao dịch DeFi và tổng giá trị bị khóa (TVL) hiện nay. Tuy nhiên, khi các chuỗi lớp 1 khác được áp dụng DeFi, chúng tôi có mở rộng khả năng truy cập của OUSD trên các chain khác như Binance Smart Chain, Solana, Cosmos và Polkadot, những chuỗi cho phép khả năng giao dịch nhanh hơn với mức phí thấp hơn.

source: All of the yield for OUSD will continue to be generated on the Ethereum platform since that’s where the vast majority of capital and earning opportunities exist today. However, chain-specific versions of OUSD will be mintable by anyone who locks up OUSD in the cross-chain bridge. For example, you could lock 100 OUSD in the Solana bridge in order to generate 100 sOUSD which would be freely transferable within the Solana ecosystem. The original OUSD would stay locked in a smart contract where it would continue earning yield. Inside Solana, the circulating sOUSD tokens would rebase in lockstep with the OUSD that was locked in the smart contract. Anyone who wishes to exit would be able to redeem their sOUSD for the originally locked capital plus any yield that was generated while they were holding it.
fr: Tous les rendements de l'OUSD continueront d'être générés sur la plateforme Ethereum, car c'est là que se trouve la grande majorité du capital et des opportunités de gains. Cependant, les versions de l'OUSD spécifiques à une chaîne seront monnayables par toute personne qui verrouille l'OUSD dans le pont inter-chaînes. Par exemple, vous pouvez verrouiller 100 OUSD dans le pont Solana afin de générer 100 sOUSD qui seront librement transférables dans l'écosystème Solana. Les OUSD d'origine resteraient bloqués dans un contrat intelligent où ils continueraient à rapporter de l'argent. À l'intérieur de Solana, les jetons sOUSD en circulation seront rebasés en même temps que les OUSD qui sont bloqués dans le contrat intelligent. Toute personne souhaitant sortir du système pourra racheter ses sOUSD pour le capital initialement bloqué, plus tout rendement généré pendant qu'elle le détenait.
id: Semua hasil untuk OUSD akan terus dihasilkan pada platform Ethereum karena di situlah sebagian besar peluang modal dan penghasilan ada saat ini. Namun, versi OUSD khusus rantai akan dapat dicetak oleh siapa saja yang mengunci OUSD di jembatan lintas rantai. Misalnya, Anda dapat mengunci 100 OUSD di jembatan Solana untuk menghasilkan 100 sOUSD yang dapat ditransfer secara bebas di dalam ekosistem Solana. OUSD asli akan tetap terkunci dalam kontrak cerdas di mana ia akan terus menghasilkan hasil. Di dalam Solana, token sOUSD yang beredar akan rebase sejalan dengan OUSD yang dikunci dalam kontrak pintar. Siapa pun yang ingin keluar akan dapat menebus sOUSD mereka dengan modal awal yang dikunci ditambah hasil apa pun yang dihasilkan saat mereka memegangnya.
pt: Todo o rendimento para OUSD continuará a ser gerado na plataforma Ethereum, uma vez que é onde a grande maioria do capital e oportunidades de ganho existem hoje. No entanto, versões específicas para cada cadeia de OUSD serão cunhadas por qualquer pessoa que bloqueie OUSD na ponte entre as cadeias. Por exemplo, você poderia bloquear 100 OUSD na ponte Solana para gerar 100 sOUSD que seriam livremente transferíveis dentro do ecossistema Solana. O OUSD original permaneceria preso a um contrato inteligente, onde continuaria ganhando rendimento. Dentro de Solana, os tokens sOUSD circulando seriam rebase em sincronia com o OUSD que estava bloqueado no contrato inteligente. Qualquer pessoa que deseje sair poderia resgatar seu sOUSD pelo capital originalmente bloqueado, mais qualquer rendimento gerado enquanto o detinha.
ru: Весь доход от OUSD будет по-прежнему генерироваться на платформе Ethereum, поскольку именно там сегодня существует подавляющее большинство возможностей для получения стабильной доходности. Тем не менее, версии OUSD для блокчеинов будут доступны для выпуска любым пользователям, кто заблокирует OUSD использую кросс-чеин мост. Например, вы можете заблокировать 100 OUSD через мост Solana, чтобы сгенерировать 100 SOUSD, которые можно было бы свободно передавать в экосистеме Solana. Исходный OUSD останется заблокированным в смарт-контракте, где он продолжит приносить доход. Внутри Solana циркулирующие токены sOUSD будут перемещаться синхронно с OUSD, заблокированным в смарт-контракте. Любой, кто пожелает выйти, сможет обменять свои sOUSD на изначально заблокированный капитал плюс любой доход, который был получен, пока они его держали.
vi: Tất cả lợi nhuận của OUSD sẽ tiếp tục được tạo ra trên nền tảng Ethereum vì đó là nơi mà phần lớn vốn và cơ hội kiếm tiền đang tập trung ở thời điểm hiện tại Tuy nhiên, các phiên bản OUSD dành riêng cho từng chuỗi sẽ có thể được mint bởi bất kỳ ai khóa OUSD trong cross-chain bridge. Ví dụ: bạn có thể khóa 100 OUSD cross-chain bridge với Solana để tạo ra 100 sOUSD có thể sửu dụng trong hệ sinh thái Solana. OUSD ban đầu sẽ bị khóa trong một hợp đồng thông minh, nơi nó sẽ tiếp tục kiếm được lợi nhuận. Bên trong mạng Solana, các token sOUSD sẽ được rebase ở bước khoá với OUSD được giữ ở hợp đồng thông minh. Bất kỳ ai muốn thoát khỏi mạng Solana sẽ có thể đổi sOUSD lấy cho số vốn bị khóa ban đầu và lợi tức tạo ra trong quá trình họ nắm giữ sOUSD.

source: The Origin Token (OGN)
es: Ficha de Origin (OGN)
fr: Le jeton d'origine (OGN)
pt: O token de origem (OGN)
ru: Origin Токен (OGN)
tr: Kökeni Jetonu (OGN)
vi: Token Origin (OGN)

source: The Origin Token (OGN) is the governance and value accrual token for the entire Origin Platform and suite of products.
fr: Le jeton Origin (OGN) est le jeton de gouvernance et d'accumulation de valeur pour l'ensemble de la plate-forme et de la gamme de produits Origin.
id: Token Origin (OGN) adalah token tata kelola dan nilai akrual untuk seluruh Platform Origin dan rangkaian produk.
pt: O Origin Token (OGN) é o token de governança e acúmulo de valor para toda a Plataforma Origin e conjunto de produtos.
ru: Origin Token (OGN) - это токен управления и получения доходности для всей платформы Origin и набора продуктов.
vi: Origin token (OGN) là token tích lũy giá trị và quản trị cho toàn bộ Nền tảng Origin và bộ sản phẩm xây dựng trên Origin.

source: Decentralized governance for the OUSD protocol will happen first. Following the successful migration of making OUSD community-owned, we will begin the progressive decentralization of the Origin commerce platform as well.
fr: La gouvernance décentralisée du protocole OUSD sera la première. Après la migration réussie de la propriété communautaire d'OUSD, nous commencerons également la décentralisation progressive de la plate-forme commerciale Origin.
id: Tata kelola terdesentralisasi untuk protokol OUSD akan dilakukan terlebih dahulu. Setelah migrasi yang berhasil menjadikan OUSD milik komunitas, kami juga akan memulai desentralisasi progresif platform perdagangan Origin.
pt: A governança descentralizada para o protocolo OUSD acontecerá primeiro. Após a migração bem-sucedida de tornar o OUSD propriedade da comunidade, também começaremos a descentralização progressiva da plataforma de comércio Origin.
ru: Сначала OUSD протокол станет управляемым децентрализовано. После успешной миграции и передачи OUSD в собственность сообщества мы также начнем постепенную децентрализацию торговой платформы Origin.

source: Today, the OUSD protocol is already currently undergoing a progressive path to full decentralization. We’ve outlined four phases to full decentralization and are currently in phase 2.
fr: Aujourd'hui, le protocole OUSD est déjà en train de suivre un chemin progressif vers la décentralisation complète. Nous avons défini quatre phases de décentralisation complète et nous sommes actuellement dans la phase 2.
id: Saat ini, protokol OUSD sedang menjalani jalur progresif menuju desentralisasi penuh. Kami telah menguraikan empat fase menuju desentralisasi penuh dan saat ini berada di fase 2.
pt: Hoje, o protocolo OUSD já está passando por um caminho progressivo para a descentralização total. Descrevemos quatro fases para a descentralização total e atualmente estamos na fase 2.
ru: Сегодня протокол OUSD уже находится на постепенном пути к полной децентрализации. Мы выделили четыре этапа полной децентрализации, и в настоящее время мы находимся на этапе 2.
vi: Hiện tại, giao thức OUSD đang đi trên lộ trình tiến đến quản lý phi tập trung hoàn toàn. Chúng tôi đã vạch ra bốn giai đoạn mà OUSD cần trải qua và hiện đang ở giai đoạn 2.
