Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Certain statements in this whitepaper constitute forward-looking statements. Such forward-looking statements, including the intended actions and performance objectives of the Company, involve known and unknown risks, uncertainties, and other important factors that could cause the actual results of the Company to differ materially from any future results expressed or implied by such forward-looking statements. Accordingly, readers should not place undue reliance on forward-looking statements. No representation or warranty is made as to future performance or such forward-looking statements.
es: Ciertas declaraciones en este documento técnico constituyen declaraciones prospectivas. Dichas declaraciones prospectivas, incluidas las acciones previstas y los objetivos de desempeño de la Compañía, implican riesgos, incertidumbres y otros factores importantes conocidos y desconocidos que podrían causar que los resultados reales de la Compañía difieran materialmente de los resultados futuros expresados o implícitos por tales declaraciones prospectivas. En consecuencia, los lectores no deben confianza indebida en las declaraciones prospectivas. No se hace ninguna representación o garantía en cuanto a rendimiento futuro o tales declaraciones a futuro.
fr: Certaines déclarations contenues dans ce livre blanc constituent des déclarations prospectives. Ces déclarations prospectives, y compris les actions prévues et les objectifs de performance de la Société, impliquent des risques connus et inconnus, des incertitudes et d'autres facteurs importants qui pourraient faire en sorte que les résultats réels de la Société diffèrent sensiblement de tout résultat futur exprimé ou implicite. par ces déclarations prospectives. Par conséquent, les lecteurs ne devraient pas se fier indûment aux énoncés prospectifs. Aucune représentation ou garantie n'est faite quant aux performances futures ou à ces déclarations prospectives.
id: Pernyataan tertentu dalam whitepaper ini merupakan pernyataan berwawasan ke depan. Pernyataan berwawasan ke depan seperti itu, termasuk tindakan yang dimaksudkan dan tujuan kinerja Perusahaan, melibatkan risiko yang diketahui dan tidak diketahui, ketidakpastian, dan faktor-faktor penting lainnya yang dapat menyebabkan hasil aktual Perusahaan berbeda secara material dari hasil di masa depan yang dinyatakan atau tersirat. oleh pernyataan berwawasan ke depan seperti itu. Oleh karena itu, pembaca tidak boleh menempatkan ketergantungan yang tidak semestinya pada pernyataan berwawasan ke depan. Tidak ada representasi atau jaminan yang dibuat untuk kinerja masa depan atau pernyataan berwawasan ke depan tersebut.
it: Alcune affermazioni in questo white paper costituiscono previsioni. Tali previsioni, comprese le azioni previste e gli obiettivi di performance della Società, implicano rischi noti e ignoti, incertezze e altri fattori importanti che potrebbero far sì che i risultati effettivi della Società differiscano materialmente dai risultati futuri espliciti o impliciti derivanti da tali previsioni. Di conseguenza, i lettori non devono fare un affidamento indebito sulle previsioni. Nessuna dichiarazione o garanzia è fornita su performance future o su tali previsioni.
pt: Certas declarações neste white paper constituem declarações de previsão. Tais declarações prospectivas, incluindo as ações pretendidas e objetivos da Companhia de desempenho, envolvem riscos conhecidos e desconhecidos, incertezas e outros fatores importantes que poderiam fazer com que os resultados reais de a Empresa sejam materialmente diferentes de quaisquer resultados futuros expressos ou implícitos por tais declarações prospectivas. Assim, os leitores não devem colocar confiança indevida em declarações prospectivas. Nenhuma representação ou garantia é feita quanto ao desempenho futuro ou a tais declarações prospectivas.
ru: Некоторые заявления, содержащиеся в настоящем документе, представляют собой заявления прогнозного характера. Такие прогнозные заявления, включая предполагаемые действия и цели деятельности компании, включают известные и неизвестные риски, неопределенности и другие важные факторы, которые могут привести к тому, что фактические результаты деятельности компании будут существенно отличаться от любых будущих результатов, выраженных или подразумеваемых такими прогнозными заявлениями. Соответственно, читатели не должны чрезмерно полагаться на прогнозные заявления. Никаких заверений или гарантий в отношении будущих результатов работы или таких прогнозных заявлений не делается.
tr: Bu teknik incelemedeki bazı ifadeler ileriye dönük ifadeler oluşturmaktadır. Amaçlanan eylem ve içine alan söz konusu ileriye dönük ifadeler, Şirketin performans hedeflerinin, gerçek sonuçlara neden olabilir bilinen ve bilinmeyen riskleri, belirsizlikleri ve diğer faktörleri içermektedir açık veya zımni herhangi bir gelecekte sonuç ölçüde farklı olmasına Şirket böyle ileriye dönük ifadelerle. Buna göre, okuyucular yerleştirilmemesi gerektiği ileriye dönük ifadelere dayanarak işlem. Gelecekteki performans veya bu tür ileriye dönük beyanlar konusunda hiçbir beyan veya garanti verilmez.
vi: Một số tuyên bố trong whitepaper này được hình thành trên cơ sở tuyên bố hướng tới tương lai. Những tuyên bố hướng tới như vậy bao gồm các hoạt động theo dự định và mục tiêu hoạt động của Công ty, liên quan đến các rủi ro dễ nhận biết và tiềm ẩn, những sự không chắc chắn và các yếu tố quan trọng khác có thể khiến kết quả thực tế của Công ty khác biệt so với bất kỳ kết quả nào trong tương lai được thể hiện hoặc ngụ ý bởi tuyên bố tiên đoán trên. Theo đó, độc giả không nên phụ thuộc quá mức vào các tuyên bố đó. Tiên đoán không đại diện, cam kết cho hiệu suất trong tương lai.

source: This whitepaper was first published in September 2017, before the Origin Platform was built and deployed on the Ethereum Mainnet in October of 2018. For the most up to date information on our product development and business strategy, please refer to our website at <a href='https://www.originprotocol.com'>originprotocol.com</a>. For the latest technical information, please reference <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>Origin's Github account</a>. To use our flagship marketplace application, please download our <a href='https://www.originprotocol.com/mobile' target='_blank'>mobile apps</a> or visit our <a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>DApp</a> with a web3-enabled DApp browser. To use our decentralized Shopify alternative, visit <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
es: Este documento técnico se publicó por primera vez en septiembre de 2017, antes la Plataforma de Origin fue construida y desplegada en la red de Ethereum en octubre de 2018. Para la información más actualizada sobre nuestra estrategia de desarrollo de productos y negocios, por favor diríjase a nuestro sitio web en <a href='https://www.originprotocol.com'>originprotocol.com</a>. Para la última informacion técnica, por favor diríjase a <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>Cuenta de Github de Origin</a>. Para utilizar nuestra aplicación de Marketplace insignia, descargue nuestras <a href='https://www.originprotocol.com/mobile' target='_blank'>aplicaciones móviles</a> o visite nuestro <a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>DApp</a> con un navegador DApp habilitado para web3. Para usar nuestra alternativa descentralizada de Shopify, visite <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
fr: Ce livre blanc (Whitepaper) a été publié pour la première fois en septembre 2017, avant que la plateforme Origin ne soit construite et déployée sur le Mainnet Ethereum en octobre 2018. Pour les informations les plus récentes sur le développement de nos produits et notre stratégie commerciale, veuillez consulter notre site Web à l'adresse <a href='https://www.originprotocol.com'>originprotocol.com</a>. Pour les dernières informations techniques informations techniques, veuillez vous référer à <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>le compte Github d'Origin</a>. Pour utiliser notre application phare de place de marché, veuillez télécharger nos <a href='https://www.originprotocol.com/mobile' target='_blank'>applications mobiles</a> ou visiter notre <a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>DApp</a> avec un navigateur DApp compatible web3. Pour utiliser notre alternative Shopify décentralisée, visitez <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
id: Whitepaper ini pertama kali diterbitkan pada bulan September 2017, sebelum Origin Platform dibangun dan digunakan di Ethereum Mainnet pada bulan Oktober 2018. Untuk informasi terkini tentang pengembangan produk dan strategi bisnis kami, silakan merujuk ke situs web kami di originprotocol. com. Untuk informasi teknis terbaru, silakan merujuk akun Github kami di <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>www.github.com/OriginProtocol</a>. Untuk menggunakan aplikasi pasar unggulan kami, silakan unduh aplikasi seluler kami (<a href='https://www.originprotocol.com/mobile' target='_blank'>www.originprotocol.com/mobile</a>) atau kunjungi DApp kami ((<a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>www.shoporigin.com</a>) dengan browser DApp yang mendukung web3. Untuk menggunakan kami alternatif Shopify terdesentralisasi, kunjungi <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
it: Questo white paper è stato pubblicato per la prima volta a settembre 2017, prima che la piattaforma Origin fosse costruita e distribuita su Ethereum Mainnet nell'ottobre del 2018. Per le informazioni più aggiornate sullo sviluppo dei nostri prodotti e sulla nostra strategia aziendale, si prega di fare riferimento al nostro sito Web all'indirizzo <a href='https://www.originprotocol.com'>originprotocol.com</a>. Per le informazioni tecniche più recenti, consultare <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>Account Github di Origin</a>. Per utilizzare la nostra applicazione di punta del marketplace, scarica le nostre <a href='https://www.originprotocol.com/mobile' target='_blank'>app mobile</a> o visita il nostro <a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>DApp</a> con un browser DApp abilitato per il web3. Per utilizzare la nostra alternativa decentralizzata Shopify, visita <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
pt: Este documento foi publicado pela primeira vez em setembro de 2017, antes da Plataforma de Origem foi construído e implantado no Ethereum MainNet em outubro de 2018. Para a informação mais atualizada sobre a nossa estratégia de desenvolvimento de produtos e negócios, por favor consulte o nosso site <a href='https://www.originprotocol.com'>originprotocol.com</a>. Para obter as informações técnicas mais recentes, consulte nossa conta do Github em <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>www.github.com/OriginProtocol</a>. Para usar nosso aplicativo de mercado principal, faça o download de nossos <a href='https://www.originprotocol.com/mobile' target='_blank'>apps mobile</a> ou visite nosso <a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>DApp</a> com um navegador DApp habilitado para web3. Para usar nosso alternativa descentralizada do Shopify, visite <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
ru: Этот Whitepaper был впервые опубликован в сентябре 2017 года, до того как платформа Origin была построена и развернута на основной сети Ethereum в октябре 2018 года. Для получения актуальной информации о разработке продукта и бизнес-стратегии, пожалуйста, посетите наш веб-сайт по адресу <a href='https://www.originprotocol.com'>originprotocol.com</a>. С актуальной технической информацией можно ознакомиться в нашем <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>Github-аккаунте</a>. Для использования нашего флагманского приложения, пожалуйста, перейдите по <a href='https://www.originprotocol.com/mobile' target='_blank'>этой ссылке</a> или откройте <a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>наше децентрализованное приложение (DApp)</a> c помощью браузера, поддерживающего web-3 DApp. Для использования децентрализованной альтернативы Shopify посетите <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
tr: Kökeni Platformu için 2018 Ekim ayında Ethereum Mainnet üzerine inşa edilmiş ve kullanıma sunulduğundan önce ilk olarak Eylül 2017 yılında yayınlanan içerik broşürü Bu ürün geliştirme ve iş stratejisi üzerinde güncel bilgiler en yukarı, originprotocol adresindeki web sitesine bakın. com. En son teknik bilgileri için lütfen <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>www.github.com/OriginProtocol</a>adresindeki Github hesabımıza bakın. Bizim amiral gemisi pazar uygulaması kullanmak için, bizim mobil uygulamalar indirin (<a href='https://www.originprotocol.com/mobile' target='_blank'>www.originprotocol.com/mobile</a>) ya da bizim Dapp ((ziyaret<a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>www.shoporigin.com</a>Dapp tarayıcısını web3 özellikli bir birlikte). aracımızı kullanmak için merkezi olmayan Shopify alternatifi, <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>adresini ziyaret edin.
vi: Whitepaper này được xuất bản lần đầu tiên vào tháng 9 năm 2017, trước khi Origin protocol được xây dựng và triển khai trên Mainnet của Ethereum vào tháng 10 năm 2018. Để biết thông tin cập nhật nhất về chiến lược kinh doanh và phát triển sản phẩm của chúng tôi, vui lòng tham khảo trang web <a href='https://www.originprotocol.com'>originprotocol.com</a>. Để cập nhật những thông tin kỹ thuật mới nhất, vui lòng tham khảo <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>tài khoản Github Origin</a>. Để sử dụng ứng dụng marketplace hàng đầu, vui lòng tải xuống <a href='https://www.originprotocol.com/mobile' target='_blank'>ứng dụng di động</a> hoặc truy cập <a href='https://www.originprotocol.com/mobile' target='_blank'>Dapp</a> bằng trình duyệt DApp hỗ trợ web3. Để sử dụng ứng dụng phi tập trung thay thế Shopify, ghé thăm <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>Originswag.eth.link</a>.

source: This whitepaper was last updated on June 2nd, 2020.
es: Este documento técnico se actualizó por última vez el 2 de junio de 2020.
fr: La dernière mise à jour de ce livre blanc (Whitepaper) date du 26 décembre 2020.
id: Whitepaper ini terakhir diperbarui pada 2 Juni 2020.
it: Questo white paper è stato aggiornato l'ultima volta il 2 giugno 2020.
pt: Este whitepaper foi atualizado pela última vez em 2 de junho de 2020.
ru: В последний раз этот документ обновлялся 2 июня 2020 года.
tr: Bu teknik inceleme en son 2 Haziran 2020'de güncellenmiştir.
vi: Whitepaper này được cập nhật lần cuối vào ngày 02/06/2020.

source: View litepaper
fr: Voir le papier (Litepaper)
id: Lihat litepaper
it: Mostra il litepaper
pt: Ver o litepaper
ru: Просмотреть litepaper
vi: Xem litepaper

source: Origin is an open-source platform that enables the creation of peer-to-peer marketplaces and e-commerce applications. The Origin Platform initially targets the global sharing economy, allowing buyers and sellers of fractional use goods and services (car-sharing, service-based tasks, home-sharing, etc.) to transact on the distributed, open web. Using the Ethereum blockchain and Interplanetary File System (IPFS), the platform and its community participants can interact in a peer-to-peer fashion, allowing for the creation and booking of services and goods without traditional intermediaries.
es: Origin es una plataforma de código abierto que permite la creación de mercados y aplicaciones de comercio electrónico entre pares. La Plataforma Origin inicialmente se dirige a la economía de intercambio global, permitiendo a los compradores y vendedores de bienes y servicios de uso fraccionado (compartir el automóvil, tareas basadas en el servicio, compartir el hogar, etc.) realizar transacciones en la web abierta y distribuida. Al usar la cadena de bloques Ethereum y el Sistema de archivos interplanetarios (IPFS), la plataforma y los participantes de su comunidad pueden interactuar de manera punto a punto, lo que permite la creación y reserva de servicios y productos sin intermediarios tradicionales.
fr: Origin est une plateforme open source qui permet la création de places de marché peer-to-peer et d'applications de commerce électronique. L'origine plate - forme vise d' abord l'économie de partage mondiale, ce qui permet aux acheteurs et aux vendeurs de biens d'utilisation des fractions et des services (autopartage, tâches basées sur les services, le partage à domicile, etc.) d'effectuer des transactions sur le web distribué, ouvert. En utilisant la blockchain Ethereum et le système de fichiers interplanétaire (IPFS), la plateforme et les participants de sa communauté peuvent interagir de manière peer-to-peer, permettant la création et la réservation de services et biens sans intermédiaires traditionnels.
id: Origin adalah platform sumber terbuka yang memungkinkan penciptaan pasar peer-to-peer dan aplikasi e-commerce. The Origin Platform awalnya menargetkan ekonomi berbagi global, yang memungkinkan pembeli dan penjual barang dan layanan penggunaan fraksional (pembagian mobil, tugas berbasis layanan, pembagian rumah, dll.) Untuk bertransaksi pada web terbuka yang didistribusikan. Menggunakan blockchain Ethereum dan Sistem File Antarplanet (IPFS), platform dan peserta komunitasnya dapat berinteraksi secara peer-to-peer, memungkinkan untuk membuat dan memesan layanan dan barang tanpa perantara tradisional.
it: Origin è una piattaforma open source che consente la creazione di marketplace peer-to-peer ed applicazioni di e-commerce. La piattaforma Origin si rivolge inizialmente alla sharing economy globale, consentendo ad acquirenti e venditori di beni e servizi ad uso condiviso (car sharing, attività basate sui servizi, home-sharing, ecc.) di effettuare transazioni su un web aperto e distribuito. Utilizzando la blockchain di Ethereum e il file system interplanetario (IPFS), la piattaforma e i suoi partecipanti alla comunità possono interagire in modo peer-to-peer, consentendo la creazione e la prenotazione di servizi e beni senza i tradizionali intermediari.
pt: O Origin é uma plataforma de código aberto que permite a criação de mercados e aplicativos de comércio eletrônico ponto a ponto. A plataforma Origin inicialmente visa a economia global de compartilhamento, permitindo que compradores e vendedores de bens e serviços de uso fracionário (compartilhamento de carro, tarefas baseadas em serviços, compartilhamento de casa etc.) realizem transações em na web aberta e distribuída. Usando a blockchain Ethereum e o Sistema de Arquivos Interplanetário (IPFS), a plataforma e seus participantes da comunidade podem interagir de maneira ponto a ponto, permitindo a criação e a reserva de serviços e mercadorias sem intermediários tradicionais.
ru: Origin- это рыночная площадка экономики совместного потребления и набор протоколов, которые позволяют покупателям и продавцам товаров и услуг с совместным использованием (совместное использование автомобилей, задачи, ориентированные на услуги, совместное использование жилья и т. д.) осуществлять транзакции в распределенной открытой сети. Благодаря использованию распределенного реестра (блокчейн) Ethereum и файловой системы Interplanetary File System (IPFS), платформа и сообщество децентрализованы, что позволяет создавать и заказывать услуги и товары без традиционных посредников.
tr: Origin, eşler arası pazar yerleri ve e-ticaret uygulamaları oluşturulmasını sağlayan açık kaynaklı bir platformdur. Başlangıç Platformu başlangıçta küresel paylaşım ekonomisini hedefleyerek, kısmi kullanım mal ve hizmetinin (araba paylaşımı, hizmet tabanlı görevler, ev paylaşımı vb.) Alıcı ve satıcılarının dağıtılmış, açık web'de işlem yapmalarına izin verir. Ethereum blok zinciri ve Gezegenlerarası Dosya Sistemi'ni (IPFS) kullanarak, platform ve topluluk katılımcıları, geleneksel aracılar olmadan hizmet ve malın oluşturulmasına ve rezervasyonuna izin vererek eşler arası bir şekilde etkileşime girebilir.
vi: Origin là một nền tảng mã nguồn mở cho phép tạo ra các marketplace hàng ngang và các ứng dụng thương mại điện tử. Origin protocol hướng tới thực hiện mục tiêu xây dựng nền kinh tế chia sẻ toàn cầu, cho phép người mua và người bán phân đoạn sử dụng hàng hóa và dịch vụ (chia sẻ xe, nhiệm vụ về dịch vụ, chia sẻ nhà, v. v.) để giao dịch trên web mã nguồn mở, phân tán. Sử dụng Ethereum blockchian và Hệ thống tệp liên hành tinh (IPFS), nền tảng và những người tham gia nền tảng đó được tương tác với mô hình hàng ngang, cho phép tạo và đặt dịch vụ, hàng hóa mà không qua các bên trung gian truyền thống.

source: We intend to enable a large-scale commerce network that:
es: Tenemos la intención de habilitar una red de comercio a gran escala que:
fr: Nous avons l'intention de permettre un réseau de commerce à grande échelle qui:
id: Kami bermaksud mengaktifkan jaringan perdagangan skala besar yang:
it: Intendiamo abilitare una rete per il commercio su larga scala che:
pt: Pretendemos habilitar uma rede de comércio em larga escala que:
ru: В частности, мы создаем крупномасштабную коммерческую сеть, которая:
tr: Aşağıdakileri yapan büyük ölçekli bir ticaret ağını etkinleştirmeyi amaçlıyoruz:
vi: Chúng tôi dự định xây dựng một mạng lưới thương mại quy mô lớn:
