Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: In addition, we are also researching several consumer staking models that will enable end users to earn OGN returns for holding and locking their tokens within Origin applications.
es: Además, también estamos investigando varios modelos de participación del consumidor que permitirán a los usuarios finales obtener ganancias OGN por mantener y bloquear sus tokens dentro de las aplicaciones de Origin.
fr: En outre, nous recherchons également plusieurs modèles de jalonnement des consommateurs qui permettront aux utilisateurs finaux de gagner des retours OGN pour la détention et le verrouillage de leurs jetons dans les applications Origin.
id: Selain itu, kami juga meneliti beberapa model taruhan konsumen yang akan memungkinkan pengguna akhir untuk mendapatkan pengembalian OGN karena memegang dan mengunci token mereka dalam aplikasi Origin.
it: Inoltre, stiamo anche studiando diversi modelli di picchettamento dei consumatori che consentiranno agli utenti finali di ottenere rendimenti OGN per detenere e bloccare i propri token all'interno delle applicazioni Origin.
pt: Além disso, também estamos pesquisando vários modelos de apostas do consumidor que permitirão que os usuários finais obtenham retornos OGN por manter e bloquear seus tokens nos aplicativos Origin.
ru: Кроме того, мы также исследуем несколько моделей ставок для потребителей, которые позволят конечным пользователям получать возврат OGN за хранение и блокировку своих токенов в приложениях Origin.
tr: Buna ek olarak, son kullanıcıların jetonlarını Origin uygulamalarında tutmak ve kilitlemek için OGN getirileri elde etmelerini sağlayacak birkaç tüketici bahis modelini de araştırıyoruz.
vi: Ngoài ra, chúng tôi cũng đang nghiên cứu một số mô hình stake của người dùng sẽ cho phép người dùng cuối thu được lợi nhuận OGN khi nắm giữ và khóa token của họ trong các ứng dụng Origin.

source: Origin staking models are currently an active area of research and development.
es: Los modelos de replanteo de origen son actualmente un área activa de investigación y desarrollo.
fr: Les modèles de jalonnement d'origine sont actuellement un domaine actif de recherche et développement.
id: Model mempertaruhkan asal saat ini merupakan area aktif penelitian dan pengembangan.
it: I modelli di picchettamento dell'origine sono attualmente un'area attiva di ricerca e sviluppo.
pt: Atualmente, os modelos de estaca de origem são uma área ativa de pesquisa e desenvolvimento.
ru: Модели ставок Origin в настоящее время являются активной областью исследований и разработок.
tr: Orijin aplikasyon modelleri şu anda aktif bir araştırma ve geliştirme alanıdır.
vi: Mô hình Stake Origin hiện tại đang được nghiên cứu và phát triển.

source: OGN as a governance token
es: OGN como ficha de gobernancia
fr: OGN comme un jeton de gouvernance
id: OGN sebagai token pemerintahan
it: OGN come token di governance
pt: OGN como um token de governança
ru: OGN как токен управления
tr: Bir yönetim belirteci olarak OGN
vi: OGN như loại token quản lý

source: Origin Tokens are intended to be used for governance of the Origin Platform. At a later date, it is intended that Origin Token holders will be able to influence the direction of software development and business policies on the Origin Platform.
es: Las fichas de Origin están destinados a ser utilizados para el gobierno de la plataforma de origen. En una fecha posterior, se pretende que los titulares de fichas de Origin puedan influir en la dirección del desarrollo de software y las políticas comerciales en la plataforma de Origin.
fr: Les jetons d'origine sont destinés à être utilisés pour la gouvernance de la plateforme d'origine. À une date ultérieure, il est prévu que les détenteurs de jetons Origin pourront influencer l'orientation du développement de logiciels et des politiques commerciales sur la plate-forme Origin.
id: Origin Token dimaksudkan untuk digunakan untuk tata kelola Platform Asal. Di kemudian hari, hal ini dimaksudkan agar pemegang Origin Token akan dapat mempengaruhi arah pengembangan perangkat lunak dan kebijakan bisnis pada Platform Asal.
it: I token Origin devono essere utilizzati per la governance della piattaforma Origin. In un secondo momento, i titolari di token Origin saranno in grado di influenzare la direzione dello sviluppo del software e le politiche aziendali sulla piattaforma Origin.
pt: Os tokens de origem devem ser usados para governar a plataforma de origem. Em uma data posterior, pretende-se que os titulares do Token de Origem possam influenciar a direção do desenvolvimento de software e das políticas de negócios na Plataforma de Origem.
ru: Токены Origin предназначены для использования в целях управления платформой Origin. В дальнейшем предполагается, что владельцы OriginToken смогут влиять на направление разработки программного обеспечения и бизнес-политику на платформе Origin.
tr: Orijin Jetonları, Origin Platformunun yönetimi için kullanılmak üzere tasarlanmıştır. Daha sonraki bir tarihte Origin Token sahiplerinin Origin Platformundaki yazılım geliştirme ve iş politikalarının yönünü etkileyebilecekleri düşünülmektedir.
vi: Origin token được sử dụng với mục đích quản lí Nền tảng Origin. Trong tương lai, những người nắm giữ Origin token sẽ có tầm ảnh hưởng tới hướng phát triển phần mềm và chính sách kinh doanh trong nền tảng.

source: Token holders will be able to cast votes that are proportional to their stake in the network on important community governance issues
es: Los poseedores de fichas podrán emitir votos que sean proporcionales a su participación en la red sobre cuestiones importantes de gobernanza comunitaria
fr: Les détenteurs de jetons pourront exprimer des votes proportionnels à leur participation dans le réseau sur d'importantes questions de gouvernance communautaire
id: Pemegang Token akan dapat memberikan suara yang proporsional dengan saham mereka di jaringan pada masalah tata kelola masyarakat yang penting
it: I possessori di token saranno in grado di esprimere voti proporzionali alla loro partecipazione nella rete su importanti questioni di governance della comunità
pt: Os detentores de tokens poderão votar proporcionalmente à sua participação na rede em questões importantes de governança da comunidade
ru: Обладатели токенов смогут отдать голоса, пропорциональные их доле в сети по важным вопросам управления сообществом.
tr: Token sahipleri, önemli topluluk yönetişimi konularında ağdaki paylarıyla orantılı oylar kullanabilecektir.
vi: Người nắm giữ token sẽ có phiếu bầu chọn các vấn đề quản trị cộng đồng quan trọng, phiếu bầu tỷ lệ thuận với số lượng cổ phần của họ trong mạng lưới

source: As network governance becomes increasingly important as our token holder numbers increase, we anticipate that we will collaborate with the community on rolling out this OGN use case as the network continues to mature.
es: A medida que la gobernanza de la red se vuelve cada vez más importante a medida que aumenta el número de titulares de fichas, anticipamos que colaboraremos con la comunidad para implementar este caso de uso de OGN a medida que la red continúe madurando.
fr: Alors que la gouvernance du réseau devient de plus en plus importante à mesure que le nombre de détenteurs de jetons augmente, nous prévoyons de collaborer avec la communauté pour déployer ce cas d'utilisation OGN à mesure que le réseau continue de mûrir.
id: Ketika tata kelola jaringan menjadi semakin penting dengan bertambahnya jumlah pemegang token kami, kami mengantisipasi bahwa kami akan berkolaborasi dengan masyarakat dalam meluncurkan case use OGN ini saat jaringan terus bertambah matang.
it: Man mano che la governance della rete diventa sempre più importante con l'aumentare del numero dei nostri titolari di token, prevediamo che collaboreremo con la comunità per implementare questo caso d'uso OGN mentre la rete continua a maturare.
pt: À medida que a governança da rede se torna cada vez mais importante à medida que o número de detentores de tokens aumenta, prevemos que colaboraremos com a comunidade na implementação desse caso de uso de OGN à medida que a rede continua amadurecendo.
ru: Поскольку управление сетью становится все более важным по мере увеличения числа наших держателей токенов, мы ожидаем, что мы будем сотрудничать с сообществом в развертывании этого варианта использования OGN, поскольку сеть продолжает развиваться.
tr: Jeton sahibi numaralarımız arttıkça ağ yönetişimi gittikçe önem kazandıkça, ağ olgunlaşmaya devam ederken bu OGN kullanım örneğini sunmak için toplulukla işbirliği yapacağımızı öngörüyoruz.
vi: Khi mạng lưới quản lý trở nên quan trọng, số người nắm giữ token tăng lên, chúng tôi sẽ hợp tác với cộng đồng để triển khai ứng dụng thực tế của OGN khi mạng tiếp tục lớn mạnh và trưởng thành.

source: Why
es: Por qué
fr: Pourquoi
id: Mengapa
it: Perché
pt: Por quê
ru: Почему
tr: Neden
vi: Tại sao

source: Background
es: Antecedentes
fr: Contexte
id: Latar Belakang
it: sfondo
pt: fundo
ru: Предыстория
tr: Arka fon
vi: Lý lịch

source: Shortcomings of existing Internet marketplaces
es: Deficiencias de los mercados existentes
fr: Lacunes des marchés Internet existants
id: Kekurangan dari pasar internet yang ada
it: Carenze dei mercati Internet esistenti
pt: Deficiências dos mercados existentes na Internet
ru: Недостатки существующих интернет-площадок
tr: Mevcut İnternet pazarlarındaki eksiklikler
vi: Những thiếu sót của thị trường Internet hiện tại

source: Now is the time for change
es: Ahora es el momento para el cambio
fr: Il est maintenant temps de changer
id: Sekarang adalah waktunya untuk perubahan
it: Ora è il momento di cambiare
pt: Agora é a hora da mudança
ru: Настало время перемен
tr: Şimdi değişim zamanı
vi: Bây giờ là lúc cần thay đổi

source: Enabling peer-to-peer commerce
es: Habilitar el comercio entre pares
fr: Activation du commerce peer-to-peer
id: Mengaktifkan perdagangan peer-to-peer
it: Abilitazione del commercio peer-to-peer
pt: Habilitando o comércio ponto a ponto
ru: Создание возможностей для одноранговой коммерции
tr: Eşler arası ticareti etkinleştirme
vi: Kích hoạt thương mại ngang hàng

source: Key product features and benefits
es: Características clave del producto y beneficios
fr: Caractéristiques et avantages clés du produit
id: Fitur dan manfaat produk utama
it: Principali caratteristiche e vantaggi del prodotto
pt: Principais recursos e benefícios do produto
ru: Основные характеристики и преимущества продукта
tr: Temel ürün özellikleri ve avantajları
vi: Các tính năng và lợi ích chính của sản phẩm

source: Founders
es: Fundadores
fr: Fondateurs
id: Pendiri
it: fondatori
pt: Fundadores
ru: Основатели
tr: Kurucular
vi: Các nhà đồng sáng lập

source: Community
es: Comunidad
fil: Komunidad
fr: Communauté
he: קהילה
hi: समुदाय
id: Komunitas
it: Comunità
pt: Comunidade
ru: Сообщество
sl: Skupnost
tr: Topluluk
vi: Cộng đồng

source: Developer community
es: Comunidad de desarrolladores
fr: Communauté de développeurs
id: Komunitas pengembang
it: Comunità di sviluppatori
pt: Comunidade de desenvolvedores
ru: Сообщество разработчиков
tr: Geliştirici topluluğu
vi: Cộng đồng nhà phát triển

source: Summary
es: Resumen
fr: Sommaire
id: Ringkasan
it: Riepilogo
pt: Sumário
ru: Заключение
tr: özet
vi: Tóm tắt

source: For the past two decades, Internet marketplaces and e-commerce stores have changed the way that buyers and sellers connect, creating new opportunities for the exchange of goods and services. However, these marketplaces have always been governed by centralized companies that maintain their individual monopolies on data, transaction and other service fees, and ultimately, user choice. With blockchain and other distributed technologies beginning to hit the mainstream, the world is poised for a new wave of decentralized commerce.
es: Durante las últimas dos décadas, los mercados de Internet y las tiendas de comercio electrónico han cambiado la forma en que los compradores y vendedores se conectan, creando nuevas oportunidades para el intercambio de bienes y servicios. Sin embargo, estos mercados siempre han sido gobernados por compañías centralizadas que mantienen sus monopolios individuales sobre datos, transacciones y otras tarifas de servicios, y en última instancia, la elección del usuario. Con blockchain y otras tecnologías distribuidas comenzando a llegar a la corriente principal, el mundo está preparado para una nueva ola de comercio descentralizado.
fr: Au cours des deux dernières décennies, les marchés Internet et les magasins de commerce électronique ont changé la façon dont les acheteurs et les vendeurs se connectent, créant de nouvelles opportunités pour l'échange de biens et de services. Cependant, ces marchés ont toujours été régis par des sociétés centralisées qui maintiennent leur monopole individuel sur les frais de données, de transaction et autres services, et, finalement, le choix des utilisateurs. Avec la blockchain et d'autres technologies distribuées qui commencent à atteindre le courant dominant, le monde est prêt pour une nouvelle vague de commerce décentralisé.
id: Selama dua dekade terakhir, pasar internet dan toko e-commerce telah mengubah cara terhubungnya pembeli dan penjual, menciptakan peluang baru untuk pertukaran barang dan jasa. Namun, pasar ini selalu diatur oleh perusahaan terpusat yang mempertahankan monopoli masing-masing pada data, transaksi, dan biaya layanan lainnya, dan akhirnya, pilihan pengguna. Dengan blockchain dan teknologi terdistribusi lainnya mulai memasuki arus utama, dunia siap untuk gelombang baru desentralisasi perdagangan.
it: Negli ultimi due decenni, i mercati di Internet e i negozi di e-commerce hanno cambiato il modo in cui acquirenti e venditori si connettono, creando nuove opportunità per lo scambio di beni e servizi. Tuttavia, questi mercati sono sempre stati governati da società centralizzate che mantengono i loro monopoli individuali su dati, transazioni e altri costi di servizio e, in definitiva, la scelta dell'utente. Con la blockchain e altre tecnologie distribuite che iniziano a colpire il mainstream, il mondo è pronto per una nuova ondata di commercio decentralizzato.
pt: Nas duas últimas décadas, os mercados da Internet e as lojas de comércio eletrônico mudaram a maneira como compradores e vendedores se conectam, criando novas oportunidades para a troca de bens e serviços. No entanto, esses mercados sempre foram governados por empresas centralizadas que mantêm seus monopólios individuais em dados, transações e outras taxas de serviço e, finalmente, na escolha do usuário. Com o blockchain e outras tecnologias distribuídas começando a atingir o mainstream, o mundo está preparado para uma nova onda de comércio descentralizado.
ru: За последние два десятилетия интернет-рынки изменили способ связи покупателей и продавцов, создав новые возможности для обмена товарами и услугами. Тем не менее, эти рынки всегда управлялись централизованными компаниями, которые поддерживают свои индивидуальные монополии в отношении сбора данных, транзакций и других услуг и, в конечном счете, по выбору пользователя. С появлением блокчейна и других распределенных технологий в мировом масштабе мир готовится к новой волне децентрализованной торговли.
tr: Son yirmi yıldır, İnternet pazarları ve e-ticaret mağazaları, alıcıların ve satıcıların bağlantı kurma şeklini değiştirerek mal ve hizmet alışverişi için yeni fırsatlar yarattı. Bununla birlikte, bu pazarlar her zaman veri, işlem ve diğer hizmet ücretleri ve nihayetinde kullanıcı seçimi konusunda bireysel tekellerini koruyan merkezi şirketler tarafından yönetilmektedir. Blockchain ve diğer dağıtılmış teknolojiler ana akım haline gelmeye başladığında, dünya yeni bir merkezi olmayan ticaret dalgasına hazırlanıyor.
vi: Trong hai thập kỷ qua, các thị trường Internet và cửa hàng thương mại điện tử đã thay đổi cách người mua và người bán kết nối, tạo ra cơ hội mới cho việc trao đổi hàng hóa và dịch vụ. Tuy nhiên, các thị trường này luôn bị chi phối bởi các công ty tập trung duy trì sự độc quyền cá nhân của họ về dữ liệu, giao dịch và các phí dịch vụ khác, và cuối cùng là sự lựa chọn của người dùng. Với blockchain và các công nghệ phân tán khác bắt đầu tấn công vào các nhân tố chính, thế giới đã sẵn sàng cho một làn sóng thương mại phi tập trung mới.

source: Origin is bringing change and innovation to the global peer-to-peer economy. We're excited by the opportunity to lower fees, increase innovation, free customer and transaction data, and decrease censorship and unnecessary regulation.
es: Origin está trayendo cambio e innovación a la economía global entre pares. Estamos entusiasmados con la oportunidad de reducir las tarifas, aumentar la innovación, datos gratuitos de clientes y transacciones, y disminuir la censura y la regulación innecesaria.
fr: L'origine apporte le changement et l'innovation à l'économie mondiale de pair à pair. Nous sommes ravis de l'opportunité de réduire les frais, d'augmenter l'innovation, la gratuité des données sur les clients et les transactions, et de réduire la censure et les réglementations inutiles.
id: Origin membawa perubahan dan inovasi ke ekonomi global peer-to-peer. Kami senang dengan kesempatan untuk menurunkan biaya, meningkatkan inovasi, pelanggan gratis dan data transaksi, dan mengurangi sensor dan regulasi yang tidak perlu.
it: L'origine sta portando cambiamento e innovazione nell'economia globale peer-to-peer. Siamo entusiasti dell'opportunità di ridurre le commissioni, aumentare l'innovazione, i dati gratuiti su clienti e transazioni e ridurre la censura e le normative superflue.
pt: A origem está trazendo mudança e inovação para a economia global ponto a ponto. Estamos empolgados com a oportunidade de reduzir taxas, aumentar a inovação, dados gratuitos de clientes e transações e diminuir a censura e a regulamentação desnecessária.
ru: Origin приносит изменения и инновации в глобальную экономику совместного потребления. Мы рады возможности снизить сборы, увеличить инновации, освободить данные о клиентах и транзакциях, а также уменьшить цензуру и ненужное регулирование.
tr: Kökeni küresel peer-to-peer ekonomiye değişim ve yenilik getiriyor. Ücretleri düşürme, inovasyonu artırma, müşteri ve işlem verilerini serbest bırakma, sansürü ve gereksiz düzenlemeleri azaltma fırsatı bizi heyecanlandırıyor.
vi: Origin đang mang lại sự thay đổi và đổi mới cho nền kinh tế ngang hàng toàn cầu. Chúng tôi rất hào hứng với cơ hội giảm chi phí, gia tăng sự đổi mới, dữ liệu giao dịch và khách hàng miễn phí và giảm kiểm duyệt và các quy định không cần thiết.

source: We are building a platform that invites other interested parties including developers and entrepreneurs to build this technology and community with us, altogether working to create the peer-to-peer economy of tomorrow. We hope you’ll join us on this exciting journey
es: Estamos construyendo una plataforma que invita a otras partes interesadas, incluidos desarrolladores y empresarios, a construir esta tecnología y comunidad con nosotros, trabajando en conjunto para crear la economía entre pares del mañana. Esperamos que te unas a nosotros en este emocionante viaje
fr: Nous construisons une plate-forme qui invite d'autres parties intéressées, y compris des développeurs et des entrepreneurs, à construire cette technologie et cette communauté avec nous, travaillant ensemble à créer l'économie peer-to-peer de demain. Nous espérons que vous vous joindrez à nous pour ce voyage passionnant
id: Kami sedang membangun platform yang mengundang pihak-pihak lain yang berkepentingan termasuk pengembang dan pengusaha untuk membangun teknologi dan komunitas ini bersama kami, yang semuanya bekerja untuk menciptakan ekonomi peer-to-peer di masa depan. Kami harap Anda akan bergabung dengan kami dalam perjalanan yang mengasyikkan ini
it: Stiamo costruendo una piattaforma che invita altre parti interessate, inclusi sviluppatori e imprenditori, a costruire questa tecnologia e comunità con noi, lavorando insieme per creare l'economia peer-to-peer di domani. Speriamo che ti unirai a noi in questo entusiasmante viaggio
pt: Estamos construindo uma plataforma que convida outras partes interessadas, incluindo desenvolvedores e empreendedores, a construir essa tecnologia e comunidade conosco, trabalhando juntos para criar a economia ponto a ponto de amanhã. Esperamos que você se junte a nós nesta emocionante jornada
ru: Мы создаем платформу, которая приглашает другие заинтересованные стороны, в том числе разработчиков и предпринимателей, создать эту технологию и сообщество с нами, вместе работая над созданием экономики совместного потребления завтрашнего дня Мы надеемся, что вы присоединитесь к нам в этом увлекательном путешествии
tr: Geleceğin eşler arası ekonomisini yaratmak için birlikte çalışan, geliştiricileri ve girişimcileri de içeren diğer ilgili tarafları bu teknolojiyi ve topluluğu bizimle birlikte kurmaya davet eden bir platform inşa ediyoruz. Bu heyecanlı yolculukta bize katılacağınızı umuyoruz
vi: Chúng tôi đang xây dựng một nền tảng mời các bên quan tâm khác bao gồm các nhà phát triển và doanh nhân để xây dựng công nghệ và cộng đồng này cùng với chúng tôi, cùng nhau làm việc để tạo ra nền kinh tế ngang hàng của tương lai. Chúng tôi hy vọng bạn sẽ tham gia cùng chúng tôi trên hành trình thú vị này

source: Co-founder
es: Cofundador
fr: Co-fondateur
id: Salah satu pendiri
it: Cofondatore
pt: Co-fundador
ru: Соучредитель
tr: Kurucu
vi: Đồng sáng lập
