Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Users can use the Origin flagship marketplace app provided they have the Origin Mobile app or an Ethereum wallet and a web3-enabled browser like Coinbase Wallet, imToken, Trust Wallet, or Metamask.
es: Los usuarios pueden usar la aplicación de mercado insignia de Origin siempre que tengan la aplicación Origin Mobile o una billetera Ethereum y un navegador habilitado para web3 como Coinbase Wallet, imToken, Trust Wallet o Metamask.
fr: Les utilisateurs peuvent utiliser l'application de marché phare Origin à condition de disposer de l'application Origin Mobile ou d'un portefeuille Ethereum et d'un navigateur Web3 comme Coinbase Wallet, imToken, Trust Wallet ou Metamask.
id: Pengguna dapat menggunakan aplikasi pasar asal Flag asalkan mereka memiliki aplikasi Origin Mobile atau dompet Ethereum dan browser yang diaktifkan web3 seperti Coinbase Wallet, imToken, Trust Wallet, atau Metamask.
it: Gli utenti possono utilizzare l'app del marketplace di punta a condizione che dispongano dell'app Origin Mobile o di un portafoglio Ethereum e di un browser abilitato per Web3 come Coinbase Wallet, imToken, Trust Wallet o Metamask.
pt: Os usuários podem usar o aplicativo de mercado principal do Origin, desde que tenham o aplicativo Origin Mobile ou uma carteira Ethereum e um navegador habilitado para web3 como Coinbase Wallet, imToken, Trust Wallet ou Metamask.
ru: Пользователи могут использовать приложение Origin, если у них есть мобильное приложение Origin или кошелек Ethereum, а также браузер с поддержкой web 3, например Coinbase Wallet, imToken, Trust Wallet или Metamask.
tr: Kullanıcılar, Origin Mobile uygulamasına veya Ethereum cüzdanına ve Coinbase Cüzdanı, imToken, Trust Wallet veya Metamask gibi web3 özellikli bir tarayıcıya sahip olmaları koşuluyla Origin amiral gemisi pazar uygulaması uygulamasını kullanabilir.
vi: Người dùng có thể sử dụng ứng dụng Origin trên thiết bị điện thoại, ví Ethereum hay trình duyệt cho phép sử dụng web3 như ví Coinbase, imToken, Trust Wallet, Metamask.

source: Sellers can create listings, set availability of their offerings, and accept payment. Buyers can browse and search a full index of all goods and services offered on the Origin marketplace DApp, and most importantly, make purchases.
es: Los vendedores pueden crear listados, establecer la disponibilidad de sus ofertas y aceptar el pago. Los compradores pueden navegar y buscar un índice completo de todos los productos y servicios ofrecidos en el DApp del mercado de Origin, y lo más importante, realizar compras.
fr: Les vendeurs peuvent créer des listes, définir la disponibilité de leurs offres et accepter le paiement. Les acheteurs peuvent parcourir et rechercher un index complet de tous les produits et services offerts sur le marché Origin DApp, et surtout, effectuer des achats.
id: Penjual dapat membuat daftar, mengatur ketersediaan penawaran mereka, dan menerima pembayaran. Pembeli dapat menelusuri dan mencari indeks lengkap semua barang dan jasa yang ditawarkan di pasar Asal DApp, dan yang paling penting, melakukan pembelian.
it: I venditori possono creare elenchi, impostare la disponibilità delle loro offerte e accettare pagamenti. Gli acquirenti possono navigare e cercare un indice completo di tutti i beni e servizi offerti sul mercato di origine DApp e, soprattutto, effettuare acquisti.
pt: Os vendedores podem criar listagens, definir a disponibilidade de suas ofertas e aceitar pagamentos. Os compradores podem procurar e pesquisar um índice completo de todos os bens e serviços oferecidos no mercado DApp do Origin e, o mais importante, fazer compras.
ru: Продавцы могут создавать листинги, устанавливать доступность своих предложений и принимать платежи. Покупатели могут просматривать и искать полный индекс всех товаров и услуг, предлагаемых на торговой площадке Origin DApp, и, что наиболее важно, совершать покупки.
tr: Satıcılar listeler oluşturabilir, tekliflerinin kullanılabilirliğini ayarlayabilir ve ödemeyi kabul edebilir. Alıcılar, Origin marketplace DApp'de sunulan tüm mal ve hizmetlerin tam bir dizinine göz atabilir ve arama yapabilir ve en önemlisi satın alma işlemi yapabilir.
vi: Người bán có thể tạo danh sách, cài đặt chế độ có hàng cho các các sản phẩm và chấp nhận thanh toán. Người mua có thể truy cập và tìm kiếm tất cả các hàng hóa và dịch vụ được cung cấp trên Ứng dụng phi tập trung thị trường của Origin và quan trọng nhất là họ có thể mua trực tiếp ở đây.

source: The Origin DApp serves as a lightweight client on the Origin Platform. The frontend code can even be hosted and distributed on the open IPFS network.
es: Origin DApp sirve como un cliente ligero en la plataforma Origin. El código frontend puede incluso ser alojado y distribuido en la red abierta de IPFS.
fr: L'Origin DApp sert de client léger sur la plate-forme Origin. Le code frontal peut même être hébergé et distribué sur le réseau IPFS ouvert.
id: The Origin DApp berfungsi sebagai klien yang ringan di Platform Asal. Kode frontend bahkan dapat di-host dan didistribusikan di jaringan IPFS terbuka.
it: Origin DApp funge da client leggero sulla piattaforma Origin. Il codice frontend può anche essere ospitato e distribuito sulla rete IPFS aperta.
pt: O Origin DApp serve como um cliente leve na plataforma Origin. O código de front-end pode até ser hospedado e distribuído na rede IPFS aberta.
ru: Origin DApp служит клиентом на платформе Origin. Код внешнего интерфейса может даже размещаться и распространяться в открытой сети IPFS.
tr: Origin DApp, Origin Platformunda hafif bir istemci olarak hizmet eder. Ön uç kodu açık IPFS ağında barındırılabilir ve dağıtılabilir.
vi: Ứng dụng phi tập trung Origin là một ứng dụng nhẹ trên nền tảng Origin. Mã lập trình frontend thậm chí có thể chứa và chạy được trên mang IPFS mở.

source: Of particular note is that we don’t intend for the Origin DApp to be the only way to access user and transaction data. Our code, protocols, and specifications are all 100%% open-source, and we expect and hope that others will extend and fork the code to create their own frontend experiences. Already, we have had over 170 open-source contributors participate in improving our core libraries and initial marketplace app. There are already multiple third-party DApps running on the Origin Platform across numerous verticals such as home-sharing, luxury ecommerce, and fine art.
es: De particular interés es que no pretendemos que Origin DApp sea la única forma de acceder a los datos de usuarios y transacciones. Nuestro código, protocolos y especificaciones son 100%% de código abierto, y esperamos y esperamos que otros amplíen y bifurquen el código para crear sus propias experiencias frontend. Ya hemos tenido más de 170 colaboradores de código abierto que participan en la mejora de nuestras bibliotecas principales y la aplicación inicial del mercado. Ya hay múltiples DApps de terceros que se ejecutan en la Plataforma Origin en numerosas verticales, como compartir el hogar, comercio electrónico de lujo y obras de arte.
fr: Il convient de noter en particulier que nous n'avons pas l'intention que l'Origin DApp soit le seul moyen d'accéder aux données des utilisateurs et des transactions. Notre code, nos protocoles et nos spécifications sont tous 100%% open-source, et nous espérons et espérons que d'autres étendront et bifurqueront le code pour créer leurs propres expériences frontales. Déjà, plus de 170 contributeurs open-source ont participé à l'amélioration de nos bibliothèques de base et de notre application de marché initiale. Il existe déjà plusieurs DApp tiers exécutés sur la plate-forme Origin dans de nombreux secteurs verticaux tels que le partage à domicile, le commerce électronique de luxe et les beaux-arts.
id: Dari catatan khusus adalah bahwa kami tidak bermaksud untuk Origin DApp menjadi satu-satunya cara untuk mengakses data pengguna dan transaksi. Kode, protokol, dan spesifikasi kami semuanya 100%% open-source, dan kami berharap dan berharap orang lain akan memperluas dan bercabang kode untuk menciptakan pengalaman frontend mereka sendiri. Sudah, kami memiliki lebih dari 170 kontributor open-source yang berpartisipasi dalam meningkatkan perpustakaan inti dan aplikasi pasar awal kami. Sudah ada beberapa DApps pihak ketiga yang berjalan di Platform Asal di banyak vertikal seperti berbagi rumah, e-commerce mewah, dan seni rupa.
it: In particolare, non intendiamo che Origin DApp sia l'unico modo per accedere ai dati dell'utente e delle transazioni. Il nostro codice, i protocolli e le specifiche sono tutti 100%% open-source e ci aspettiamo e speriamo che altri estenderanno e fork il codice per creare le proprie esperienze frontend. Abbiamo già partecipato oltre 170 collaboratori open source al miglioramento delle nostre librerie principali e dell'app iniziale per il marketplace. Esistono già diversi DApp di terze parti in esecuzione sulla piattaforma Origin su numerosi verticali come la condivisione domestica, l'e-commerce di lusso e l'arte.
pt: É importante notar que não pretendemos que o DApp Origin seja a única maneira de acessar dados de usuários e transações. Nosso código, protocolos e especificações são 100%% open-source, e esperamos e esperança que os outros vão estender e bifurcar o código para criar as suas próprias experiências de frontend. Já tivemos mais de 170 colaboradores de código aberto participando da melhoria de nossas principais bibliotecas e aplicativo inicial de mercado. Já existem vários DApps de terceiros em execução na plataforma Origin em vários setores verticais, como compartilhamento doméstico, comércio eletrônico de luxo e obras de arte.
ru: Особо следует отметить, что мы не предполагаем, что Origin DApp будет единственным способом доступа к данным пользователей и транзакций. Наш код, протоколы и спецификации все на 100% с открытым исходным кодом, и мы ожидаем и надеемся, что другие расширят и раскрутят код для создания своего собственного интерфейса. У нас уже было более 150 участников с открытым исходным кодом, которые участвуют в улучшении наших основных библиотек и первоначального рынка DApp. На платформе Origin работает несколько сторонних DApp-приложений, работающих в разных направлениях, таких как домашний обмен, элитная электронная коммерция и изобразительное искусство.
tr: Özellikle dikkat edilmesi gereken nokta, Orijin DApp'in kullanıcı ve işlem verilerine erişmenin tek yolu olmasını istemiyoruz. Kodumuz, protokollerimiz ve spesifikasyonlarımız 100%% açık kaynaklıdır ve başkalarının kendi ön uç deneyimlerini oluşturmak için kodu genişletip çatacağını umuyoruz. Zaten, 170'den fazla açık kaynak katılımcısı temel kütüphanelerimizi ve ilk pazaryeri uygulamamızı geliştirmeye katıldık. Origin Platformunda ev paylaşımı, lüks e-ticaret ve güzel sanatlar gibi çok sayıda dikey alanda birden fazla üçüncü taraf DApp var.
vi: Bên cạnh lưu ý rằng chúng tôi không có ý định xây dựng ứng dụng phi tập trung trở thành ứng dụng duy nhất tiếp cận người dùng và dữ liệu giao dịch. Code, giao thức và các tính năng kỹ thuật khác đều là các nguồn mở 100%%, chúng tôi mong rằng, các nhà phát triển khác sẽ mở rộng và nâng cấp mã lập trình để tạo ra các trải nghiệm frontend riêng của họ. Chúng tôi đã có hơn 170 nhà phát triển đóng góp cải thiện thư viện trung tâm và ứng dụng Marketplace ban đầu. Đã có nhiều ứng dụng phi tập trung của bên thứ 3 đang chạy trên nền tảng Origin với nhiều phân khúc khác nhau như chia sẻ nhà (homesharing), thương mại xa xỉ và mỹ thuật.

source: We see the Origin flagship marketplace app as just the first way to interact with the Origin protocols. In the coming months and years after our 1.0 launch, we expect hundreds of third-party websites, mobile apps, and even new APIs to be built on top of the network.
es: Vemos la aplicación de mercado insignia de Origin como la primera forma de interactuar con los protocolos de Origin. En los próximos meses y años después de nuestro lanzamiento 1.0, esperamos que se creen cientos de sitios web de terceros, aplicaciones móviles e incluso nuevas API en la parte superior de la red.
fr: Nous considérons que l'application phare du marché Origin n'est que la première façon d'interagir avec les protocoles Origin. Dans les mois et années à venir après notre lancement 1.0, nous nous attendons à ce que des centaines de sites Web tiers, d'applications mobiles et même de nouvelles API soient construites au-dessus du réseau.
id: Kami melihat aplikasi asal flagship Marketplace sebagai cara pertama untuk berinteraksi dengan protokol Origin. Dalam beberapa bulan dan tahun-tahun mendatang setelah peluncuran 1.0 kami, kami mengharapkan ratusan situs web pihak ketiga, aplikasi seluler, dan bahkan API baru akan dibangun di atas jaringan.
it: Vediamo l'app marketplace di punta di Origin come il primo modo per interagire con i protocolli Origin. Nei prossimi mesi e anni dopo il lancio della nostra 1.0, ci aspettiamo che centinaia di siti Web di terze parti, app mobili e persino nuove API vengano costruiti sulla rete.
pt: Vemos o aplicativo principal do mercado Origin como apenas a primeira maneira de interagir com os protocolos Origin. Nos próximos meses e anos após o lançamento do 1.0, esperamos que centenas de sites de terceiros, aplicativos móveis e até mesmo novas APIs sejam construídos sobre a rede.
ru: Мы рассматриваем Origin DApp как первый способ взаимодействия с протоколами Origin и данными в блокчейне. В ближайшие месяцы и годы после запуска версии 1.0 мы ожидаем, что поверх сети будут построены сотни сторонних веб-сайтов, мобильных приложений и даже новые API.
tr: Origin amiral gemisi pazar uygulaması uygulamasını Origin protokolleri ile etkileşime geçmenin ilk yolu olarak görüyoruz. 1.0 lansmanımızdan sonraki aylar ve yıllar içinde, yüzlerce üçüncü taraf web sitesi, mobil uygulama ve hatta yeni API'ların ağın üzerine oluşturulmasını bekliyoruz.
vi: Chúng tôi nhận định ứng dụng marketplace hàng đầu Origin chỉ là cách đầu tiên để tương tác với các giao thức Origin. Trong thời gian tới, sau khi tung ra bản 1.0, chúng tôi kỳ vọng hàng trăm trang web, ứng dụng điện thoại và thậm chí các API mới sẽ được xây dựng trên nền tảng.

source: To that end, we expect new and better user experiences that focus on specific verticals (e.g. home-sharing vs. tasks) or regions (e.g. Brazil vs. Switzerland) to be created that can drill deeper on custom features and localization. These third-party developer applications will take advantage of all or parts of the underlying Origin developer infrastructure and protocols. We intend to support fully decentralized applications, partially decentralized applications (e.g. applications that use managed wallets), and even mostly-centralized applications that are still focused on peer-to-peer commerce (e.g. applications that utilize the Origin Token for incentives that are hosted on traditional infrastructure).
es: Con ese fin, esperamos que se creen nuevas y mejores experiencias de usuario que se centren en verticales específicos (por ejemplo, compartir el hogar versus tareas) o regiones (por ejemplo, Brasil vs. Suiza) que puedan profundizar en las características personalizadas y la localización. Estas aplicaciones de desarrollador de terceros aprovecharán la totalidad o parte de la infraestructura y los protocolos de desarrollador de Origin subyacentes. Tenemos la intención de admitir aplicaciones totalmente descentralizadas, aplicaciones parcialmente descentralizadas (por ejemplo, aplicaciones que usan billeteras administradas) e incluso aplicaciones mayormente centralizadas que todavía se centran en el comercio entre pares (por ejemplo, aplicaciones que utilizan el token de origen para incentivos alojados en infraestructura tradicional).
fr: À cette fin, nous nous attendons à ce que de nouvelles et meilleures expériences utilisateur qui se concentrent sur des secteurs verticaux spécifiques (par exemple, le partage à domicile ou des tâches) ou des régions (par exemple, le Brésil et la Suisse) soient créées pour approfondir les fonctionnalités personnalisées et la localisation. Ces applications de développeur tiers tireront parti de tout ou partie de l'infrastructure et des protocoles de développement Origin sous-jacents. Nous avons l'intention de prendre en charge les applications entièrement décentralisées, les applications partiellement décentralisées (par exemple, les applications qui utilisent des portefeuilles gérés), et même les applications principalement centralisées qui sont toujours axées sur le commerce entre pairs (par exemple, les applications qui utilisent le jeton d'origine pour les incitations hébergées). sur les infrastructures traditionnelles).
id: Untuk itu, kami berharap pengalaman pengguna yang baru dan lebih baik yang fokus pada vertikal tertentu (mis. Pembagian rumah vs tugas) atau wilayah (misalnya Brasil vs Swiss) akan dibuat yang dapat menggali lebih dalam pada fitur khusus dan pelokalan. Aplikasi pengembang pihak ketiga ini akan memanfaatkan semua atau sebagian infrastruktur dan protokol pengembang Origin yang mendasarinya. Kami bermaksud mendukung aplikasi yang sepenuhnya terdesentralisasi, sebagian aplikasi terdesentralisasi (misalnya aplikasi yang menggunakan dompet terkelola), dan bahkan sebagian besar aplikasi terpusat yang masih fokus pada perdagangan peer-to-peer (mis. Aplikasi yang menggunakan Token Asal untuk insentif yang di-host pada infrastruktur tradisional).
it: A tal fine, prevediamo che vengano create nuove e migliori esperienze utente incentrate su verticali specifici (ad es. Condivisione in casa vs. attività) o regioni (ad es. Brasile contro Svizzera) in grado di approfondire funzionalità e localizzazione personalizzate. Queste applicazioni per sviluppatori di terze parti trarranno vantaggio da tutta o parte dell'infrastruttura e dei protocolli di sviluppo Origin sottostanti. Intendiamo supportare applicazioni totalmente decentralizzate, applicazioni parzialmente decentralizzate (ad esempio applicazioni che utilizzano portafogli gestiti) e persino applicazioni principalmente centralizzate che sono ancora focalizzate sul commercio peer-to-peer (ad esempio applicazioni che utilizzano il token Origin per incentivi ospitati sulle infrastrutture tradizionali).
pt: Para esse fim, esperamos que novas e melhores experiências de usuário que se concentrem em verticais específicas (por exemplo, compartilhamento de casa x tarefas) ou regiões (por exemplo, Brasil x Suíça) sejam criadas para aprofundar os recursos e localização personalizados. Esses aplicativos de desenvolvedor de terceiros tirarão proveito de toda ou parte da infraestrutura e dos protocolos subjacentes do desenvolvedor do Origin. Pretendemos oferecer suporte a aplicativos totalmente descentralizados, aplicativos parcialmente descentralizados (por exemplo, aplicativos que usam carteiras gerenciadas) e até aplicativos principalmente centralizados que ainda estão focados no comércio ponto a ponto (por exemplo, aplicativos que utilizam o token de origem para incentivos hospedados na infraestrutura tradicional).
ru: С этой целью мы ожидаем создания новых и лучших пользовательских интерфейсов, ориентированных на конкретные вертикали (например, совместное использование дома и задачи) или регионы (например, Бразилия и Швейцария), которые могут глубже изучить пользовательские функции и локализацию. Эти сторонние приложения для разработчиков будут использовать преимущества всей или части базовой инфраструктуры разработчика Origin и протоколов. Мы намерены поддерживать полностью децентрализованные приложения, частично децентрализованные приложения (например приложения, использующие управляемые кошельки), и даже в основном-централизованные приложения, которые все еще ориентированы на одноранговую торговлю (например, приложения, использующие маркер Origin для стимулов, размещенных в традиционной инфраструктуре).
tr: Bu amaçla, belirli özelliklere (ör. Ev paylaşımı ile görevler) veya bölgelere (ör. Brezilya vs. İsviçre) odaklanan yeni ve daha iyi kullanıcı deneyimlerinin, özel özellikler ve yerelleştirmeyi daha da derinleştirebilecek şekilde oluşturulmasını bekliyoruz. Bu üçüncü taraf geliştirici uygulamaları, temel Origin geliştirici altyapısının ve protokollerinin tamamının veya bir kısmından yararlanır. Tamamen merkezi olmayan uygulamaları, kısmen merkezi olmayan uygulamaları (örneğin yönetilen cüzdan kullanan uygulamalar) ve hatta hala eşler arası ticarete odaklanan çoğunlukla merkezi uygulamaları (örneğin, barındırılan teşvikler için Orijin Jetonunu kullanan uygulamalar) desteklemeyi amaçlıyoruz. geleneksel altyapı üzerine).
vi: Với mục tiêu đó, chúng tôi sẽ cải thiện trải nghiệm người dùng mới và tốt hơn, tập trung vào từng phân khúc (như chia sẻ nhà -home-sharing) hay từng khu vực (Bra-zin, Thụy Sỹ) để có thể tiếp cận sâu hơn thói quen người dùng. Những ứng dụng phát triển bởi bên thứ ba tận dụng lợi thế của toàn bộ hay một phần cơ sở các nhà phát triển và giao thức Origin. Chúng tôi dự định hỗ trợ các ứng dụng phi tập trung, phi tập trung một phần (ví dụ: ứng dụng ví quản lí), hay thậm chí là các ứng dụng đa phần tập trung chú trọng vào thương mại hàng ngang ( ví dụ: các ứng dụng xây dựng trên nền tảng truyền thống sử dụng token Origin cho để khuyến khích).
