Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Technology Partners
es: Socios Tecnólogicos
fil: Kasosyong Panteknolohiya
fr: Partenaires technologiques
he: שותפים טכנולוגיים
hi: प्रौद्योगिकी भागीदार
hr: Tehnološki partneri
id: Mitra Teknologi
it: Partner Tecnologici
pt: Parceiros Tecnológicos
ru: Технологические партнеры
sl: Tehnološki partnerji
tr: Teknoloji Ortakları
vi: Các đối tác công nghệ

source: Building on Origin
es: Construya en Origin
fil: Binubuo sa Origin
fr: Construit avec Origin
he: בניין על מקור
hi: उत्पत्ति पर बिल्डिंग
hr: Izgradnja na porijeklo
id: Bangun di Origin
it: Sviluppa su Origin
pt: Com base na origem
ru: Строим на Origin
sl: Graditi na Originu
tr: Kökeni Geliştirme
vi: Xây dựng dựa trên Origin

source: Please enter a valid email address
es: Por favor ingrese un correo válido
fil: Pakilagyan ng isang tamang email address
fr: Veuillez entrer une adresse email valide
he: אנא הזן כתובת דוא"ל תקנית
hi: कृपया एक वैध ई - मेल एड्रेस डालें
hr: Molimo unesite valjanu adresu e-pošte.
id: Silakan masukkan alamat email yang benar
it: Per favore inserisci un indirizzo email valido
pt: Por favor insira um endereço de e-mail válido
ru: Пожалуйста введите адрес действующей электронной почты
sl: Prosim vnesite veljaven e-poštni naslov
tr: Geçerli bir e
vi: Vui lòng nhập một địa chỉ email hợp lệ

source: Ooops! Something went wrong.
es: ¡Ups! Algo salió mal.
fil: Ooops! May maling nangyari.
fr: Ouups ! Il y a eu un problème.
he: אופס! משהו השתבש.
hi: ओह! कुछ गलत हो गया।
hr: Ups! Nešto je pošlo po zlu.
id: Ooops! Terdapat kesalahan.
it: Ooops! Qualcosa è andato storto.
pt: Ooops! Algo deu errado.
ru: Упс! Что-то пошло не так.
sl: Ooops! Nekaj je šlo narobe.
tr: Posta ile gönder Bir şeyler yanlış gitti.
vi: Rất tiếc! Đã xảy ra sự cố.

source: Thanks! We'll be in touch soon.
es: ¡Gracias! Estaremos en contacto pronto.
fil: Salamat! Kami ay makikipag-ugnayan sa ilang saglit lamang.
fr: Merci ! Nous vous contacterons bientôt.
he: תודה! בקרוב נהיה בקשר.
hi: धन्यवाद! हम जल्द ही संपर्क में रहेंगे।
hr: Hvala! Uskoro ćemo Vam se javiti.
id: Terima kasih! Kami akan segera menghubungi.
it: Grazie! Ti contatteremo presto.
pt: Obrigado! Nós entraremos em contato em breve.
ru: Спасибо! Мы скоро свяжемся с Вами.
sl: Hvala! Kmalu vas kontaktiramo.
tr: Teşekkürler! Yakında görüşeceğiz.
vi: Cảm ơn! Chúng tôi sẽ sớm liên lạc.

source: Please enter a valid website address
es: Por favor ingrese un sitio web válido
fil: Pakilagyan ng isang tamang website address
fr: Veuillez entrer une adresse de site internet valide
he: הזן כתובת אתר חוקית
hi: कृपया एक वैध वेबसाइट पता दर्ज करें
hr: Unesite važeću web adresu
id: Silakan masukkan alamat situs web yang benar
it: Per favore inserisci un indirizzo Web valido
pt: Por favor insira um endereço de site válido
ru: Пожалуйста, введите действующий адрес веб-сайта
sl: Prosim vnesite veljaven e-poštni naslov
tr: Lütfen geçerli bir web sitesi adresi giriniz
vi: Vui lòng nhập một địa chỉ trang web hợp lệ

source: show this help message and exit
fr: afficher ce message d'aide et quitter
pt: mostrar esta mensagem de ajuda e sair
ru: показать это справочное сообщение и выйти

source: Content purported to be compressed with %s but failed to decompress.
fr: Le contenu est censé être compressé avec %s mais n'a pas pu être décompressé.
pt: Conteúdo supostamente compactado com %s mas falhou para descompactar.
ru: Контент был сжат через %s но распаковка не удалась.

source: Unsupported value for qop: %s.
fr: Valeur non supportée pour qop : %s.
pt: Valor sem suporte para qop: %s.
ru: Неподдерживаемое значение для qop: %s.

source: Unsupported value for algorithm: %s.algorithm
fr: Valeur non supportée pour l'algorithme : %s.algorithme
pt: Valor não suportado para algoritmo: %s.algoritmo
ru: Неподдерживаемое значение для алгоритма: %s.algorithm

source: The challenge doesn't contain a server nonce, or this one is empty.
fr: Le défi ne contient pas de nonce de serveur, ou celui-ci est vide.
pt: O desafio não contém um servidor nonce ou este está vazio.
ru: Задача не содержит одноразового номера сервера или пуста.

source: Unsupported value for pw-algorithm: %s.pw-algorithm
fr: Valeur non supportée pour pw-algorithm : %s.pw-algorithm
pt: Valor não suportado para algoritmo-pw: %s.pw-algorithm
ru: Неподдерживаемое значение для pw-алгоритма: %s.pw-algorithm

source: Redirected but the response is missing a Location: header.
fr: Redirigé mais il manque un en-tête Location : dans la réponse.
pt: Redirecionado mas falta um Local na resposta: header.
ru: Перенаправлен, но в ответе отсутствует заголовок Location.

source: Attempting to connect to qpid with SASL mechanism %s
fr: Tentative de connexion à qpid avec le mécanisme SASL %s
pt: Tentando conectar ao qpid com mecanismo SASL %s
ru: Попытка подключиться к qpid через механизм SASL %s

source: Connected to qpid with SASL mechanism %s
fr: Connecté à qpid avec le mécanisme SASL %s
pt: Conectado ao qpid com mecanismo SASL %s
ru: Подключен к qpid через механизм SASL %s

source: Unable to connect to qpid with SASL mechanism %s
fr: Impossible de se connecter à qpid avec le mécanisme SASL %s
pt: Não foi possível conectar ao qpid pelo mecanismo SASL %s
ru: Невозможно подключиться к qpid с механизмом SASL %s

source: How did I get here?
es: ¿ Cómo nos conoció?
fil: Paano ako nakapunta dito?
fr: Comment suis-je arrivé ici ?
he: איך הגעתי לכאן?
hi: मैं यहाँ कैसे आया?
hr: Kako sam dospio ovdje?
id: Bagaimana saya sampai di sini?
it: Come sono arrivato qui?
pt: Como cheguei aqui?
ru: Как я тут оказался?
sl: Kako sem prišel sem?
tr: Buraya nasıl geldim?
vi: Tôi đã đến đây bằng cách nào?

source: The page you’re looking for is no longer here, maybe it was never here in the first place.<br>In any case, we sincerely apologize if it’s us and we forgive you if it’s you :)
es: La página que estás buscando ya no está aquí, tal vez nunca estuvo aquí en primer lugar. <br>En cualquier caso, nos disculpamos sinceramente si somos nosotros y te perdonamos si eres tú :)
id: Halaman yang Anda cari tidak lagi ada di sini, mungkin sejak awal itu tidak pernah ada di sini. <br> Bagaimanapun, kami meminta maaf dengan tulus jika itu adalah kesalahan kami dan kami memaafkan Anda jika itu adalah kesalahan Anda
it: La pagina che stai cercando non è più qui, forse non è mai stata qui. <br>In ogni caso, ci scusiamo se è a causa nostra e ti perdoniamo se sei tu il responsabile :)
ru: Страница, которую вы ищете, нет больше по этому адресу и, возможно, ее никогда здесь и не было! В любом случае мы искренне приносим свои извинения, если эта ошибка возникла по нашей вине, и не имеем претензий к вам, если по вашей :-)
tr: Aradığınız sayfa artık burada değil, belki ilk etapta hiç burada olmamıştır.<br>Her halükarda, bizsek içtenlikle özür dileriz, sizseniz sizi affederiz :)
vi: Trang bạn đang tìm kiếm không còn ở đây, có thể nó chưa bao giờ ở đây ngay từ đầu. <br>Trong mọi trường hợp, chúng tôi chân thành xin lỗi nếu đó là do chúng tôi và chúng tôi tha thứ cho bạn nếu đó là do bạn :)

source: Go Home
es: Irse
fil: Pumunta sa Home
fr: Retour à la page d'accueil
he: לך הביתה
hi: घर जाओ
hr: Idi kući
id: Ke halaman utama
it: Vai alla Home page
pt: Ir para casa
ru: Перейти на домашнюю страницу
sl: Pojdi domov
tr: Eve git
vi: Về Trang chủ

source: Origin Protocol - About
es: Origin Protocol - Acerca de
fr: Protocol Origin - À propos
id: Tentang - Origin Protocol
it: Origin Protocol - Chi Siamo
pt: Origin Protocol - Sobre
ru: Origin Protocol - О нас
tr: Origin Protocol - Ürün
vi: Origin Protocol - Giới thiệu

source: Origin Protocol enables true peer-to-peer commerce.
es: Origin Protocol permite un verdadero comercio de persona a persona.
fr: Le protocole Origin permet un véritable commerce usager à usager.
id: Origin Protocol memungkinkan perdagangan secara peer-to-peer yang sesungguhnya.
it: Origin Protocol consente il vero commercio peer-to-peer.
pt: Origin Protocol permite um verdadeiro comércio peer-to-peer.
ru: Origin Protocol позволяет использовать Peer-to-Peer (P2P) коммерцию.
tr: Origin Protocol gerçek eşler arası ticareti etkinleştirir.
vi: Origin Protocol cho phép thương mại ngang hàng thật sự.

source: Exit full screen
es: Salir de pantalla completa
fr: Quitter le mode plein écran
id: Keluar dari layar penuh
it: Esci dalla modalità schermo intero
pt: Sair da tela cheia
ru: Выход из полноэкранного режима
tr: Tam ekrandan çık
vi: Thoát toàn màn hình

source: It’s time to bring crypto mainstream
fr: Il est le temps de faire intégrer les crypto-monnaies dans le grand public
id: Saatnya membawa arus utama kripto
it: È ora di rendere mainstream le criptovalute
pt: É hora de trazer cripto para o mainstream
ru: Пришло время сделать криптовалюту мейнстримом
vi: Đã đến lúc đưa crypto đến gần hơn với người dùng

source: Watch the video
es: Ver el vídeo
id: Menonton videonya
it: Guarda il video
ru: Смотреть видео
tr: Videoyu izle
vi: Xem video

source: Origin Protocol is bringing NFTs and DeFi to the masses
fr: Origin Protocol met les NFT et les DeFi à la portée de tous
it: Origin Protocol sta portando gli NFT e la DeFi alle masse
pt: Origin Protocol está trazendo NFTs e DeFi para as massas
ru: Origin Protocol приносит NFT и DeFi в массы
vi: Origin Protocol đưa NFT và DeFi đến với số đông người dùng

source: Origin is a fully distributed team. Our 800+ investors include top venture capitalists and cryptocurrency funds all over the world.
fr: Origin est une équipe entièrement distribuée. Nos 800+ investisseurs comprennent des capitalistes investisseurs de premier plan et des fonds de crypto-monnaies du monde entier.
id: Origin adalah tim yang terdistribusi penuh. 800+ investor kami termasuk pemodal ventura top dan dana cryptocurrency di seluruh dunia.
it: Origin ha un team completamente distribuito. I nostri 800 e più investitori includono alcune delle migliori agenzie di investimento del settore e fondi in criptovalute in tutto il mondo.
pt: Origin é uma equipe totalmente distribuída. Entre nossos mais de 800 investidores há capitalistas de risco e fundos de criptomoeda em todo o mundo.
ru: Origin - это полностью распределенная команда. А среди более 800 наших инвесторов есть ведущие венчурные инвесторы и криптовалютные фонды со всего мира.
vi: Đội ngũ Origin trải khắp các quốc gia trên thế giới. Hơn 800 nhà đầu tư gồm các nhà đầu tư mạo hiểm hàng đầu và quỹ tiền điện tử đến từ nhiều quốc gia.

source: Origin Tokens (OGN) are held by over 37,000
fr: Les jetons Origin (OGN) sont détenus par plus de 37 000 personnes
it: I token Origin (OGN) sono in mano a oltre 37,000
pt: O Origin Token (OGN) tem mais de 37.000
ru: Более 37,000 пользователей владеют токенами Origin (OGN)
vi: Token Origin (OGN) được nắm giữ bởi hơn 37.000 ví

source: token holders.
es: Holdeadores de Tokens.
fr: les détenteurs de jetons.
id: pemegang token.
it: possessori di token.
pt: detentores de tokens.
ru: владельцы токенов.
tr: Token sahipleri.
vi: địa chỉ ví.

source: Learn more about our team
es: Conoce más sobre nuestro equipo
id: Pelajari lebih lanjut tentang tim kami
it: Imparta di più sulla nostra squadra
ru: Узнайте больше о нашей команде
tr: Ekibimiz hakkında daha fazla bilgi edinin
vi: Tìm hiểu về đội ngũ của chúng tôi

source: Learn more about our investors
es: Aprenda más sobre nuestros inversores
id: Pelajari lebih lanjut tentang para investor kita
it: Leggi di più sui nostri investitori
ru: Узнайте больше о наших инвесторах
tr: Yatırımcılarımız hakkında daha fazla bilgi edinin
vi: Các nhà đầu tư

source: Lower Fees
es: Tarifas más bajas
id: Biaya yang lebih murah
it: Costi minori
ru: Снижение комиссионных сборов
tr: Daha düşük ücretler
vi: Phí thấp hơn

source: Centralized platforms for music and art often charge incredibly high fees, leaving the creators with a small fraction of the value generated and causing consumers to overpay for goods and experiences. Traditional payment processors also charge significant fees.
fr: Les plateformes centralisées pour la musique et l'art facturent souvent des frais incroyablement élevés, laissant aux créateurs une petite fraction de la valeur générée et amenant les consommateurs à surpayer pour des biens et des expériences. Les processeurs de paiement traditionnels facturent également des frais importants.
id: Platform terpusat untuk musik dan seni sering kali mengenakan biaya yang sangat tinggi, membuat pencipta sebagian kecil dari nilai yang dihasilkan dan menyebabkan konsumen membayar lebih untuk barang dan pengalaman. Pemroses pembayaran tradisional juga mengenakan biaya yang signifikan.
pt: Plataformas centralizadas para música e arte costumam cobrar taxas incrivelmente altas, deixando os criadores com uma pequena fração do valor gerado, fazendo com que os consumidores paguem caro por bens e experiências. Processadores de pagamentos tradicionais também cobram taxas significativas.
ru: Централизованные музыкальные и другие платформы часто взимают невероятно высокие комиссии, оставляя создателям и артистам небольшую часть созданной стоимости и заставляя потребителей переплачивать за товары и впечатления. Традиционные платежные сервисы также взимают значительные комиссии.
vi: Các nền tảng tập trung dành cho âm nhạc và nghệ thuật thu 1 khoản phí cực cao. Do đó, người sáng tạo nội dung phải trích ra 1 khoản từ doanh thu và người mua cũng phải trả 1 mức giá cao hơn số mà người sáng tạo nội dung thực sự thu được. Ngoài ra, hệ thống thanh toán truyền thống cũng thu mức phí giao dịch đáng kể.

source: Decentralized commerce reduces the power of middlemen and their ability to charge egregious fees. Both buyers and sellers can share in the savings. With OUSD, Origin provides an alternative to high cost payment rails. Ordinary people and businesses can reduce costs and benefit from superior yields provided by OUSD.
fr: Le commerce décentralisé réduit le pouvoir des intermédiaires et leur capacité à facturer des frais exorbitants. Les acheteurs et les vendeurs peuvent partager les économies réalisées. Avec OUSD, Origin propose une alternative aux rails de paiement coûteux. Les personnes et les entreprises ordinaires peuvent réduire leurs coûts et bénéficier des rendements supérieurs fournis par OUSD.
id: Perdagangan yang terdesentralisasi mengurangi kekuatan perantara dan kemampuan mereka untuk mengenakan biaya yang sangat besar. Baik pembeli dan penjual dapat berbagi tabungan. Dengan OUSD, Origin menyediakan alternatif rel pembayaran berbiaya tinggi. Orang dan bisnis biasa dapat mengurangi biaya dan mendapatkan keuntungan dari hasil unggul yang diberikan oleh OUSD.
pt: O comércio descentralizado reduz o poder dos intermediários e sua capacidade de cobrar taxas exorbitantes. Compradores e vendedores podem dividir essas economias. Com o OUSD, Origin oferece uma alternativa aos meios de pagamento caros. Pessoas comuns e empresas podem reduzir custos e se beneficiar dos altos rendimentos fornecidos pelo OUSD.
ru: Децентрализованные сервисы снижают влияние посредников и их способность взимать огромные комиссии. И покупатели, и продавцы могут разделить часть этой выгоды. Благодаря OUSD, Origin предоставляет альтернативу дорогостоящим платежным системам, где обычные люди и предприятия могут снизить затраты и получить дополнительную выгоду от превосходной доходности, обеспечиваемой OUSD.
vi: Thương mại phi tập trung làm giảm quyền lực của những người trung gian. Cả người mua và người bán đều có thể chia sẻ số tiền tiết kiệm được do loại bỏ khoản phí chi cho bên trung gian. Thông qua đồng stablecoin OUSD, Origin cung cấp một giải pháp thay thế cho các thanh toán chi phí cao. Bên cạnh đó, người dùng bình thường và doanh nghiệp có thể vừa giảm chi phí vừa hưởng lợi từ lãi suất vượt trội do OUSD cung cấp.

source: Better Incentives
es: Mejores incentivos
id: Insentif yang Lebih Baik
it: Migliori incentivi
ru: Лучшие Стимулы
tr: Daha İyi Teşvikler
vi: Mô hình khuyến khích tốt hơn

source: Centralized platforms and financial institutions often have an antagonistic relationship with their customers. Fees are neccessary to make these companies successful. This creates a perverse relationship where customers have no stake in the success they help create.
fr: Les plateformes centralisées et les institutions financières ont souvent une relation antagoniste avec leurs clients. Les frais sont nécessaires pour assurer le succès de ces entreprises. Cela crée une relation perverse où les clients n'ont aucun intérêt dans le succès qu'ils contribuent à créer.
id: Platform dan lembaga keuangan terpusat seringkali memiliki hubungan antagonis dengan pelanggan mereka. Biaya diperlukan untuk membuat perusahaan ini sukses. Ini menciptakan hubungan yang buruk di mana pelanggan tidak memiliki kepentingan dalam kesuksesan yang mereka bantu ciptakan.
pt: Plataformas centralizadas e as instituições financeiras costumam ter um relacionamento antagônico com seus clientes. Taxas são necessárias para o sucesso dessas empresas. Isso cria um relacionamento perverso em que os clientes não têm interesse no sucesso que ajudam a criar.
ru: Централизованные платформы и финансовые учреждения часто имеют противоположные со своими клиентами цели. Для успеха этих компаний необходимы сборы. Это создает извращенные отношения, при которых клиенты не заинтересованы в успехе используемых продуктов.
vi: Các nền tảng tập trung và các tổ chức tài chính thường có mối quan hệ đối ngược với khách hàng. Phí người dùng trả càng cao thì khoản lợi nhuận thu về càng lớn và ngược lại. Trong khi thành công của doanh nghiệp nhờ 1 phần ở khách hàng, họ lại không được hưởng bất kỳ lợi ích nào nếu không sở hữu cổ phần công ty.

source: In contrast, Origin enables everyone to own a piece of the network. Fans and collectors can have a direct stake in the success of their favorite community with NFTs. Yield generated by OUSD is distributed fairly to all holders. Holders of Origin Tokens (OGN) can participate in governance to decide the future rules and direction of the network and also have a stake in the success of Origin’s products. When everyone owns a piece of the network, everyone is incentivized to help it grow and succeed.
id: Sebaliknya, Origin memungkinkan semua orang memiliki sebagian jaringan. Penggemar dan kolektor dapat memiliki andil langsung dalam kesuksesan komunitas favorit mereka dengan NFT. Hasil yang dihasilkan oleh OUSD didistribusikan secara adil ke semua pemegang. Pemegang Token Origin (OGN) dapat berpartisipasi dalam tata kelola untuk memutuskan aturan dan arah jaringan di masa mendatang dan juga memiliki andil dalam keberhasilan produk Origin. Ketika setiap orang memiliki sepotong jaringan, setiap orang diberi insentif untuk membantunya tumbuh dan berhasil.
pt: Em contraste, Origin permite que todos tenham uma parte da rede. Fãs e colecionadores podem ter uma participação direta no sucesso de sua comunidade favorita com os NFTs. O rendimento gerado pelo OUSD é distribuído de forma justa a todos os detentores. Detentores de Origin Tokens (OGN) podem participar da governança para decidir as regras futuras e a direção da rede, além de ter interesse no sucesso dos produtos do Origin. Quando cada um possui uma parte da rede, todos são incentivados a ajudá-la a crescer e ter sucesso.
ru: В случае с Origin, каждый может владеть частью сети. Поклонники и коллекционеры напрямую заинтересованны в успехе своего любимого сообщества через NFT. Доходность OUSD справедливо распределяется между всеми держателями. Держатели токенов Origin (OGN) могут участвовать в управлении сетью, чтобы определять будущие правила и направление сети, а также быть заинтересованными в успехе продуктов Origin. Когда каждый владеет частью сети, каждый заинтересован в том, чтобы помочь ей расти и преуспевать.
vi: Ngược lại, Origin cho phép mọi người sở hữu một phần của mạng lưới. Người hâm mộ và nhà sưu tầm có thể đóng góp trực tiếp vào sự thành công của cộng đồng thông qua NFT. Lợi nhuận do OUSD tạo ra được phân phối công bằng cho tất cả người nắm giữ. Người sở hữu Origin Token (OGN) có thể tham gia quản trị để quyết định các quy tắc và hướng đi trong tương lai của Origin và cũng có cổ phần trong sự thành công của các sản phẩm. Khi sở hữu một phần của mạng, mọi người đều được khuyến khích thúc đẩy phát triển hệ sinh thái và thu được nhiều lợi nhuận hơn.

source: Increased Access
es: Mayor acceso
id: Peningkatan Akses
it: Maggiore Inclusione
ru: Расширенный доступ
tr: Artan Erişim
vi: Nâng cao truy cập

source: 2 billion people around the world are currently unbanked. They do not have checking accounts, credit cards, AliPay, or Apple Pay.
es: 2 mil millones de personas en todo el mundo están actualmente sin cuentas bancarias. No tienen cuentas corrientes, tarjetas de crédito, AliPay o Apple Pay.
fr: 2 milliards de personnes dans le monde sont actuellement non bancarisées. Elles n'ont pas de compte courant, de carte de crédit, d'AliPay, ni d'Apple Pay.
id: 2 milyar orang di seluruh dunia saat ini tidak memiliki rekening bank. Mereka tidak memiliki rekening giro, kartu kredit, AliPay, atau Apple Pay.
it: 2 miliardi di persone in tutto il mondo sono oggi senza un sistema bancario. Non hanno conti correnti, carte di credito, AliPay o Apple Pay.
pt: Atualmente, 2 bilhões de pessoas em todo o mundo não tem um banco. Elas não têm contas correntes, cartões de crédito, AliPay ou Apple Pay.
ru: 2 миллиарда человек во всем мире в настоящее время не имеют доступа к банковским услугам. У них нет счетов, кредитных карт, AliPay или Apple Pay.
tr: Dünya çapında 2 milyar insan şu anda bankasız. Çek hesapları, kredi kartları, AliPay veya Apple Pay yok.
vi: Hiện nay, khoảng 2 triệu người trên thế giới không sử dụng các dịch vụ ngân hàng. Họ không có tài khoản vãng lai, thẻ tin dụng, AliPay hay Apple Pay.
