Repository: OriginProtocol/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fil, fr, he, hi, hr, id, it, pt, ru, sl, tr, vi

source: Not only are secondary market sales important for price discovery, transaction fees from these sales will be one of the key revenue drivers for the [Origin NFT product] in the future. Far more volume is done on the secondary market than during initial sales and we expect record-breaking trades in the future. Origin intends to build a fully-featured NFT platform and ecosystem. We will develop the best end-to-end NFT platform in the space and capture massive value for our users, NFT creator partners, and our token holders.
fr: Non seulement que les ventes sur le marché secondaire sont importantes pour la découverte des prix, mais les frais de transaction de ces ventes seront l'un des principaux moteurs de revenus pour le [produit NFT d'OGN] à l'avenir. Le volume des transactions est bien plus important sur le marché secondaire que lors des ventes initiales et nous nous attendons à ce que les transactions battent des records à l'avenir. Origin a l'intention de créer une plateforme et un écosystème NFT complets. Nous allons développer la meilleure plateforme NFT de bout en bout de l'espace et créer une valeur considérable pour nos utilisateurs, nos partenaires créateurs de NFT et nos détenteurs de jetons.
id: Tidak hanya penjualan pasar sekunder yang penting untuk penentuan harga, biaya transaksi dari penjualan ini akan menjadi salah satu pendorong utama pendapatan [Origin NFT product] di masa mendatang. Jauh lebih banyak volume yang dilakukan di pasar sekunder daripada selama penjualan awal dan kami mengharapkan perdagangan yang memecahkan rekor di masa depan. Origin bermaksud membangun platform dan ekosistem NFT berfitur lengkap. Kami akan mengembangkan platform NFT ujung ke ujung terbaik di ruang ini dan menangkap nilai besar bagi pengguna kami, mitra pembuat NFT, dan pemegang token kami.

source: Origin Rewards
id: Hadiah Origin
tr: Origin Ödülleri

source: NFT Launchpad
fr: Plate-forme de lancement NFT
it: Launchpad NFT

source: Dshop
fr: (Dshop) Boutique Décentralisée

source: Throughout 2020, we built and iterated upon Origin’s flagship commerce platform, <a href='/dshop' target='_blank' rel='noopener noreferrer'>Dshop</a>, which is used by hundreds of merchants including Brave and Kyber Network and supported by marquee partnerships with <a href='https://medium.com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a> and <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a>.
fr: Tout au long de 2020, nous avons construit et itéré sur la plateforme de commerce phare d'Origin, <a href='/dshop' target='_blank' rel='noopener noreferrer'>Dshop</a>, qui est utilisée par des centaines de commerçants, dont Brave et Kyber Network, et soutenue par des partenariats de marque avec <a href='https://medium. com/google-cloud/origin-launches-decentralized-commerce-on-google-cloud-marketplace-b74fb46be7d9' target='_blank' rel='noopener noreferrer'>Google Cloud</a> et <a href='https://aws.amazon.com/blogs/awsmarketplace/launch-a-blockchain-powered-ecommerce-store-with-dshop-in-aws-marketplace/' target='_blank' rel='noopener noreferrer'>Amazon</a>.

source: While we continue to see increased usage of Dshop, we are hyper focused on crypto-specific commerce verticals--most prominently non-fungible tokens (NFTs)--and are hard at work developing a fully-featured NFT platform.
fr: Alors que nous continuons à voir une utilisation accrue de Dshop, nous sommes hyper concentrés sur les verticaux de commerce spécifiques aux cryptomonnaies - en particulier les jetons non fongibles (NFT) - et nous travaillons dur pour développer une plateforme NFT complète.

source: We believe NFTs are a nascent but highly disruptive technology that will bring our crypto-centric commerce products to millions, if not hundreds of millions, of users in the next few years. At the time of writing, Origin’s NFT Launchpad set an all-time record for gross sales in a single NFT drop at nearly $11.7M.
fr: Nous pensons que les NFT sont une technologie naissante mais très perturbatrice qui permettra à des millions, voire des centaines de millions d'utilisateurs de bénéficier de nos produits de commerce centrés sur la cryptomonnaie dans les prochaines années. Au moment de la rédaction de cet article, le NFT Launchpad d'Origin a établi un record absolu de ventes brutes pour une seule opération de NFT, avec près de 11,7 millions de dollars.

source: All three aforementioned NFT-powered commerce opportunities are already supported by our platform. Almost $11.7M of gross sales were generated using Origin’s commerce platform in our inaugural campaign, a sum that smashed the previous record for a single NFT collection. Coverage of this record breaking event reached mainstream media outlets like the <a href='https://www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html' target='_blank' rel='noopener noreferrer'>New York Times</a> and <a href='https://www.forbes.com/sites/abrambrown/2021/03/03/3lau-nft-nonfungible-tokens-justin-blau/?sh=17043b94643b' target='_blank' rel='noopener noreferrer'>Forbes</a>.
fr: Ces trois possibilités de commerce alimenté par NFT sont déjà prises en charge par notre plate-forme. Près de 11,7 millions de dollars de ventes brutes ont été générées à l'aide de la plateforme de commerce d'Origin lors de notre campagne inaugurale, une somme qui a pulvérisé le précédent record pour une seule collection NFT. La couverture de cet événement record a atteint des médias grand public comme le <a href='https://www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html' target='_blank' rel='noopener noreferrer'>New York Times</a> et <a href='https://www.forbes.com/sites/abrambrown/2021/03/03/3lau-nft-nonfungible-tokens-justin-blau/?sh=17043b94643b' target='_blank' rel='noopener noreferrer'>Forbes</a>.

source: Similarly, with Origin’s ever-deepening relationship with Brave, we enabled them to sell their NFTs on their existing merch store. Their entire first collection sold out in minutes. We anticipate additional NFT-centric commerce opportunities with the exponentially growing browser company that already boasts 20M monthly active users (MAU).
fr: De même, grâce à la relation de plus en plus étroite entre Origin et Brave, nous leur avons permis de vendre leurs NFT sur leur boutique de produits dérivés existante. La totalité de leur première collection a été vendue en quelques minutes. Nous prévoyons d'autres opportunités de commerce centrées sur les NFT avec cette société de navigation à la croissance exponentielle, qui compte déjà 20 millions d'utilisateurs actifs mensuels (MAU).

source: Origin NFT Marketplace
fr: Le Marché OGN pour NFT

source: NFT Marketplace
es: Mercado de NFTs
fr: Marché NFT

source: It’s time to cut out traditional intermediaries
es: Es hora de eliminar a los intermediarios tradicionales.
tr: Geleneksel aracıları ortadan kaldırmanın zamanı geldi

source: Origin enables true peer-to-peer commerce
es: Origin permite un verdadero comercio entre pares
tr: Origin, gerçek eşler arası ticareti mümkün kılar

source: Origin is a startup headquartered in San Francisco, but we also have team members in China, Korea, Russia, India, New Zealand, and even Slovenia. Our 800+ investors include top venture capitalists and cryptocurrency funds all over the world.
es: Origin es una startup con sede en San Francisco, pero nosotros también tenemos miembros del equipo en China, Corea, Rusia, India, Nueva Zelanda, e incluso Eslovenia. Nuestros más de 800 inversores incluyen los principales capitalistas de riesgo y fondos de criptomonedas en todo el mundo.
tr: Origin, merkezi San Francisco'da bulunan bir girişimdir, ancak Çin, Kore, Rusya, Hindistan, Yeni Zelanda ve hatta Slovenya'da da ekip üyemiz var. 800'den fazla yatırımcımız, dünyanın her yerindeki en iyi risk sermayedarlarını ve kripto para birimi fonunu içerir.

source: Origin Tokens (OGN) are held by over 25,000
es: Los Tokens de Origin (OGN) son holdeados por más de 25,000
tr: Origin Tokenları (OGN) 25.000'den fazla tarafından tutulur

source: Centralized intermediaries often charge 20-30%% in transaction fees. Airbnb grossed $2.6B in fees in 2017, while Uber took home a monumental $11.8B in fees in 2018.
es: Los intermediarios centralizados a menudo cobran 20%-30% en tarifas de transacción. Airbnb recaudó $2.6 mil millones en honorarios en 2017, mientras que Uber se llevó a casa un monumental monto de $11.8 mil millones en honorarios en 2018. Total de la economía compartida Se espera que las tasas crucen los $40 mil millones en 2020.

source: By removing the middlemen, Origin removes these fees. Buyers and sellers can now share the savings from the fees that are no longer paid to traditional marketplace operators.
es: Al eliminar a los intermediarios, Origin elimina estas tarifas. Los compradores y vendedores pueden compartir los ahorros de las tasas que hay ya pagadas a los operadores de mercados tradicionales.
tr: Aracıları kaldırarak, Origin bu ücretleri ortadan kaldırır. Alıcılar ve satıcılar artık artık geleneksel pazar yeri operatörlerine ödenmeyen ücretlerden tasarrufları paylaşabilir.

source: Uber and Lyft recently IPOed. WeWork and Airbnb are soon to follow suit. None of the early participants on these platforms benefited despite being critical to their success.
es: Uber y Lyft recientemente IPOed. WeWork y Airbnb pronto seguirán su ejemplo. Ninguno de los primeros participantes en estas plataformas se benefició a pesar de ser importantes para su éxito.
tr: Uber ve Lyft kısa süre önce halka arz edildi. WeWork ve Airbnb yakında takip edecek. Bu platformların ilk katılımcılarının hiçbiri, başarıları için kritik olmasına rağmen fayda sağlamadı.

source: In contrast, Origin enables everyone to own a piece of the network. Buyers and sellers can earn Origin Tokens (OGN) simply by using Origin-enabled applications to transact with one another. Developers, affiliates, and marketplace operators can earn OGN by promoting and marketing sellers' listings. When everyone owns a piece of the network, ecosystem participants are incentivized to promote the health and growth of Origin.
es: Por el contrario, Origin permite a todos ser dueños de una parte de la red. Los compradores y vendedores pueden ganar tokens de Origin (OGN) simplemente usando aplicaciones habilitadas para Origin para realizar transacciones entre ellos. Los desarrolladores, afiliados y operadores del mercado pueden ganar OGN promocionando y comercializando listados de vendedores. Cuando todos poseen una parte de la red, se incentiva a los participantes del ecosistema a promover la salud y el crecimiento de Origin.
tr: Buna karşılık, Origin, herkesin ağının bir parçasına sahip olmasını sağlar. Alıcılar ve satıcılar, birbirleriyle işlem yapmak için Origin özellikli uygulamaları kullanarak yalnızca Origin Token (OGN) kazanabilir. Geliştiriciler, bağlı kuruluşlar ve pazar yeri operatörleri, satıcıların listelemelerini tanıtarak ve pazarlayarak OGN kazanabilir. Herkes ağın bir parçası sahip olduğunda, ekosistem katılımcıları, Origin'in sağlığını ve büyümesini teşvik etmeye teşvik edilir.

source: With the advent of cryptocurrencies and the proliferation of inexpensive smartphones, now is the time to enable the unbanked to participate in the new Internet economy. Users from all over the world are now able to transact with each other on Origin-powered marketplaces even if they do not have stable, local banking systems.
es: Con la llegada de las criptomonedas y la proliferación de teléfonos inteligentes de bajo costo, ahora es el momento de permitir que los no bancarizados participen en la nueva economía de Internet. Los usuarios de todo el mundo ahora pueden realizar transacciones entre ellos en mercados impulsados ​​por Origin, incluso si no tienen sistemas bancarios locales estables.
tr: Cryptocurrencies gelişiyle ve çoğalması ile ucuz Akıllı telefonların, şu ana unbanked etkinleştirmek zamanı Yeni Internet ekonomisinde katılırlar. Dünyanın her yerinden kullanıcılar artık, istikrarlı, yerel bankacılık sistemlerine sahip olmasalar bile, Origin destekli pazaryerlerinde birbirleriyle işlem yapabilirler.

source: Airbnb is heavily regulated or banned in cities like Paris, Berlin, Tokyo, New York, and even its home city of San Francisco.
es: Airbnb está fuertemente regulado o prohibido en ciudades como París, Berlín, Tokio, Nueva York e incluso su ciudad natal de San Francisco.
tr: Airbnb, Paris, Berlin, Tokyo, New York ve hatta memleketi San Francisco gibi şehirlerde yoğun bir şekilde düzenlenir veya yasaklanır.

source: Decentralized marketplaces promote open and free commerce. Unlike centralized alternatives, they are not single points of failure and can't be banned or shut down. Decentralized commerce is more resilient and promotes efficient markets.
es: Los mercados descentralizados promueven el comercio abierto y libre. A diferencia de las alternativas centralizadas, no son puntos únicos de falla y no se pueden prohibir ni cerrar. El comercio descentralizado es más resistente y promueve mercados eficientes.
tr: Merkezi olmayan pazar yerleri açık ve ücretsiz ticareti teşvik eder. Merkezi alternatiflerin aksine, bunlar tek hata noktaları değildir ve yasaklanamaz veya kapatılamaz. Merkezi olmayan ticaret fazlasıdır esnek ve verimli pazarlara teşvik etmektedir.

source: Overview
es: Visión de conjunto
tr: Genel Bakış

source: Developers
es: Desarrolladores
fil: Mga Nag-develop
sl: Razvijalci
tr: Geliştiriciler

source: Medium
es: Medio
he: בינוני
hi: मध्यम
sl: Srednje
tr: Orta

source: Fundraising
es: Recaudación de fondos
tr: Fon Toplama

source: We are a well-capitalized startup that has sold tokens in three previous rounds to build our platform.
es: Somos una startup bien capitalizada que ha vendido tokens en tres rondas anteriores para construir nuestra plataforma.
tr: Platformumuzu oluşturmak için önceki üç turda token satan iyi sermayeli bir girişimiz.

source: investors
es: inversores
tr: yatırımcılar

source: Interested in getting a stake in Origin? Sign up to receive the latest updates.
es: ¿Interesado en obtener una participación en Origin? Regístrese para recibir las últimas actualizaciones.
tr: Origin'de hisse almakla ilgileniyor musunuz? En son güncellemeleri almak için kadar kaydolun.

source: The sharing economy without intermediaries. Origin is a protocol for creating sharing economy marketplaces using the Ethereum blockchain and IPFS.
es: Economía colaborativa sin intermediarios. Origin es un protocolo para crear mercados de economías colaborativas usando la cadena Ethereum y IPFS.
fil: Ang pagbabahaging ekonomiya na walang pumapagitna. Ang Origin ay isang protocol para sa paglikha ng mga pagbabahaging ekonomiyang pamilihan gamit ang Ethereum blockchain at IPFS.
he: כלכלת שיתוף ללא מתווכים. מקור הוא פרוטוקול ליצירת שיתוף שוקי הכלכלה באמצעות blockereain Ethereum ו IPFS.
hi: मध्यस्थों के बिना साझा अर्थव्यवस्था। उत्पत्ति एथेरियम ब्लॉकचेन और आईपीएफएस का उपयोग कर शेयरिंग इकोनॉमी मार्केटप्लेस बनाने के लिए एक प्रोटोकॉल है।
hr: Ekonomija dijeljenja bez posrednika. Origin je protokol za stvaranje tržišta ekonomske razmjene koristeći Ethereum blockchain i IPFS.
sl: Ekonomija delitve brez posrednikov. Origin je protokol za kreiranje marketov v ekomoniji delitve, z uporabo Etherum blockchain-a in IPFS-a.
tr: Aracı olmayan paylaşım ekonomisi. Köken, Ethereum blockchain ve IPFS kullanarak paylaşım ekonomisi pazarları oluşturmak için bir protokoldür.

source: Be the first to hear when we launch new products, and announce important partnerships!
es: ¡Sé el primero en saber cuándo lanzamos nuevos productos y anunciamos asociaciones importantes!
tr: Yeni ürünler piyasaya sürdüğümüzde ilk duyan ve önemli ortaklıkları duyuran siz olun!

source: Participate in the Origin Token (OGN) distribution
es: Participe en la distribución del Token de Origin (OGN)
tr: Origin Token (OGN) dağıtımına katılın

source: Origin Products
es: Productos de Origin
tr: Origin Ürünleri

source: Origin’s suite of products is revolutionizing how people shop and conduct business online. Effortlessly create a decentralized e-commerce store with Dshop and earn competitive yields with the Origin Dollar.
es: El conjunto de productos de Origin está revolucionando la forma en que las personas compran y realizan negocios en línea. Crea sin esfuerzo una tienda de comercio electrónico descentralizada con Dshop y obtenga rendimientos competitivos con Origin Dollar.
tr: Origin'in ürün grubu, insanların çevrimiçi alışveriş yapma ve iş yapma şekillerinde devrim yaratıyor. Dshop ile zahmetsizce merkezi olmayan bir e-ticaret mağazası oluşturun ve Origin Dollar ile rekabetçi getiriler kazanın.

source: Check out our products
es: Mira nuestros productos
tr: Ürünlerimize göz atın

source: There is a massive opportunity for blockchain-powered commerce
es: Existe una gran oportunidad para el comercio impulsado por blockchain
tr: Blockchain destekli ticaret için büyük bir fırsat var

source: E-commerce is projected to be one of the fastest growing verticals in the blockchain industry during the next few years
es: Se proyecta que el comercio electrónico sea una de las verticales de más rápido crecimiento en la industria blockchain durante los próximos años
tr: E-ticaretin önümüzdeki birkaç yıl içinde blok zincir endüstrisinde en hızlı büyüyen dikeylerden biri olacağı tahmin ediliyor.

source: Global e-commerce sales by 2021
es: Ventas mundiales de comercio electrónico para 2021
tr: 2021'e kadar küresel e-ticaret satışları

source: Global blockchain technology revenues by 2023
es: Ingresos globales de la tecnología blockchain para 2023
tr: 2023 yılına kadar küresel blockchain teknolojisi gelirleri

source: Origin Marketplace featured in Samsung Blockchain Store
es: El Marketplace de Origin presentado en la Tienda de Samsung Blockchain
tr: Samsung Blockchain Store'da yer alan Origin Marketplace

source: “The short-term rentals space is exploding and needs more innovation and competition. A neutral and open platform will empower renters, hosts, and channel partners. We are excited to partner with Origin to create this new wave of innovation in homesharing.”
es: “El espacio de alquileres a corto plazo está explotando y necesita más innovación y competencia. Una plataforma neutral y abierta capacitará a inquilinos, anfitriones y socios de canal. Estamos entusiasmados de asociarnos con Origin para crear esta nueva ola de innovación en el uso compartido del hogar.”
tr: “Kısa vadeli kiralama alanı hızla artıyor ve daha fazla yenilik ve rekabete ihtiyaç duyuyor. Tarafsız ve açık bir platform, kiralayanları, ev sahiplerini ve kanal ortaklarını güçlendirecektir. Ev paylaşımında bu yeni inovasyon dalgasını yaratmak için Origin ile ortak olmaktan heyecan duyuyoruz. "

source: Founder, Trips Community
es: Fundador, Trips Community
tr: Kurucu, Trips Community

source: Bringing peer-to-peer commerce and decentralized finance to the masses
es: Llevando el comercio de persona a persona y las finanzas descentralizadas a las masas

source: The Origin Platform powers commerce on the blockchain
es: La plataforma Origin potencia el comercio en blockchain
tr: Origin Platform, blockchain'de ticareti güçlendiriyor

source: ...and others
es: ...y otros
tr: ...ve diğerleri

source: Buy and sell on Origin
es: Compra y vende en Origin
tr: Origin'de al ve sat

source: The Origin platform will power hundreds of decentralized, peer-to-peer marketplaces. Download our flagship app today.
es: La plataforma Origin impulsará cientos de mercados descentralizados entre pares. Descargue nuestra aplicación insignia hoy.
tr: Origin platformu, yüzlerce ademi merkeziyetçi, eşler arası pazara güç sağlayacak. Amiral gemisi uygulamamızı bugün indirin.

source: Visit us on the web
es: Visítanos en la web
tr: Web sitemizi ziyaret edin

source: Featured on
es: Presentado en
tr: Öne çıkan

source: Decentralized marketplaces powered by Origin
es: Mercados descentralizados impulsados por Origin
tr: Origin tarafından desteklenen merkezi olmayan pazar yerleri

source: See the Origin Platform in action at shoporigin.com
es: Vea la plataforma Origin en acción en shoporigin.com
tr: Shoporigin.com adresinde Origin Platform'u çalışırken görün

source: Buy and sell today
es: Compra y vende hoy
tr: Bugün al ve sat

source: Other marketplaces built on the Origin Platform
es: Otros mercados construidos en la plataforma Origin
tr: Origin Platformunda oluşturulan diğer pazar yerleri

source: Self-sovereign Identity
es: Identidad auto soberana
tr: Özerk Kimlik

source: Own and protect your own data. Your profile is portable and can be used across any Origin-enabled application.
es: Posea y proteja sus propios datos. Su perfil es portátil y puede usarse en cualquier aplicación compatible con Origin.
tr: Kendi verilerinize sahip olun ve onları koruyun. Profiliniz taşınabilirdir ve herhangi bir Origin özellikli uygulamada kullanılabilir.

source: Encrypted Messaging
es: Mensajería cifrada
tr: Şifreli Mesajlaşma

source: Send secure, private messages to other buyers and sellers on the platform.
es: Envíe mensajes seguros y privados a otros compradores y vendedores en la plataforma.
tr: Platformdaki diğer alıcılara ve satıcılara güvenli, özel mesajlar gönderin.

source: Permissionless Payments
es: Pagos Permissionless
tr: İzinsiz Ödemeler

source: Use your choice of Origin Token (OGN), Ether (ETH), or MakerDai (DAI) to buy and sell.
es: Use su opción de Origen Token (OGN), Ether (ETH) o MakerDai (DAI) para comprar y vender.
tr: Satın almak ve satmak için Origin Token (OGN), Ether (ETH) veya MakerDai (DAI) seçiminizi kullanın.

source: Reputation Systems
es: Sistemas de reputación
tr: İtibar Sistemleri

source: Give ratings and leave reviews for your transactions just like you would on a centralized app.
es: Califique y deje comentarios acerca de sus transacciones como lo haría en una aplicación centralizada.
tr: Tıpkı merkezi bir uygulamada yaptığınız gibi işlemleriniz için derecelendirmeler verin ve yorum bırakın.

source: Blockchain-Powered Transactions
es: Transacciones impulsadas por blockchain
tr: Blockchain Destekli Transferler

source: Funds are escrowed on our marketplace smart contract. Buy and sell without intermediaries.
es: Los fondos están depositados en nuestro contrato inteligente de mercado. Compra y vende sin intermediarios.
tr: Piyasadaki akıllı sözleşmemizde fonlar emanet edilir. Aracılar olmadan al ve sat.

source: Arbitration Services
es: Servicios de arbitraje
tr: Tahkim Hizmetleri

source: Use Origin or select a third-party arbitration service to keep both counterparties safe.
es: Use Origin o seleccione un servicio de arbitraje de terceros para mantener seguras a ambas contrapartes.
tr: Her iki karşı tarafı da güvende tutmak için Origin'i kullanın veya bir üçüncü taraf tahkim hizmeti seçin.

source: How it works
es: Cómo funciona
tr: Nasıl çalışır

source: Buyers search and browse for sellers' listings on the blockchain through DApps
es: Los compradores buscan y encuentran listados de vendedores en la blockchain a través de DApps
tr: Alıcılar, DApp'ler aracılığıyla blok zincirindeki satıcı listelerini arar ve bunlara göz atar

source: Buyers submit offers and escrowed payments to our marketplace smart contract
es: Los compradores envían ofertas y pagos en custodia a nuestro contrato inteligente de mercado
tr: Alıcılar, pazar yeri akıllı sözleşmemize teklifler ve emanet ödemeleri gönderir
